Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 名片分享，点击预览
source: Share name card. Tap to preview.
bo_cn: མིང་བྱང་བརྒྱུད་སྐུར།སྔོན་འཚུད་ལྟ་ཞིབ་ལ་མཛུབ་མནོན་བྱས།
es: Compartir tarjeta de presentación. Toca para previsualizar.
hi: नाम कार्ड साझा करें। प्रिव्यू के लिए टैप करें
id_id: Ketuk untuk mempratinjau
ja: 名刺共有、レビュー
ko: 명함을 공유하세요. 탭하여 미리 보세요.
pt_br: Compartilhar cartão de nome. Toque para visualizar.
th: แชร์นามบัตร แตะเพื่อดูตัวอย่าง
vi: Chia sẻ danh thiếp. Chạm để xem trước
zh_hant: 名片分享，點此預覽

# 明度
source: Brightness
es: Brillo
hi: चमक
id_id: Kecerahan
ja: 明るさ
ko: 밝기
pt_br: Brilho
th: ความสว่าง
vi: Độ sáng
zh_hant: 亮度

# 模板
source: Templates
bo_cn: མ་དཔེ།
es: plantillas
hi: टेम्पलेट
id_id: Templat
ja: パターン
ko: 템플릿
pt_br: Modelo
th: แม่แบบ
vi: Mẫu
zh_hans: 模板
zh_hant: 範本

# 模板草稿
source: Template draft
es: Borrador de plantilla
hi: टेम्पलेट मसौदा
id_id: Draf template
ja: テンプレートの下書き
ko: 템플릿 초안
pt_br: Rascunho do modelo
th: แบบร่างเทมเพลต
vi: Bản nháp mẫu
zh_hans: 配方草稿
zh_hant: 配方草稿

# 模板上传失败
source: Failed to upload the template
id_id: Gagal mengunggah template
ja: テンプレートのアップロードに失敗しました
ko: 템플릿 업로드 실패
th: อัปโหลดเทมเพลตไม่สำเร็จ
vi: Không thể tải lên mẫu này
zh_hans: 配方上传失败
zh_hant: 配方上傳失敗

# 模板上传中...
source: Uploading the template...
es: Cargando la plantilla...
hi: टेम्पलेट अपलोड कर रहे…
id_id: Mengunggah templat...
ja: テンプレートをアップロード中...
ko: 템플릿 업로드 중...
pt_br: Fazendo upload do modelo...
th: กำลังอัปโหลดเทมเพลต...
vi: Đang tải biểu mẫu lên...
zh_hans: 配方上传中...
zh_hant: 配方上傳中...

# 模板下载失败，请重试...
source: Failed to download template, please try again.
es: No se pudo descargar la plantilla, vuelve a intentarlo.
hi: टेम्पलेट डाउनलोड विफल, कृपया पुनःप्रयास करें।
id_id: Gagal mengunduh template, coba lagi.
ja: テンプレートのダウンロードに失敗しました。再度お試しください。
ko: 템플릿 다운로드에 실패했습니다 다시 시도하세요.
pt_br: Falha ao baixar o modelo, tente novamente.
th: ดาวน์โหลดเทมเพลตไม่สำเร็จ กรุณาลองอีกครั้ง
vi: Tải về mẫu không thành công, vui lòng thử lại.
zh_hans: 配方下载失败，请重试
zh_hant: 配方下載失敗，請重試

# 模板原作者：
source: Original author:
es: Autor original:
hi: मूल लेखक:
id_id: Pembuat asli:
ja: オリジナル:
ko: 원작자:
pt_br: Autor original:
th: ผู้เขียนเดิม:
vi: Tác giả gốc:
zh_hans: 配方原作者：
zh_hant: 配方原作者：

# 模糊
source: Blur
ja: ぼかし
ko: 블러
th: เบลอ
vi: Mờ
zh_hant: 模糊

# 模特
source: Model
bo_cn: མོ་ཐྲོལ་
es: Modelo
hi: आदर्श
ja: モデル
ko: 모델
pt_br: Modelo
th: โมเดล
vi: Mẫu
zh_hant: 模特

# 模型下载失败
source: Failed to download template
bo_cn: རྣམ་པ་ཕབ་ལེན་བྱེད་མ་ཐུབ་པ།
es: Falló la descarga de plantilla
hi: टेम्पलेट डाउनलोड करना विफल
id_id: Gagal mengunduh templat
ja: テンプレートのダウンロードに失敗しました
ko: 템플릿 다운로드 실패
pt_br: Falha ao fazer o download do modelo
th: ดาวน์โหลดเทมเพลตไม่สำเร็จ
vi: Tải về biểu mẫu không thành công
zh_hant: 模型下載失敗

# 模型下载提示
source: Download the Model
es: Descarga el modelo
hi: मॉडल डाउनलोड करें
id_id: Unduh Model
ja: モデルをダウンロード
ko: 모델 다운로드
pt_br: Baixar o modelo
th: ดาวน์โหลดตัวแบบ
vi: Tải về Kiểu mẫu
zh_hant: 模型下載提醒

# 磨皮
source: Smooth
bo_cn: བརྡར་ལྤགས།
id_id: Halus
ja: 肌磨き
ko: 박피
th: Làm mịn
vi: ขัดผิว
zh_hans: 磨皮
zh_hant: 磨皮

# 魔法照片
source: Animate
es: Efectos
hi: सजीव करें
id_id: Foto Ajaib
ja: 魔法写真
ko: 플로우 사진
pt_br: Animar
th: ภาพขยับ
vi: Ảnh động
zh_hant: 魔法照片

# 魔法照片人像识别
source: Flow Portrait Recognition
es: Reconocimiento de retrato con Efectos
hi: सजीव करें पोर्ट्रेट रिग्नीशन
id_id: Pengenalan Potret Foto Ajaib
ja: 魔法写真ポートレート認識
ko: 플로우 사진 인물 사진 인식
pt_br: Reconhecimento de retrato de Animar
th: การรู้จำรูปเหมือนภาพขยับ
vi: Nhận diện chân dung Ảnh động
zh_hant: 魔法照片臉部辨識

# 魔法照片需下载人像识别模型至本地才可使用哦，赶快下载体验吧~
source: Download the portrait recognition model onto your device to use the Flow function. Try it now!
es: Descarga el modelo de reconocimiento de retratos en tu dispositivo para usar la función Efectos. ¡Pruébala ahora mismo!
hi: सजीव करें फंक्शन का प्रयोग करने के लिए पोर्ट्रेट रिकग्नीशन मॉडल को अपने डिवाइस पर डाउनलोड करें। इसे अभी आजमाएं!
id_id: Unduh model pengenalan potret ke perangkat Anda untuk menggunakan fungsi Foto Ajaib. Coba sekarang!
ja: お使いのデバイスにポートレート認識モデルをダウンロードして、「魔法写真」機能をお楽しみください。今すぐ試してみましょう！
ko: 인물 사진 인식 모델을 내 기기에 다운로드해서 플로우 사진 기능을 사용할 수 있습니다. 지금 시험해 보세요!
pt_br: Baixe o modelo de reconhecimento de retrato em seu aparelho para utilizar a função Animar. Experimente-a agora!
th: ดาวน์โหลดโมเดลรู้จำรูปเหมือนลงในอุปกรณ์ของคุณเพื่อใช้ฟังก์ชันภาพขยับ ลองเลย!
vi: Tải về mẫu nhận diện chân dung để sử dụng chức năng Ảnh động Thử ngay!
zh_hant: 魔法照片需下載臉部辨識模型才可使用喔，趕快下載體驗吧~

# 魔幻笔
source: Magic Brush
bo_cn: མཚར་སྨྱག།
es: Pincel
hi: जादुई ब्रश
id_id: Kuas Magis
ja: 落書きペン
ko: 매직 브러쉬
pt_br: Pincel mágico
th: แปรงวิเศษ
vi: Chổi vẽ diệu kỳ
zh_hans: 魔幻笔
zh_hant: 魔幻筆

# 拿下首评
source: Make the first comment!
bo_cn: ཐོག་མའི་དཔྱད་བརྗོད་བླངས་པ།
es: Sé el primero en comentar
hi: सबसे पहले टिप्पणी करने वाले बनें
id_id: Jadilah pertama yang berkomentar
ja: 最初にコメントしませんか？
ko: 가장 먼저 의견을 남기세요.
pt_br: Seja o primeiro a comentar
th: เป็นคนแรกที่แสดงความเห็น
vi: Hãy là người đầu tiên nhận xét
zh_hant: 搶頭香

# 奶油橘
source: Cream
id_id: Krim
ja: クリーム
ko: 바닐라크림
th: ครีม
vi: Kem
zh_hant: 奶油橘

# 男
source: Male
bo_cn: ཕོ།
es: Masculino
hi: पुरुष
id_id: Pria
ja: 男性
ko: 남성
pt_br: Masculino
th: ชาย
vi: Nam
zh_hant: 男

# 男神
source: Boyish
bo_cn: མཛའ་གྲོགས།
es: Juvenil
hi: लड़कों-सा
id_id: Anak
ja: メンズ
ko: 보이시
pt_br: Garoto
th: หนุ่มๆ
vi: Nam tính
zh_hant: 男友

# 男友
source: Boyish
bo_cn: མཛའ་གྲོགས།
es: Juvenil
hi: लड़कों-सा
id_id: Pacar
ja: メンズ
ko: 보이시
pt_br: Garoto
th: หนุ่มๆ
vi: Bạn trai
zh_hant: 男友

# 内容
source: Posts
bo_cn: ནང་དོན།
es: Publicaciones
hi: पोस्ट
id_id: Postingan
ja: 投稿
ko: 게시물
pt_br: Publicações
th: โพสต์
vi: Bài đăng
zh_hant: 貼文

# 内容太长啦~
source: Content is too long
bo_cn: ནང་དོན་ཧ་ཅང་ནང་འདུག
es: El contenido es demasiado largo
hi: सामग्री ज़्यादा बड़ी है
id_id: Konten terlalu panjang
ja: コンテンツが長すぎます
ko: 내용이 너무 깁니다.
pt_br: O conteúdo é muito longo
th: เนื้อหายาวเกินไป
vi: Nội dung quá dài
zh_hant: 內容太長啦～

# 内置滤镜不能少于2个哦~
source: Minimum of 2 filters required
bo_cn: འཚག་ཤེལ་ནང་འཇུག་གཉིས་ལས་ཉུང་མི་རུང་།
es: No puede contener menos de 2 filtros
hi: 2 फिल्टर्स से कम नहीं हो सकते
id_id: Tidak boleh berisi kurang dari 2 filter
ja: アプリには2個以上のフィルターがあります。
ko: 최소 필터 2개 이상 포함돼야 합니다
pt_br: Não pode conter menos de 2 filtros
th: ต้องใช้ฟิลเตอร์ไม่ต่ำกว่า 2 ชนิด
vi: Không thể chứa ít hơn 2 bộ lọc
zh_hant: 內置濾鏡不能少於2個喔~

# 内置滤镜不能少于3个哦~
source: Cannot contain fewer than 3 filters
bo_cn: འཚག་ཤེལ་ནང་འཇུག་གསུམ་ལས་ཉུང་མི་རུང་།
es: No puede contener menos de 3 filtros
hi: 3 फिल्टर्स से कम नहीं हो सकते
id_id: Tidak boleh berisi kurang dari 3 filter
ja: アプリには3個以上のフィルターがあります。
ko: 최소 필터 3개 이상 포함돼야 합니다
pt_br: Não pode conter menos de 3 filtros
th: ต้องใช้ฟิลเตอร์ไม่ต่ำกว่า 3 ชนิด
vi: Không thể chứa ít hơn 3 bộ lọc
zh_hant: 內置濾鏡不能少於3個喔~

# 内置特效不能少于3个哦~
source: No less than 3 filters in your app.
bo_cn: ནང་བཀོད་ཁྱད་ནུས་༣་ལས་ཉུང་མི་ཆོག།
es: No menos de 3 filtros en tu aplicación.
hi: आपके ऐप्लिकेशन में 3 से कम फ़िल्टर नहीं होने चाहिए।
id_id: Tidak kurang dari 3 filter dalam app Anda.
ja: アプリには3個以上のフィルターがあります。
ko: 앱에 3개 이상의 필터.
pt_br: Até 3 filtros no seu aplicativo.
th: ไม่น้อยกว่า 3 ฟิลเตอร์ในแอพของคุณ
vi: Không dưới 3 bộ lọc trong ứng dụng của bạn.
zh_hans: 内置特效不能少于3个哦~
zh_hant: 內建濾鏡不能少於 3 個哦~

# 你安装的%@版本过低或尚未安装哦~
source: You have not installed %@ or the installed version is too old.
bo_cn: སྐུ་ཉིད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ %@པར་གཞིའི་ཚད་དམའ་བའམ་ནང་འཇུག་བྱས་མི་འདུག
es: No has instalado %@ o la versión instalada es muy antigua.
hi: आपने %@ इंस्टॉल नहीं किया है या इंस्टॉल किया गया वर्ज़न बहुत पुराना है।
id_id: Anda belum memasang %@ atau versi yang terpasang sudah usang.
ja: %@がインストールされていないか、インストール済みのバージョンが古すぎます。
ko: %@을(를) 설치하지 않았거나 설치된 버전이 너무 구형입니다.
pt_br: Você não instalou o %@, ou a versão instalada no seu dispositivo está desatualizada.
th: คุณยังไม่ได้ติดตั้ง %@ หรือติดตั้งเวอร์ชั่นเก่าเกินไป
vi: Bạn chưa cài đặt %@ hoặc phiên bản đã cài đặt quá cũ.
zh_hans: 你安装的%@版本过低或尚未安装哦~
zh_hant: 您安裝的 %@ 版本太舊或尚未安裝喔～

# 你撤回了一条消息
source: You recalled 1 message.
id_id: Anda gagal menarik 1 pesan.
ja: 1件のメッセージを取り消しました。
ko: 메세지를 지웠습니다
th: คุณยกเลิก 1 ข้อความ
vi: Bạn đã gọi lại một tin nhắn.
zh_hant: 你收回了一則訊息

# 你当前处于非WiFi条件，继续下载会耗费你相应的数据流量，是否继续下载呢？
source: You are not connected to a Wi-fi network and downloading may take up a lot of data. Do you still wish to continue?
bo_cn: ་ཉིད་སྐུད་མེད་དྲ་རྒྱ་ཕྱེ་ཡོད་པའི་ཆ་རྐྱེན་འོག་ནས། དེ་དང་འབྲེལ་ཡོད་ཀྱི་གྲངས་འབོར་བཞུར་ཚད་ཟད་འགྲོ་བས། མུ་མཐུད་དུ་ཕབ་ལེན་བྱ་རྒྱུ་ཡིན་ནམ།
es: La descarga sin Wi-Fi necesita datos móviles. ¿Seguir con la descarga?
hi: आप वाई-फ़ाई से जुड़े नहीं हैं। आप अब भी डाउनलोड करना चाहते हैं?
id_id: Anda tidak terhubung ke jaringan WiFi dan pengunduhan mungkin memakan banyak data. Ingin tetap melanjutkan?
ja: WiFiを使用せずにダウンロードするとモバイルデータ通信を使用する事になります。ダウンロードを続けますか？
ko: WiFi에 연결되지 않은 경우 다운로드에 셀룰러 데이터가 필요합니다. 가운로드하시겠습니까?
pt_br: Ao fazer um download sem wi-fi, os dados do celular serão utilizados. Baixar mesmo assim?
th: คุณไม่ได้เชื่อมต่อเครือข่าย WiFi การดาวน์โหลดอาจใช้ข้อมูลเป็นจำนวนมาก ยังต้องการทำต่อหรือไม่?
vi: Bạn không được kết nối tới một mạng wi-fi và tệp tải về có thể tốn nhiều dữ liệu. Bạn vẫn muốn tiếp tục chứ?
zh_hant: 當前為非Wi-Fi環境，繼續下載將耗用你的行動數據，是否繼續下載?

# 你当前处于非WiFi条件下，是否继续下载素材？
source: Not connected to Wi-Fi，continue downloading?
bo_cn: སྐུ་ཉིད་སྐུད་མེད་དྲ་རྒྱའི་སྒོ་ཕྱེ་ཡོད་པས།མུ་མཐུད་དུ་རྒྱུ་ཆ་ཕབ་ལེན་བྱ་རྒྱུ་ཡིན་ནམ།
es: No estás conectado a WiFi, ¿continuar con la descarga?
hi: वाई-फ़ाई से कनेक्टेड नहीं। डाउनलोड जारी रखें?
id_id: Tidak terhubung ke Wi-Fi, lanjutkan mengunduh?
ja: Wi-Fiに接続されていません。ダウンロードを続行しますか？
ko: Wi-Fi에 연결되지 않음. 계속 다운로드하시겠습니까?
pt_br: Sem conexão Wi-Fi. Deseja continuar com o download?
th: ไม่ได้เชื่อมต่อกับ Wi-Fi ดาวน์โหลดต่อหรือไม่
vi: Chưa kết nối với Wi-Fi, tiếp tục tải về?
zh_hans: 你当前处于非WiFi条件下，是否继续下载素材？
zh_hant: 您目前使用的網路為行動數據，是否繼續下載？

# 你当前处于非WiFi条件下，字体包下载需要耗费较多流量，是否继续下载？
source: You are not connected to WIFI. Do you still wish to download?
bo_cn: སྐུ་ཉིད་སྐུད་མེད་དྲ་རྒྱ་ཕྱེ་ཡོད་པའི་ཆ་རྐྱེན་འོག་ནས། ཡིག་གཟུགས་སྒམ་ཕབ་ལལེན་བྱ་རྒྱུར་བཞུར་ཚད་ཅུང་མང་པོ་ཟད་འགྲོ་བས། མུ་མཐུད་དུ་ཕབ་ལེན་བྱའམ།
es: No estás conectado a WiFi. ¿Quieres descargar de todos modos?
hi: आप वाई-फ़ाई से जुड़े नहीं हैं। आप अब भी डाउनलोड करना चाहते हैं?
id_id: Anda tidak terhubung ke Wi-Fi. Anda tetap ingin mengunduh?
ja: Wi-Fiに接続されていません。ダウンロードしてもよろしいですか？
ko: Wi-Fi에 연결되지 않았습니다. 다운로드하시겠습니까?
pt_br: Você não está conectado à rede Wi-Fi. Deseja fazer o download mesmo assim?
th: คุณไม่ได้เชื่อมต่อ WiFi ยังต้องการดาวน์โหลดอยู่หรือไม่
vi: Bạn chưa kết nối vào WIFI. Bạn vẫn muốn tải về?
zh_hans: 你当前处于非WiFi条件下，字体包下载需要耗费较多流量，是否继续下载？
zh_hant: 妳目前處於非WiFi條件下，字體包下載需要耗費較多流量，是否繼續下載？

# 你的草稿卸载美图秀秀后会丢失，请及时发布噢～
source: Your drafts will be deleted if you uninstall, please share them ASAP!
bo_cn: ཁྱོད་ཀྱི་མ་ཟིན་བསུབ་རྗེས་མཛེས་ཆས་མེད་པར་གྱུར་ངེས་་ཡིན།་དུས་ལྟར་ཁྱབ་བསྒྲགས་བྱས་།
es: Los bocetos se eliminarán si desinstalas el programa; compártelos lo antes posible.
hi: अनइंस्टॉल करने पर ड्राफ्ट हटा दिए जाएंगे, कृपया उन्हें जल्द से जल्द साझा करें।
id_id: Draf akan dihapus jika Anda menghapus aplikasi, bagikan sesegera mungkin.
ja: アンインストールすると下書きが削除されます。できるだけ早くシェアしてください。
ko: 언인스톨하면 초안이 모두 삭제되므로, 최대한 빨리 공유하시기 바랍니다.
pt_br: Os rascunhos serão apagados com a desinstalação. Por favor, compartilhe-as o quanto antes.
th: ฉบับร่างจะถูกลบไปหากคุณถอนการติดตั้ง กรุณาแชร์เนื้อหาให้เร็วที่สุด
vi: Các bản nháp sẽ bị xóa nếu bạn hủy cài đặt, vui lòng chia sẻ chúng sớm nhất có thể.
zh_hant: 你的草稿將於刪除美圖秀秀後丟失，請及時上傳喔～

# 你的反馈已经超出最大限制的1000个字符啦~
source: Maximum 1000 characters.
bo_cn: ཁྱེད་ཀྱི་བསམ་འཆར་ཚད་བཀག་ལས་ཆེས་ཆེ་བའི་ཡིག་འབྲུ༡༠༠༠ལས་བརྒལ་འདུག
es: Máximo 1000 caracteres.
hi: ज़्यादा से ज़्यादा 1000 अक्षर।
id_id: Maksimum 1000 karakter.
ja: 最大1000文字です。
ko: 최대 1000자.
pt_br: Máximo 1000 caracteres.
th: สูงสุด 1,000 ตัวอักษร
vi: Tối đa 1000 ký tự.
zh_hans: 你的反馈已经超出最大限制的1000个字符啦~
zh_hant: 您的反饋已超過字數上限1000個字元啦~

# 你的联系方式含有非法字符哦
source: Your contact info has character(s) we don’t support.
bo_cn: ཁྱེད་ཀྱི་འབྲེལ་གཏུག་བྱ་ཐབས་ཁྲོད་ལུགས་མཐུན་མིན་པའི་ཡིག་རྟགས་འདུས་འདུག
es: Tu información de contacto contiene caracteres que no reconocemos.
hi: आपकी सम्पर्क जानकारी में कुछ ऐसे अक्षर हैं।
id_id: Info kontak Anda berisi karakter yang tak didukung.
ja: 連絡先情報に、サポート対象外の文字が使用されています。
ko: 연락처 정보에 지원되지 않는 문자가 있습니다.
pt_br: Suas informações de contato contêm caracteres não suportados.
th: ข้อมูลติดต่อของคุณมีอักขระที่เราไม่รองรับ
vi: Thông tin liên lạc của bạn có ký tự chúng tôi không hỗ trợ.
zh_hans: 你的联系方式含有非法字符哦
zh_hant: 您的聯絡方式含無效字元哦

# 你的联系方式已超过最大限制的140个字符哦~
source: Maximum 140 characters.
bo_cn: ཁྱེད་ཀྱི་འབྲེལ་གཏུག་བྱ་ཐབས་ཚད་བཀག་ཆེས་ཆེ་བའི་ཚད་བཀག་གི་ཡིག་རྟགས་༡༤༠ལས་བརྒལ་འདུག
es: Máximo 140 caracteres.
hi: ज़्यादा से ज़्यादा 140 अक्षर।
id_id: Maksimum 140 karakter.
ja: 最大140文字です。
ko: 최대 140자.
pt_br: Máximo 140 caracteres.
th: สูงสุด 140 ตัวอักษร
vi: Tối đa 140 ký tự.
zh_hans: 你的联系方式已超过最大限制的140个字符哦~
zh_hant: 您的聯絡方式已超過字數上限140個字元哦~

# 你的位置权限未开启，将导致地理位置信息不准确哦
source: Allow "Meitu" to access your location. Location access is not enabled. This may result in inaccurate location data.
bo_cn: ཁྱེད་ཀྱི་ས་གནས་ཆོག་མཆན་གྱི་སྒོ་ཕྱེ་མེད་པས། ས་བབས་ཀྱི་ཆ་འཕྲིན་གསལ་བོ་མིན་པར་བྱ་སྲིད།
es: Permite que “Meitu” acceda a tu ubicación. No está habilitado el acceso a la ubicación. Esto puede producir datos incorrectos de ubicación.
hi: Meitu को अपने स्थान पहुंच की अनुमति दें। स्थान पहुंच सक्रिय नहीं है। इससे गलत स्थान के परिणाम आ सकते हैं।
id_id: Izinkan "Meitu" mengakses lokasi. Akses lokasi tidak diaktifkan. Ini dapat menyebabkan data lokasi tidak akurat.
ja: 「Meitu」が位置情報にアクセスできるようにします。位置情報へのアクセスが有効ではありません。このため、位置データが正確ではなくなる可能性があります。
ko: "Meitu"에서 내 위치에 액세스하는 것을 허용합니다. 위치 액세스가 활성화되지 않았습니다. 이로 인해 위치 데이터가 정확하지 않을 수 있습니다.
pt_br: Permitir que "Meitu" acesse seu local. O acesso ao local não foi permitido. Isso poderá resultar em dados de localização imprecisos.
th: ให้ “Meitu” สืบค้นตำแหน่งของคุณ ไม่ได้เปิดใช้การสืบค้นตำแหน่งไว้ อาจทำให้ข้อมูลระบุตำแหน่งไม่แม่นยำ
vi: Vui lòng cho phép "Meitu" truy cập vị trí của bạn. Truy cập vị trí chưa được bật. Điều này có thể dẫn đến dữ liệu vị trí không chính xác.
zh_hans: 你的位置权限未开启，将导致地理位置信息不准确哦
zh_hant: 位置權限尚未開啟，將無法精確定位喔

# 你的相册中还没有内容
source: Your album is empty!
zh_hant: 你的相簿中還沒有內容

# 你的颜值管家当前处于关闭中，无法应用你所设定的美颜参数。
source: My Beauty is off. You cannot apply your personalized beauty value
bo_cn: ཁྱོད་ཀྱི་མཛེས་ལོད་སྐྱེ་འབྲས་ཕྱག་མཛོད་ད་ལྟ་ཁ་རྒྱག་སྒོ་རྒྱག་ནང་དུ་གནས་ཡོད་པ་དང་།དཔྱད་གྲངས་མཛེས་རིགས་ཁྱོད་གནས་གཏན་འཁེལ་གྱི་བཀོལ་སྤྱོད་བྱེད་མི་ཐུབ་།
es: Mi belleza no está activo. No puedes aplicar tu valor personalizado de belleza
hi: माय ब्यूटी बंद है। अपने निजीकृत सौंदर्य मूल्य लागू नहीं कर सकते।
id_id: Kecantikanku nonaktif. Anda tidak dapat menerapkan nilai kecantikan personal
ja: 「マイビューティー」はオフになっています。パーソナライズされた美顔補正値を適用できません
ko: 내 뷰티가 꺼져 있습니다. 내 개인 맞춤형 미화 값을 적용할 수 없습니다
pt_br: Minha Beleza está desativado. Você não pode aplicar o seu valor de embelezamento personalizado
th: ความงามของฉัน ปิดอยู่ คุณไม่สามารถใช้ค่าการปรับแต่งความงามของคุณได้
vi: Vẻ đẹp của Tôi của tôi bị tắt. Bạn không thể dùng giá trị vẻ đẹp được cá nhân hóa của mình
zh_hant: 顏值管家處於關閉狀態，無法使用你的美顏設定。

# 你关注的人都在这里
source: Find everyone you're following here.
bo_cn: ཁྱེད་ཀྱིས་དོ་སྣང་བྱེད་པའི་མི་སྣ་དག་འདི་རུ་འདུས་ཡོད།
es: Encuentra a todos los que sigues aquí.
hi: उन सभी को यहां पाएं, जिन्हें आप फ़ॉलो करते हैं।
id_id: Temukan semua orang yang Anda ikuti disini
ja: ここには、フォローしているすべてのユーザーが表示されます
ko: 여기서 팔로우하는 모든 사람을 찾으세요.
pt_br: Encontre todo mundo que você está seguindo aqui.
th: ค้นหาทุกคนที่คุณกำลังติดตามที่นี่่
vi: Tìm mọi người bạn đang theo dõi ở đây.
zh_hans: 你关注的人都在这里
zh_hant: 你追蹤的人都在這裡

# 你还没有开启麦克风权限，开启之后即可录音
source: Please allow microphone access to record audio
bo_cn: ཁྱོད་ཀྱིས་ད་དུང་སྒྲ་དུང་སྒོ་འབྱེད་པའི་དབང་ཆ་མེད།་སྒོ་ཕྱེ་རྗེས་སྒྲ་ལེན་ཆོག།
es: Permita el acceso al micrófono para grabar audio
hi: ऑडियो रिकॉर्ड करने के लिए कृपया माइक्रोफोन की अनुमति दें
id_id: Izinkan akses mikrofon untuk merekam audio
ja: 音声を録音するには、マイクへのアクセスを許可してください
ko: 마이크 액세스를 허용해야 음성을 녹음하실 수 있습니다
pt_br: Permita o acesso ao microfone para gravar áudios
th: กรุณาอนุญาตการเข้าถึงไมโครโฟนเพื่ออัดเสียง
vi: Vui lòng cấp quyền truy cập micro để ghi âm
zh_hant: 你尚未開啟麥克風權限，開啟後即可錄音

# 你还没有开启麦克风权限，开启之后即可摄像
source: Please allow "Meitu" to access microphone in order to record videos.
bo_cn: ཁྱེད་ཀྱིས་སྐད་སྦུག་དབང་ཚད་ཀྱི་སྒོ་ཕྱེ་མེད་པས། སྒོ་ཕྱེ་རྗེས་དེ་མུར་བརྙན་ཕབ་ཆོག
es: Permite que “Meitu” acceda a al micrófono para poder grabar videos.
hi: वीडियो रिकॉर्ड करने के लिए, कृपया “Meitu” को माइक्रोफ़ोन इस्तेमाल करने की अनुमति दें।
id_id: Harap izinkan "Meitu" mengakses mikrofon untuk merekam video.
ja: 動画を撮影するには、「Meitu」にマイクへのアクセスを許可してください。
ko: 비디오를 녹화하려면 "Meitu"에서 마이크에 액세스하는 것을 허용합니다.
pt_br: Permita que o "Meitu" acesse o microfone para gravar vídeos.
th: กรุณาให้ “Meitu” ใช้ไมโครโฟนเพื่อบันทึกวิดีโอ
vi: Vui lòng cho phép "Meitu" truy cập vào micrô để quay video.
zh_hans: 你还没有开启麦克风权限，开启之后即可摄像
zh_hant: 你還沒有開啟麥克風權限，開啟後即可錄影

# 你还没有开启相机权限，开启之后即可拍照或录像
source: Please allow "Meitu" to access camera in order to take photos or videos.
bo_cn: ཁྱེད་ཀྱིས་པར་ཆས་དབང་ཚད་ཀྱི་སགོ་ཕྱེ་མེད་པས། སྒོ་ཕྱེ་རྗེས་དེ་མུར་པར་ལེན་དང་བརྙན་ཕབ་ཆོག
es: Permite que “Meitu” acceda a tus fotos para poder tomar fotos o videos.
hi: फ़ोटो और वीडियो लेने के लिए, कृपया “Meitu” को कैमरा इस्तेमाल करने की अनुमति दें।
id_id: Harap izinkan "Meitu" mengakses kamera untuk mengambil foto atau video.
ja: 写真や動画を撮影するには、「Meitu」にカメラへのアクセスを許可してください。
ko: 사진 또는 비디오를 찍으려면 "Meitu"에서 카메라를 액세스하는 것을 허용해야 합니다.
pt_br: Permita que o "Meitu" acesse sua câmera para tirar fotos ou vídeos.
th: กรุณาให้ “Meitu” ใช้งานกล้องเพื่อถ่ายภาพหรือวิดีโอ
vi: Vui lòng cho phép "Meitu" truy cập vào camera để chụp ảnh hoặc quay video.
zh_hans: 你还没有开启相机权限，开启之后即可拍照或录像
zh_hant: 你還沒有開啟相機權限，開啟後即可拍照或錄影

# 你还没有开启运动与健康权限，开启之后美图秀秀才能访问哦
source: Please allow "Meitu" to access Motion &a Fitness in order to accurately track your activity.
bo_cn: ཁྱེད་ཀྱིས་གཟུགས་ཕུང་བདེ་ཐང་བརྟག་བཤེར་གྱི་མ་ལག་སྒོ་ཕྱེ་མེད་པས། སྒོ་ཕྱེས་རྗེས་མེའུ་ཐུའུ་མཛེས་པར་བཀོལ་སྤྱོད་བྱ་ཆོག
es: Permite que “Meitu” acceda a Motion & Fitness para poder seguir tu actividad con precisión.
hi: आपकी गतिविधि सही तरीके से ट्रैक करने के लिए, कृपया “Meitu” को गति और सेहत से जुड़ी जानकारी इस्तेमाल करने की अनुमति दें।
id_id: Harap izinkan "Meitu" mengakses Gerakan & Kebugaran untuk melacak aktivitas Anda dengan akurat.
ja: アクティビティを正確にトラッキングするには、「Meitu」にモーション＆フィットネス情報へのアクセスを許可してください。
ko: 내 활동을 정확하게 추적하려면 "Meitu"에서 모션 및 피트니스에 액세스하는 것을 허용합니다.
pt_br: Permita que o "Meitu" acesse Motion & Fitness para acompanhar de forma precisa sua atividade física.
th: กรุณาให้ “Meitu” สืบค้น Motion &a Fitness เพื่อตรวจสอบกิจกรรมของคุณได้อย่างถูกต้อง
vi: Vui lòng cho phép "Meitu" truy cập vào Chuyển động & Tập luyện để theo dõi chính xác hoạt động của bạn.
zh_hans: 你还没有开启运动与健康权限，开启之后美图秀秀才能访问哦
zh_hant: 你還沒有開啟身體感應器權限，開啟後美圖秀秀即可啟用該功能

# 你还没有开启照片权限，开启之后即可保存图片
source: Please allow "Meitu" to access photos in order to save pictures.
bo_cn: ཁྱེད་ཀྱིས་འདྲ་པར་དབང་ཚད་ཀྱི་སྒོ་ཕྱེས་མེད་པས། སྒོ་ཕྱེས་རྗེས་འདྲ་པར་ཉར་ཚགས་བྱ་ཆོག
es: Permite que “Meitu” acceda a tus fotos para poder guardar las imágenes.
hi: तस्वीर सेव करने के लिए, कृपया “Meitu” को फ़ोटो इस्तेमाल करने की अनुमति दें।
id_id: Harap izinkan "Meitu" mengakses foto untuk menyimpan foto.
ja: 写真を保存するには、「Meitu」に写真へのアクセスを許可してください。
ko: 사진을 저장하려면 "Meitu"에서 사진에 액세스하는 것을 허용합니다.
pt_br: Permita que o "Meitu" acesse suas fotos para poder salvar imagens.
th: กรุณาให้ “Meitu” สืบค้นภาพเพื่อบันทึกภาพถ่าย
vi: Vui lòng cho phép "Meitu" truy cập vào ảnh để lưu các hình ảnh.
zh_hans: 你还没有开启照片权限，开启之后即可保存图片
zh_hant: 你還沒有開啟照片權限，開啟後即可保存圖片

# 你还没有开启照片权限，开启之后美图秀秀才能访问你的照片
source: Please allow "Meitu" to access photos in order to load your pictures.
bo_cn: ཁྱེད་ཀྱིས་འདྲ་པར་དབང་ཚད་ཀྱི་སྒོ་ཕྱེས་མེད་པས། སྒོ་ཕྱེ་རྗེས་མེའུ་ཐུའུ་མཛེས་བཟོ་ལས་འདྲ་པར་བཀོལ་སྤྱོད་བྱ་ཆོག
es: Permite que “Meitu” acceda a tus fotos para poder cargar las imágenes.
hi: आपकी तस्वीरें लोड करने के लिए, कृपया “Meitu” को फ़ोटो इस्तेमाल करने की अनुमति दें।
id_id: Harap izinkan "Meitu" mengakses foto untuk memuat foto.
ja: 写真を読み込むには、「Meitu」に写真へのアクセスを許可してください。
ko: 사진을 로드하려면 "Meitu"에서 사진에 액세스하는 것을 허용합니다.
pt_br: Permita que o "Meitu" acesse suas fotos para poder carregar imagens.
th: กรุณาให้ “Meitu” สืบค้นภาพเพื่อโหลดภาพถ่ายของคุณ
vi: Vui lòng cho phép "Meitu" truy cập vào ảnh để tải các hình ảnh của bạn.
zh_hans: 你还没有开启照片权限，开启之后美图秀秀才能访问你的照片
zh_hant: 你還沒有開啟照片權限，開啟後美圖秀秀即可啟用你的相簿

# 你还未安装口袋购物客户端，需下载后才能使用。
source: You haven't installed PocketShop yet. Download to get started.
bo_cn: སྐུ་ཉིད་ཀྱིས་ཁུག་ཆུང་ཉོ་ཚོང་བཀོལ་མཁན་སྦྲེལ་སྡེ་ནང་འཇུག་བྱས་མེད་པས།ནང་འཇུག་བྱོས་རྗེས་ད་གཟོད་བཀོ
es: Todavía no has instalado PocketShop. Descárgalo para comenzar.
hi: आपने अभी तक PocketShop इंस्टॉल नहीं किया है। शुरू करने के लिए डाउनलोड करें।
id_id: Anda belum memasang PocketShop. Unduh untuk memulai.
ja: まだ、PocketShopがインストールされていません。使用を開始するには、ダウンロードしてください。
ko: 아직 PocketShop을 설치하지 않았습니다. 시작하려면 다운로드하세요.
pt_br: Você ainda não instalou o PocketShop. Faça o download para começar.
th: คุณยังไม่ได้ติดตั้ง PocketShop ดาวน์โหลดเพื่อเริ่มต้น
vi: Bạn chưa cài đặt PocketShop. Tải về để bắt đầu.
zh_hans: 你还未安装口袋购物客户端，需下载后才能使用。
zh_hant: 你還未安裝口袋購物用戶端，需下載後才能使用。

# 你还未安装美拍客户端，需下载后才能使用。
source: You haven't installed BeautyCam yet. Download to get started.
bo_cn: སྐུ་ཉིད་ཀྱིས་མཛེས་བརྙན་བཀོལ་མཁན་སྦྲེལ་སྡེ་ནང་འཇུག་བྱས་མེད་པས།ནང་འཇུག་བྱོས་རྗེས་ད་གཟོད་བཀོལ་སྤྱོ
es: Todavía no has instalado BeautyCam. Descárgalo para comenzar.
hi: आपने अभी तक BeautyCam इंस्टॉल नहीं किया है। शुरू करने के लिए डाउनलोड करें।
id_id: Anda belum memasang BeautyCam. Unduh untuk memulai.
ja: まだ、BeautyCamがインストールされていません。使用を開始するには、ダウンロードしてください。
ko: 아직 BeautyCam을 설치하지 않았습니다. 시작하려면 다운로드하세요.
pt_br: Você ainda não instalou o BeautyCam. Faça o download para começar.
th: คุณยังไม่ได้ติดตั้ง BeautyCam ดาวน์โหลดเพื่อเริ่มต้น
vi: Bạn chưa cài đặt BeautyCam. Tải về để bắt đầu.
zh_hans: 你还未安装美拍客户端，需下载后才能使用。
zh_hant: 你還未安裝美拍用戶端，需下載後才能使用。

# 你还未下载任何素材哦，快去素材中心下载吧！
source: You do not have any materials downloaded. Go to the Material Center now!
bo_cn: སྐུ་ཉདི་ཀྱིས་རྒྱུ་ཆ་གང་ཡང་ཕབ་ལེན་བྱས་མི་འདུག་པས། ལམ་སེང་རྒྱུ་ཆ་ལྟེ་གནས་ནས་ཕབ་ལེན་བྱ་རོགས།
es: No tienes ningún material descargado. ¡Ve al centro de materiales ahora!
hi: आपके पास कोई डाउनलोड की गई सामग्री नहीं है। अभी मटेरियल सेंटर पर जाएँ!
id_id: Anda tidak memiliki bahan yang sudah diunduh. Buka Material Center sekarang!
ja: 素材がダウンロードされていません。今すぐ素材センターにアクセスしてください！
ko: 다운로드한 자료가 없습니다. 지금 자료 센터로 이동하세요!
pt_br: Você não fez o download de nenhum material. Entre no Centro de Materiais agora mesmo!
th: คุณไม่มีเนื้อหาใด ๆ ที่ดาวน์โหลด ไปที่ ศูนย์เนื้อหา ตอนนี้!
vi: Bạn chưa có nội dung nào được tải về. Hãy vào ngay Trung tâm Nội dung!
zh_hant: 你還未下載任何素材，快去素材中心下載吧！

# 你可能感兴趣
source: You may also like...
es: También te podría gustar...
hi: आपको यह भी पसंद आएगा...
id_id: Anda mungkin juga suka...
ja: こちらもおすすめ...
ko: 당신이 좋아할만한 것들...
pt_br: Pode ser que você também goste de...
th: คุณอาจชอบ...
vi: Bạn cũng có thể thích...
zh_hans: 你可能感兴趣
zh_hant: 你可能感興趣

# 你可能喜欢的素材或效果
source: Materials or effects you might like
bo_cn: ཁྱེད་རང་དགའ་མོས་ཡོད་སྲིད་པའི་རྒྱུ་ཆའམ་ཕན་ནུས།
es: Materiales o efectos que te podrían gustar
hi: वे सामग्रियाँ या प्रभाव जिन्हें शायद आप पसंद करेंगे
id_id: Bahan atau efek yang mungkin Anda suka
ja: おすすめの素材やエフェクト
ko: 좋아할 수 있는 자료 또는 효과
pt_br: Materiais ou efeitos que você pode gostar
th: วัตถุดิบหรือเอฟเฟกต์ที่คุณอาจชอบ
vi: Vật liệu hoặc hiệu ứng bạn có thể thích
zh_hans: 你可能喜欢的素材或效果
zh_hant: 你可能喜歡的素材或效果

# 你可能喜欢的素材或效果；
source: Materials or effects you might like;
bo_cn: ཁྱེད་རང་དགའ་མོས་ཡོད་སྲིད་པའི་རྒྱུ་ཆའམ་ཕན་ནུས།
es: Materiales o efectos que te podrían gustar;
hi: आपको पसंद आ सकने वाली सामग्री या इफेक्ट्स
id_id: Bahan atau efek yang mungkin Anda suka;
ja: おすすめの素材やエフェクト：
ko: 좋아할 수 있는 자료 또는 효과;
pt_br: Materiais ou efeitos que você pode gostar;
th: วัตถุดิบหรือเอฟเฟกต์ที่คุณอาจชอบ;
vi: Vật liệu hoặc hiệu ứng bạn có thể thích;
zh_hant: 你可能喜歡的素材或效果；
