Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 当前使用配方包含付费素材，订阅后才可使用哦~
source: There are paid items in the templates you used. Do you want to subscribe now?
id_id: Ada item berbayar di template yang Anda gunakan. Anda ingin berlangganan sekarang?
ja: 使用している編集ヒントに有料アイテムが含まれています。今すぐ定期購入しますか？
ko: 사용하신 템플릿에 유료 아이템이 있습니다. 지금 구독을 원하시나요?
th: แม่แบบที่คุณใช้มีไอเทมที่คุณต้องชำระเงิน สมัครสมาชิกแล้วจึงจะสามารถใช้ได้
vi: Có các mục trả phí trong các mẹo chỉnh sửa bạn đã sử dụng. Bạn có muốn đăng ký ngay không?
zh_hant: 目前使用配方包含收費素材，訂閱後即可使用~

# 当前图片长宽比例过大，继续编辑会导致图片模糊，是否继续？
source: Your photo is out of proportion and may be blurry after the editing. Would you like to continue?
bo_cn: འདྲ་པར་དམིགས་སྔར་གྱི་འདྲ་རིང་ཐུང་ཚད་དྲག་པས།བསྟུད་མར་སྒྲིག་བཟོ་བྱེད་དུས། རབ་རིབ་གྱུར་འགྲོ་བས་སྒྲིག་བཟོ་བྱེད་དམ།
es: Tu foto no corresponde a la proporción y podría quedar desenfocada luego de editarla. ¿Quieres continuar?
hi: आपकी फ़ोटो का आकार ठीक अनुपात में नहीं है और यह बदलाव करने के बाद धुँधली हो सकती है। क्या आप जारी रखना चाहेंगे?
id_id: Foto Anda tidak proporsional dan mungkin kabur setelah pengeditan. Apakah Anda ingin meneruskan?
ja: 写真のアスペクト比が不釣り合いであるため、編集するとぼやける可能性があります。続行しますか？
ko: 사진이 비율을 벗어나서 편집 후 흐릿하게 표시될 수 있습니다. 계속하시겠습니까?
pt_br: Sua foto foi tirada fora de proporção, e poderá ficar desfocada após a edição. Deseja continuar?
th: ภาพของคุณไม่ได้สัดส่วนและอาจเบลอหลังตัดต่อ ต้องการดำเนินการต่อหรือไม่
vi: Ảnh của bạn không đúng tỷ lệ và có thể bị mờ sau khi chỉnh sửa. Bạn có muốn tiếp tục không?
zh_hans: 当前图片长宽比例过大，继续编辑会导致图片模糊，是否继续？
zh_hant: 目前圖片長寬比例過大，繼續編輯會導致圖片模糊，是否繼續？

# 当前网络不可用，是否前往系统设置进行网络设置？
source: No Internet access, head to Settigns to check network？
bo_cn: མིག་སྔར་གྱི་དྲ་རྒྱ་བཀོལ་སྤྱོད་བྱ་མི་ཐུབ་པས། མ་ལག་སྒྲིག་འགོད་ཁྲོད་ནས་དྲ་རྒྱ་སྒྲིག་འགོད་བྱ་རྒྱུ་ཡིན་ནམ།
es: Sin acceso a Internet. Ve a Configuraciones para verificar la red.
hi: इंटरनेट नहीं चल रहा है। सेटिंग में जाकर नेटवर्क देखें？
id_id: Tidak ada akses Internet, buka Setelan untuk memeriksa jaringan？
ja: インターネットアクセスがありません。[設定] に移動して、ネットワークを確認しますか？
ko: 인터넷 액세스 없음. 설정에서 네트워크를 확인하세요.
pt_br: Sem acesso à Internet. Deseja entrar em Configurações para verificar a conexão à rede?
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต ไปที่การตั้งค่าเพื่อตรวจสอบเครือข่าย?
vi: Không có kết nối Internet, chuyển tới phần Thiết lập để kiểm tra mạng?
zh_hans: 当前网络不可用，是否前往系统设置进行网络设置？
zh_hant: 目前網路不可用，是否前往系統設定進行網路設定？

# 当前网络不稳定，检查失败。请稍后再试。
source: Unable to connect, please check your network settings and try again.
bo_cn: མིག་སྔར་དྲ་རྒྱ་གཏན་འཇགས་མེན་པས།དག་ཐེར་བྱེད་མ་ཐུབ་པས་ཅུང་ཙམ་སྒྱག་རྗེས་ཚོད་ལྟ་བྱེད་རོགས།
es: No se pudo conectar. Verifica la configuración de red e intenta nuevamente.
hi: कनेक्ट नहीं हो पाया। कृपया अपने नेटवर्क की सेटिंग देखें और फिर से कोशिश करें।
id_id: Tak dapat terhubung, harap periksa pengaturan jaringan dan coba lagi.
ja: 接続できません。ネットワーク設定を確認して、再度お試しください。
ko: 연결 불가. 네트워크 설정을 확인한 후 다시 시도하세요.
pt_br: Não foi possível estabelecer conexão. Verifique suas configurações de rede e tente novamente.
th: ไม่สามารถเชื่อมต่อได้ กรุณาตรวจสอบค่าเครือข่ายของคุณ และลองใหม่อีกครั้ง
vi: Không thể kết nối, vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_hans: 当前网络不稳定，检查失败。请稍后再试。
zh_hant: 目前網路不稳定，检查失败。请稍后再试。

# 当前为非wifi环境，注意流量消耗
source: You are not using Wi-Fi, please pay attention to your data consumption.
es: Estás sin Wi-Fi, gastando datos.
hi: आप वाईफाई पर नहीं हो, डेटा खपत पर नज़र रखो.
id_id: Tidak terhubung ke Wi-Fi, perhatikan konsumsi data seluler.
ja: 現在Wi-Fiは使用していません。データ使用量にご注意ください。
ko: Wi-Fi가 연결되지 않았습니다. 데이터 소요량에 주의하세요.
pt_br: Você não está utilizando a rede Wi-Fi, preste atenção em seu consumo de dados.
th: คุณไม่ได้ใช้ WiFi อยู่ กรุณาระมัดระวังการใช้งานอินเทอร์เน็ตมือถือของคุณ
vi: Bạn đang không dùng mạng Wi-Fi, chú ý mức tiêu thụ dữ liệu của bạn.
zh_hant: 當前爲非WiFi環境，注意數據使用。

# 当前位置不支持分割
source: The current position does not support segmentation
es: La posición actual no admite segmentación
hi: वर्तमान स्थिति विखंडीकरण को सपोर्ट नहीं करती।
id_id: Posisi saat ini tidak mendukung segmentasi
ja: 現在地はセグメント化をサポートしていません。
ko: 현재 위치는 분할을 지원하지 않습니다
pt_br: A posição atual não tem suporte para segmentação
th: ตำแหน่งปัจจุบันไม่รองรับการแบ่งส่วน
vi: Vị trí hiện tại không hỗ trợ phân tách
zh_hant: 當前位置不支援分割

# 当前位置不支持复制
source: The current position does not support copying.
id_id: Posisi saat ini tidak mendukung penyalinan.
ja: 現在の位置はコピーをサポートしていません。
ko: 현재 위치에서는 복사를 지원하지 않습니다.
th: ตำแหน่งปัจจุบันไม่รองรับการทำสำเนา
vi: Vị trí hiện tại không hỗ trợ sao chép.
zh_hant: 當前位置不支援複製

# 当前位置不支持添加
source: The current position does not support adding elements.
id_id: Posisi saat ini tidak mendukung penambahan musik.
ja: 現在の位置では音楽を追加することができません。
ko: 현재 위치에서는 음악 추가가 지원되지 않습니다.
th: ตำแหน่งปัจจุบันไม่ซัพพอร์ตการเพิ่มเพลง
vi: Vị trí hiện tại không hỗ trợ thêm nhạc.
zh_hant: 當前位置不支援添加

# 当前位置已有边框
source: You have already added a frame here.
id_id: Anda telah menambahkan sebuah frame di sini.
ja: ここには既にフレームが追加されています。
ko: 여기서 이미 프레임을 추가하셨습니다.
th: คุณเพิ่มกรอบรูปตรงนี้แล้ว
vi: Bạn đã thêm một khung ở đây.
zh_hant: 當前位置已有邊框

# 当前位置已有ar贴纸
source: You have already added an AR sticker here.
id_id: Anda telah menambahkan stiker AR di sini.
ja: ここには既にARスタンプが追加されています。
ko: 여기서 이미 AR 스티커를 추가하셨습니다.
th: คุณเพิ่มสติกเกอร์ARตรงนี้แล้ว
vi: Bạn đã thêm một nhãn dán AR vào đây.
zh_hant: 當前位置已有AR貼紙

# 当前位置已有AR贴纸
source: You have already added an AR sticker here.
id_id: Anda telah menambahkan stiker AR di sini.
ja: ここには既にARスタンプが追加されています。
ko: 여기서 이미 AR 스티커를 추가하셨습니다.
th: คุณเพิ่มสติกเกอร์ARตรงนี้แล้ว
vi: Bạn đã thêm một nhãn dán AR vào đây.
zh_hant: 當前位置已有AR貼紙

# 当前无网络可以使用，请确保您已经开启GPRS或WIFI！
source: Unable to connect, please check your network settings.
bo_cn: མིག་སྔར་དྲ་རྒྱ་བཀོལ་སྤྱོད་བྱ་རྒྱུ་མེད་པས་སྐུ་ཉིད་ཀྱི་GPRSའམ WIFIཕྱེ་ཡོད་པ་ཁག་ཐེག་བྱ་རོགས།
es: No se pudo conectar. Verifica la configuración de red.
hi: जोड़ा नहीं जा सका, कृपया अपनी नेटवर्क सेटिंग देखें।
id_id: Tidak terhubung, harap periksa pengaturan jaringan Anda.
ja: 接続できません。ネットワーク設定を確認してください。
ko: 연결 불가. 네트워크 설정을 확인하세요.
pt_br: Não foi possível estabelecer conexão. Verifique suas configurações de rede.
th: ไม่สามารถเชื่อมต่อ กรุณาตรวจสอบค่าเครือข่ายของคุณ
vi: Không thể kết nối, hãy kiểm tra cài đặt mạng của bạn.
zh_hans: 当前无网络可以使用，请确保您已经开启GPRS或WIFI！
zh_hant: 目前無網路可以使用，請確保您已經開啟GPRS或WIFI！

# 当前效果将自动应用， 切换后无法再次调整。
source: Auto-apply current effect. This cannot be modified after switching.
es: Aplica el efecto actual de forma automática. Esto no se puede modificar después del cambio.
hi: मौजूदा प्रभाव स्‍वत: लागू करें। इसे बदलने के बाद संशोधित नहीं किया जा सकता।
id_id: Menerapkan secara otomatis efek saat ini. Ini tidak dapat dimodifikasi setelah beralih.
ja: 現在のエフェクトを自動的に適用します。これは切り替え後には変更できません。
ko: 현재 효과 자동 적용. 이 기능은 전환 후에 수정할 수 없습니다.
pt_br: Aplicar automaticamente o efeito atual. Isso não pode ser modificado após a troca.
th: ใช้เอฟเฟกต์ปัจจุบันโดยอัตโนมัติ ซึ่งจะไม่สามารถแก้ไขได้หลังจากเปลี่ยนแล้ว
vi: Tự động áp dụng hiệu ứng hiện tại. Không thể chỉnh sửa hiệu ứng này sau khi chuyển đổi.
zh_hant: 當前效果將自動使用， 切換後無法再次調整。

# 当前已在首页
source: You're already on the homepage
bo_cn: ད་ལྟ་པར་ངོས་ཐོག་མ་ཡོད་ན་ཡོད།
es: Ya te encuentras en la página de inicio
hi: आप पहले से ही होमपेज पर हैं
id_id: Anda sudah berada di halaman awal
ja: ホームページがすでに表示されています
ko: 이미 홈페이지에 있습니다.
pt_br: Você já está na página inicial
th: คุณอยู่หน้าโฮมเพจอยู่แล้ว
vi: Bạn đã ở trên trang chủ
zh_hant: 目前已在首頁

# 当前有配方未随帐号绑定，有丢失风险
source: There are currently templates that are not linked to an account and may be lost.
id_id: Saat ini ada template yang belum tertaut ke akun dan akan bisa hilang.
ja: 現在アカウントにリンク付けされていない、失われる可能性のある編集ヒントがあります。
ko: 현재 계정에 링크되지 않은 템플릿이 있으며, 이는 분실될 수 있습니다.
th: มีแม่แบบที่ยังไม่ได้ผูกกับบัญชี มีโอกาสสูญหาย
vi: Hiện tại đang có các mẹo chỉnh sửa không được liên kết với tài khoản và có thể bị mất.
zh_hant: 目前有配方未隨帳號綁定，有丟失風險。

# 当前有配方未随帐号绑定，有丢失风险，是否绑定？
source: There are currently templates that are not linked to an account and may be lost. Link now?
id_id: Saat ini ada template yang belum tertaut ke akun dan nantinya bisa hilang. Tautkan sekarang?
ja: 現在アカウントにリンク付けされていない、失われる可能性のある編集ヒントがあります。今すぐリンク付けしますか？
ko: 현재 계정에 링크되지 않은 템플릿이 있으며, 이는 분실될 수 있습니다. 지금 링크할까요?
th: แม่แบบที่คุณใช้ ยังไม่ได้ผูกกับบัญชี มีโอกาสสูญหาย จะผูกกับบัญชีหรือไม่?
vi: Hiện có các mẹo chỉnh sửa không được liên kết với tài khoản và có thể bị mất. Liên kết ngay?
zh_hant: 目前有配方未綁定帳號，有丟失風險，是否綁定？

# 导入时长过长，请删减后重试
source: The imported video is too long, please delete some clips and try again.
es: El video es demasiado largo. Elimine algunos clips y vuelva a intentarlo.
hi: यह वीडियो बहुत बड़ा है। कृपया कुछ क्लिप हटाएं और पुनःप्रयास करें।
id_id: Video terlalu panjang, hapus beberapa klip dan coba lagi.
ja: 動画が長すぎます。一部のクリップを削除してから再度お試しください。
ko: 동영상이 너무 깁니다. 클립을 일부 삭제하고 다시 시도하세요.
pt_br: O vídeo é muito longo, apague alguns clipes e tente novamente.
th: วิดีโอยาวเกินไป กรุณาลบบางคลิปออกแล้วลองอีกครั้ง
vi: Video quá dài, vui lòng xóa một số clip và thử lại.
zh_hant: 匯入時長過長，請刪減后重試。

# 导入视频，提取视频中的声音 作为背景音乐使用
source: Import video and extract audio to use as background music
es: Importar video y extraer sonido para usar como música de fondo
hi: वीडियो लाएं और उससे संगीत लेकर पार्श्वभूमि संगीत की तरह उपयोग करें
id_id: Impor video dan ekstrak suara untuk digunakan sebagai musik latar
ja: 動画をインポートしてサウンドを抽出し、 バックグラウンド音楽として使用
ko: 동영상을 가져와서 음원을 추출하여 배경 음악으로 사용
pt_br: Importar vídeo e extrair o som para uso como música de fundo
th: นำเข้าวิดีโอและแยกเสียงออกเพื่อ ใช้เป็นเพลงประกอบ
vi: Nhập video và tách âm thanh để sử dụng làm nhạc nền
zh_hant: 匯入影片，擷取影片中的聲音 作為背景音樂

# 导入图片
source: Import image
es: Importar imagen
hi: फोटो लाएं
id_id: Impor gambar
ja: 画像をインポート
ko: 이미지 가져오기
pt_br: Importar imagem
th: นำเข้ารูปภาพ
vi: Nhập hình ảnh
zh_hant: 匯入圖片

# 导入音乐
source: Import Music
es: Importar música
hi: संगीत लाएं
id_id: Impor Musik
ja: 音楽をインポート
ko: 음악 가져오기
pt_br: Importar música
th: นำเข้าเพลง
vi: Nhập nhạc
zh_hant: 匯入音樂

# 到期自动续费 %@，可随时取消。
source: It will automatically renew for the price of %@. You can cancel anytime.
id_id: Harga pembaruan otomatis: %@, dapat berhenti kapan saja
ja: 自動更新金額：%@。いつでもキャンセルできます
ko: 자동 갱신 금액: %@, 언제든 취소 가능
th: จำนวนต่ออายุอัตโนมัติ:%@ ยกเลิกได้ตลอด
vi: Số tiền tự động gia hạn: %@, hủy bất kỳ lúc nào
zh_hant: 到期自動續費%@，可隨時取消。

# 倒放
source: Reverse
es: Invertir
hi: प्लेबैक
id_id: Pemutaran
ja: 逆再生
ko: 반전
pt_br: Inverter
th: เล่นย้อน
vi: Đảo ngược
zh_hant: 倒轉

# 倒放过的视频原声会被消除
source: The original audio of the reversed video will be erased.
es: Se eliminará el audio original del video invertido.
hi: रिवर्स किए गए वीडियो का मूल ऑडियो हटा दिया जाएगा।
id_id: Audio asli dari video yang diputar terbalik akan dihapus.
ja: 逆生成した動画のオリジナル音声は消去されます。
ko: 반전된 동영상의 원본 오디오는 지워집니다.
pt_br: O áudio original do vídeo invertido será apagado.
th: เสียงต้นฉบับของวิดีโอที่ย้อนกลับจะถูกลบ
vi: Âm thanh gốc của video lưu sẽ bị xóa
zh_hant: 倒轉過的影片原聲會被消除

# 倒放失败，请重试
source: Failed to reverse, please try again.
id_id: Gagal membalikkan, coba lagi.
ja: 反転に失敗しました。再度お試しください。
ko: 반전 실패, 다시 시도해 주세요.
th: ไม่สามารถย้อนกลับได้ กรุณาลองใหม่อีกครั้ง
vi: Không thể đảo ngược, vui lòng thử lại.
zh_hant: 倒轉失敗，請重試

# 盗图/抄袭
source: Copyright infringement
bo_cn: པར་རྐུ་བཤུས་བྱེད་པ།
es: Protegido por derechos de autor
hi: कॉपीराइट प्राप्त
id_id: Berhak cipta
ja: 著作権侵害
ko: 저작권 소유
pt_br: Com direitos autorais
th: มีลิขสิทธิ์
vi: Đã bảo hộ bản quyền
zh_hant: 盜圖/抄襲

# 盗用身份
source: Unauthorized login
bo_cn: རྐུ་སྤྱོད་ཐོབ་ཐང་།
es: Inicio de sesión no autorizado
hi: अनधिकृत लॉगिन
id_id: Login tidak sah
ja: 権限のないログイン
ko: 승인되지 않은 로그인
pt_br: Acesso não autorizado
th: ล็อกอินที่ไม่ได้รับอนุญาต
vi: Truy cập không được phép
zh_hant: 盜用

# 地标
source: landmarks
bo_cn: ས་རྟགས།
es: puntos de referencia
hi: लैंडमार्क
id_id: Tengaran
ja: 個のランドマーク
ko: 랜드마크
pt_br: marcos
th: แลนด์มาร์ก
vi: Điểm mốc
zh_hant: 地標

# 地标不存在
source: The landmark not found
bo_cn: ས་རྟགས་མི་འདུག
es: No se encontró el punto de referencia
hi: लैंडमार्क वजूद में नहीं है
id_id: Tengaran not found
ja: ランドマークが見つかりません
ko: 랜드마크 찾을 수 없음
pt_br: O marco não foi encontrado
th: Place not found
vi: Place not found
zh_hant: Place not found

# 地点
source: Location
es: Truncation
hi: स्थान
id_id: Lokasi
ja: 場所
ko: 위치
pt_br: Localização
th: ตำแหน่ง
vi: Vị trí
zh_hant: 地點

# 的原声
source: s original audio
es: Audio original de
hi: का मौलिक ऑडियो
id_id: Audio asli
ja: のオリジナルオーディオ
ko: 의 오리지널 오디오
pt_br: Áudio original de
th: ไฟล์เสียงต้นฉบับของ
vi: âm thanh gốc của
zh_hant: 的原聲

# 登录
source: Log in
bo_cn: ཐོ་འགོད།
id_id: Masuk
ja: ログインする
ko: 로그인
th: ล็อกอิน
vi: Đăng nhập
zh_hant: 登入

# 登录查看
source: Log in to view
es: Inicia sesión para ver
hi: देखने हेतु लॉगिन करें
id_id: Masuk untuk melihat
ja: ログインして表示
ko: 로그인해서 보기
pt_br: Acesse a conta para ver
th: ล็อกอินเพื่อดู
vi: Đăng nhập để xem
zh_hant: 登入查看

# 登录查看粉丝数
source: Log in to view fans
bo_cn: དགའ་བའི་གྲངས་ཀ་ཐོ་འགོད་དང་ཞིབ་བཤེར་བྱེད་པ།
es: Para ver tus seguidores
hi: प्रशंसक देखने के लिए लॉगइन करो
id_id: Masuk untuk melihat penggemar
ja: ログインしてファンを表示
ko: 로그인해서 팬 보기
pt_br: Veja os seus fãs
th: ล็อกอินเพื่อดูแฟนๆ
vi: Đăng nhập vào để xem người hâm mộ
zh_hant: 登入查看粉絲數

# 登录查看个人主页
source: Log in to view profile
bo_cn: ཐོ་ཞུགས་བྱེད་ནས་སྒེར་གྱི་པར་ངོས་ཐོག་མ་ལ་བལྟ།
es: Ver página de inicio
hi: प्रोफ़ाइल देखने के लिए लॉग इन करें
id_id: Masuk untuk melihat profil
ja: ログイン後に表示されます
ko: 로그인하여 프로필 보기
pt_br: Login para visualizar perfil
th: ล็อกอินเพื่อดูโปรไฟล์
vi: Đăng nhập để xem hồ sơ
zh_hant: 登入查看個人首頁

# 登录查看已创建的修图配方
source: Log in to view the templates you created
id_id: Masuk untuk melihat template yang Anda buat
ja: ログインしてあなたが作成した編集ヒントを見る
ko: 로그인해서 본인이 생성한 템플릿을 봅니다
th: ล็อกอินเพื่อดูแม่แบบที่คุณสร้าง
vi: Đăng nhập để xem các mẹo chỉnh sửa bạn đã tạo
zh_hant: 登入查看已創建的修圖配方

# 登录查看已收藏的修图配方
source: Log in to view the templates in your Favorites
id_id: Masuk untuk melihat template di Favorit Anda
ja: ログインして「お気に入り」内の編集ヒントを見る
ko: 로그인해서 내 즐겨찾기의 템플릿을 봅니다
th: ลงชื่อเข้าใช้เพื่อดูแม่แบบการตัดต่อในรายการโปรด
vi: Đăng nhập để xem các mẹo chỉnh sửa trong mục Yêu Thích của bạn
zh_hant: 登入查看已收藏的修圖配方

# 登录成功
source: Login successful
bo_cn: ཐོ་ཞུགས་ལེགས་འགྲུབ་བྱུང་།
es: Se inició sesión con éxito
hi: लॉग इन हो गया
id_id: Masuk berhasil
ja: ログインに成功しました
ko: 로그인 성공
pt_br: Login realizado com êxito
th: เข้าสู่ระบบสำเร็จ
vi: Đăng nhập thành công
zh_hans: 登录成功
zh_hant: 登入成功

# 登录后才可保存配方
source: Log in to save templates
id_id: Masuk untuk menyimpan template
ja: ログインして編集ヒントを保存
ko: 로그인해서 템플릿 저장
th: ล็อกอินแล้วสามารถบันทึกแม่แบบได้
vi: Đăng nhập để lưu các mẹo chỉnh sửa
zh_hant: 登入後即可儲存配方

# 登录后查看关注的人
source: Log in to view the users you follow.
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་དོ་སྣང་ཟིན་པའི་མི་ལྟ་ཐུབ།
es: Inicia sesión para ver a los usuarios que te siguen.
hi: आपके द्वारा अनुसरण किए जाने वाले उपयोगकर्ताओं को देखने के लिए लॉग इन करें.
id_id: Masuk untuk melihat pengguna yang Anda ikuti.
ja: ログインしてフォロワーを確認する。
ko: 로그인 후 팔로워를 확인하세요.
pt_br: Entre na sua conta para ver os utilizadores que segue.
th: ล็อกอินเพื่อดูผู้ติดตาม.
vi: Đăng nhập để xem những người bạn theo dõi.
zh_hant: 登入後可查看追蹤的人

# 登录后查看好友列表
source: Log in to view your friends list
bo_cn: ཐོ་འགོད་བྱས་རྗེས་གྲོགས་པོའི་མིང་ཐོ་ལ་བལྟས།
es: Inicia sesión para ver tu lista de amigos
hi: अपनी मित्र सूची देखने के लिए लॉगिन करो
id_id: Masuk untuk melihat daftar teman Anda
ja: ログインして友達リストを表示
ko: 로그인해서 친구 리스트 보기
pt_br: Acesse sua conta para ver sua lista de amigos
th: ล็อกอินเพื่อดูรายชื่อเพื่อน
vi: Đăng nhập vào để xem danh sách bạn bè của bạn
zh_hant: 登入後查看好友列表

# 登录后查看通知
source: You can view the notifications after login
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་སྒེར་བརྡ་འཕྲིན་ལྟ་ཐུབ།།
es: Podrás ver las notificaciones después de iniciar sesión
hi: आप प्रवेश के बाद नोटिफिकेशन देख सकते हैं
id_id: Lihat pemberitahuan setelah masuk
ja: ログイン後に通知を表示できます
ko: 로그인 후 알림을 볼 수 있습니다.
pt_br: Você precisa fazer login para visualizar as notificações
th: หลังจากล็อกอินสามารถรับประกาศได้
vi: Đăng nhập để xem thông báo
zh_hans: 登录后查看通知
zh_hant: 登入後查看通知

# 登录后查看消息
source: Log in to view messages
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་ཡིག་འཕྲིན་ལྟ་ཐུབ།
es: Inicia sesión para ver mensajes
hi: संदेश देखने के लिए लॉगइन करें
id_id: Masuk untuk melihat pesan
ja: ログインしてメッセージを見る
ko: 메시지를 보려면 로그인 하세요
pt_br: Faça login p/ visualizar as mensagens
th: ล็อกอินเพื่อดูข้อความ
vi: Đăng nhập để xem các tin nhắn
zh_hans: 登录后查看消息
zh_hant: 登入後查看訊息

# 登录后关注ta
source: Log in to follow
bo_cn: ཐོ་འགོད་བྱས་རྗེས་ཁོ་ལ་དོ་ཁུར་བྱེད་།
es: Inicia sesión para seguir
hi: फॉलो करने के लिए लॉगिन करें
id_id: Masuk untuk mengikuti
ja: ログインしてフォロー
ko: 로그인해서 팔로우하기
pt_br: Acesse sua conta para seguir
th: ล็อกอินเพื่อติดตาม
vi: Đăng nhập để theo dõi
zh_hant: 登入後追蹤他

# 登录后进行账号管理
source: Log in to manage your account
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་བཀོལ་གྲངས་དོ་དམ་བྱ་ཆོག།
es: Inicia sesión para administrar tu cuenta
hi: खाता व्यवस्थापन के लिए लॉगिन करें
id_id: Masuk untuk mengelola akun Anda
ja: ログインしてアカウントを管理してください
ko: 계정을 관리하려면 로그인 하세요
pt_br: Faça login para gerenciar sua conta
th: ล็อกอินเพื่อจัดการบัญชีของคุณ
vi: Đăng nhập để quản lý tài khoản của bạn
zh_hant: 登入後進行帳號管理

# 登录后可点赞
source: You can like after login
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་བསྟོད་ཐུབ།
es: Puedes dar me gusta después de iniciar sesión
hi: आप लॉगिन के बाद चाहें
id_id: Bisa menyukai setelah masuk
ja: ログイン後に「いいね！」を押すことができます
ko: 로그인 후 좋아요를 누를 수 있습니다.
pt_br: Você pode curtir após fazer login
th: หลังจากล็อกอินสามารถกดถูกใจได้
vi: Đăng nhập để có thể thích bài
zh_hans: 登录后可点赞
zh_hant: 登入後即可按讚

# 登录后可发布
source: Log in to post
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་སྤེལ་ཐུབ།
es: Puedes publicar después de iniciar sesión
hi: लॉगिन के बाद आप टिप्पणी कर सकते हैं
id_id: Bisa merilis setelah masuk
ja: ログイン後に投稿できます
ko: 로그인 후 게시할 수 있습니다.
pt_br: Você pode publicar após fazer login
th: หลังจากล็อกอินสามารถเผยแพร่ได้
vi: Đăng nhập để có thể đăng bài
zh_hans: 登录后可发布
zh_hant: 登入後即可發佈

# 登录后可发私信
source: Log in to send private messages
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་སྒེར་འཕྲིན་བསྐུར་ཐུབ།
es: Puedes enviar mensajes privados después de iniciar sesión
hi: आप प्रवेश के बाद निजी संदेश भेज सकते हैं
id_id: Masuk utk mengirim pesan
ja: ログイン後にプライベートメッセージを送信できます
ko: 로그인 후 개인 메시지를 보낼 수 있습니다.
pt_br: Você pode enviar mensagens privadas após fazer login
th: หลังจากล็อกอินสามารถส่งข้อความส่วนตัวได้
vi: Đăng nhập để gửi thông tin cá nhân
zh_hans: 登录后可发私信
zh_hant: 登入後即可私訊

# 登录后可关注
source: You can follow after login
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་དོ་སྣང་བྱ་ཐུབ།
es: Puedes seguir a alguien después de iniciar sesión
hi: आप प्रवेश के बाद अनुसरण कर सकते हैं
id_id: Masuk untuk mengikuti
ja: ログイン後にフォローできます
ko: 로그인 후 팔로우할 수 있습니다.
pt_br: Você pode seguir após fazer login
th: หลังจากล็อกอินสามารถติดตามได้
vi: Đăng nhập để có thể theo dõi
zh_hans: 登录后可关注
zh_hant: 登入後即可追蹤

# 登录后可举报
source: Log in to report
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་ཞུ་གཏུག་བྱ་ཐུབ།
es: Inicia sesión para informar
hi: रिपोर्ट करने के लिए लॉगिन करें
id_id: Silakan login untuk melaporkan
ja: ログインして報告
ko: 로그인해서 보고
pt_br: Entrar para denunciar
th: ล็อกอินเพื่อรายงาน
vi: Đăng nhập để báo cáo
zh_hant: 登入後可檢舉

# 登录后可拉黑
source: You can block after login
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་ཐོ་ནང་དུ་འཇོག་ཐུབ།
es: Puedes bloquear a alguien después de iniciar sesión
hi: लॉगिन के बाद आप ब्लॉक कर सकते हैं
id_id: Dapat mengatur daftar hitam setelah masuk
ja: ログイン後にブロックできます
ko: 로그인 후 차단할 수 있습니다.
pt_br: Você pode bloquear após fazer login
th: หลังจากล็อกอินสามารถบล็อกได้
vi: Đăng nhập để có thể chặn bài
zh_hans: 登录后可拉黑
zh_hant: 登入後可加入黑名單

# 登录后可拼3个及以上视频哦
source: Log in to make a collage with 3 or more videos.
es: Inicia sesión para hacer un collage de 3 o más videos.
hi: 3 या अधिक वीडियो का कोलाज बनाने के लिए लॉगिन करें।
id_id: Login untuk membuat kolase dengan 3 video atau lebih.
ja: ログインして3件以上の動画を使用してコラージュを作成できます
ko: 로그인해서 3개 이상의 동영상으로 콜라주를 만드세요.
pt_br: Acesse sua conta para fazer uma colagem com 3 vídeos ou mais.
th: ล็อกอินเพื่อสร้างภาพตัดปะด้วยวิดีโอ 3 ชิ้นขึ้นไป
vi: Đăng nhập vào để tạo một nghệ thuật cắt dán ảnh với ít nhất 3 video.
zh_hant: 登入後可拼接3段以上的影片喔。

# 登录后可拼3个及以上视频哦，去登录 >
source: Log in to make a collage with 3 or more videos. Log in
es: Inicia sesión para hacer un collage de 3 o más videos. Iniciar sesión
hi: 3 या अधिक वीडियो का कोलाज बनाने के लिए लॉगिन करें। लॉग इन
id_id: Login untuk membuat kolase dengan 3 video atau lebih. Masuk
ja: ログインして3件以上の動画を使用してコラージュを作成できます。ログイン
ko: 로그인해서 3개 이상의 동영상으로 콜라주를 만드세요. 로그인
pt_br: Acesse sua conta para fazer uma colagem com 3 vídeos ou mais. Login
th: ล็อกอินเพื่อสร้างภาพตัดปะด้วยวิดีโอ 3 ชิ้นขึ้นไป เข้าสู่ระบบ
vi: Đăng nhập vào để tạo một nghệ thuật cắt dán ảnh với ít nhất 3 video. Đăng nhập
zh_hant: 登入後可拼接3段以上的影片喔，去登入

# 登录后可评论
source: You can comment after login
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་དཔྱད་འཇོག་བྱ་ཐུབ།
es: Puedes comentar después de iniciar sesión
hi: लॉगिन के बाद आप टिप्पणी कर सकते हैं
id_id: Dapat berkomentar setelah masuk
ja: ログイン後にコメントできます
ko: 로그인 후 코멘트할 수 있습니다.
pt_br: Você pode comentar após fazer login
th: หลังจากล็อกอินสามารถแสดงความคิดเห็นได้
vi: Đăng nhập để có thể bình luận
zh_hans: 登录后可评论
zh_hant: 登入後即可留言

# 登录后可使用同款
source: Log in to use the same effect
bo_cn: ཐོ་འགོད་བྱས་རྗེས་ནང་གསེས་དོན་ཚན་གཅིག་པ་བཀོལ་ཆོག་།
es: Inicia sesión para usar el mismo efecto
hi: यही इफेक्ट देखने के लिए लॉगिन करें
id_id: Masuk untuk menggunakan efek yang sama
ja: ログインして同じ効果を使用
ko: 로그인해서 같은 효과 사용하기
pt_br: Acesse sua conta para utilizar o mesmo efeito
th: ล็อกอินเพื่อใช้เอฟเฟกต์เดียวกัน
vi: Đăng nhập để sử dụng cùng một hiệu ứng
zh_hant: 登入後可使用同款

# 登录后可收藏
source: Login to add favorites
bo_cn: ཐོ་ཞུགས་བྱེད་རྗེས་ཉར་ཚགས་བྱ་ཐུབ།
es: Inicia sesión para agregar favoritos
hi: पसंदीदा जोड़ने हेतु लॉगिन करें
id_id: Masuk untuk menambahkan favorit
ja: ログインしてお気に入りを追加
ko: 로그인해서 즐겨찾기 추가
pt_br: Acesse sua conta para adicionar favoritos
th: ล็อกอินเพื่อเพิ่มรายการโปรด
vi: Đăng nhập để thêm mục yêu thích
zh_hant: 登入後可收藏

# 登录后可下载
source: Log in to download
bo_cn: ཐོ་འགོད་བྱས་རྗེས་ཕབ་ལེན་བྱས་ཆོག་།
es: Inicia sesión para descargar
hi: डाउनलोड करने हेतु लॉगिन करो
id_id: Masuk untuk mengunduh
ja: ログインしてダウンロードする
ko: 로그인해서 다운로드하기
pt_br: Acesse sua conta para baixar
th: ล็อกอินเพื่อดาวน์โหลด
vi: Đăng nhập để tải về
zh_hant: 登入後可下載

# 登录后可以上传到私人相册
source: Log in to upload to private album
zh_hant: 登入后可以上傳到私人相簿

# 登录后领取宝箱
source: Log in to claim your treasure chest
bo_cn: ཐོ་འཇུག་རྗེས་ནོར་སྒམ་ལེན་
es: ¡Inicia sesión para reclamar tu cofre del tesoro!
hi: खजाना पेटी पाने के लिए लॉगिन करें
id_id: Masuk untuk mengklaim peti harta karun Anda
ja: ログインして宝箱を受け取りましょう
ko: 보물상자를 획득하려면 로그인하세요
pt_br: Acesse sua conta para reivindicar o seu baú do tesouro
th: ล็อกอินเพื่อรับหีบสมบัติของคุณ
vi: Đăng nhập vào để nhận rương kho báu của bạn
zh_hant: 登入後領取寶箱

# 登录后设置隐私
source: Log in to manage privacy settings
bo_cn: ཐོ་ཞུགས་བྱས་རྗེས་སྒེར་དབང་འཇོག་ཐུབ།
es: Inicia sesión para administrar la configuración de privacidad
hi: निजता सेटिंग् व्यवस्थापन के लिए लॉगिन करें
id_id: Masuk untuk mengelola pengaturan privasi
ja: ログインしてプライバシー設定を管理してください
ko: 개인 정보 설정을 관리하려면 로그인 하세요
pt_br: Adic. marca d'água automaticamente
th: ล็อกอินเพื่อจัดการตั้งค่าความเป็นส่วนตัว
vi: Đăng nhập để quản lý các thiết lập riêng tư
zh_hant: 登入後設定隱私

# 登录后与ta对话
source: Log in to chat
bo_cn: ཐོ་འཇུག་བྱས་རྗེས་ཁོ་དང་ཁ་བརྡ་བྱེད་རོགས།
es: Inicia sesión en el chat
hi: चैट के लिए लॉगिन करें
id_id: Masuk untuk mengobrol
ja: ログインしてチャット
ko: 로그인해서 채팅하기
pt_br: Acesse sua conta para bater um papo
th: ล็อกอินเพื่อแชท
vi: Đăng nhập để trò chuyện
zh_hant: 登入後與他對話

# 登录即可体验完整功能
source: Log in to experience the full version
bo_cn: ཐོ་འགོད་བྱས་ན་ནུས་པ་ཆ་ཚང་ཉམས་ལེན་བྱེད་ཐུབ།
es: Inicia sesión para experimentar la versión completa
hi: पूरे संस्करण के लिए लॉगिन करो
id_id: Masuk untuk menikmati pengalaman versi lengkap
ja: ログインしてフルバージョンを体験する
ko: 로그인해서 풀 버전 체험하기
pt_br: Acesse sua conta para conhecer a versão completa
th: ล็อกอินเพื่อสัมผัสประสบการณ์เวอร์ชันเต็ม
vi: Đăng nhập vào để trải nghiệm phiên bản đầy đủ
zh_hant: 登入即可體驗完整功能
