Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 柚子相机-让普通照片一秒拥有文艺范儿！
source: Get Pomelo Camera and take your photos to the next level!
bo_cn: ཡོ་ཙི་པར་ཆས།རྒྱུན་ལྡན་གྱི་འདྲ་པར་མཚར་སྡུག་གི་ཁྱད་ཆོས་བསྐྱོན་པ།
es: ¡Obtén la cámara Pomelo y lleva a tus fotos al próximo nivel!
hi: Pomelo कैमरा डाउनलोड करें और अपनी फ़ोटो और खूबसूरत बनाएं!
id_id: Dapatkan Kamera Pomelo dan ambil foto di level berikutnya!
ja: Pomeloカメラで、あなたの写真を新しいレベルに引き上げましょう！
ko: Pomelo 카메라를 받고 사진을 한 단계 업그레이드하세요!
pt_br: Obtenha a Câmera Pomelo e tire fotos de última geração!
th: รับ Pomelo Camera เพื่อยกระดับการถ่ายภาพของคุณ!
vi: Tải Pomelo Camera và đưa các ảnh chụp của bạn lên cấp độ mới!
zh_hans: 柚子相机-让普通照片一秒拥有文艺范儿！
zh_hant: 柚子相機-讓普通照片一秒充滿文藝氣息！

# 与这张照片同时发布的一组照片都会被删除。
source: Deleting an items results in all images within it being deleted as well.
zh_hant: 與這張照片同時上傳的照片都會被刪除

# 预览
source: Preview
es: Previsualizar
hi: पूर्वावलोकन
id_id: Pratinjau
ja: プレビュー
ko: 미리 보기
pt_br: Prévia
th: ดูตัวอย่าง
vi: Xem trước
zh_hant: 預覽

# 原肤色
source: Original
id_id: Asli
ja: オリジナル
ko: 원본
th: ต้นฉบับ
vi: Gốc
zh_hant: 原始

# 原价¥%@
source: Original Price ¥%@
id_id: Harga Asli¥%@
ja: 通常価格¥%@
ko: 원래 가격¥%@
th: ราคาเดิม¥%@
vi: Giá gốc ¥%@
zh_hant: 原價¥%@

# 原生
source: Natural
ja: ナチュラル
ko: 어쿠스틱
th: ธรรมชาติ
vi: Tự nhiên
zh_hant: 原生

# 原声
source: Original
bo_cn: 原声
hi: मूल
id_id: Asli
ja: オリジナル
ko: 원본
th: ดั้งเดิม
vi: Nguyên bản
zh_hant: 原聲

# 原声关闭
source: Original audio off
es: Audio original desactivado
hi: मूल ऑडियो बंद
id_id: Audio asli nonaktif
ja: オリジナルオーディオがオフ
ko: 원본 오디오 끔
pt_br: Áudio original desligado
th: เสียงต้นฉบับ ปิด
vi: Tắt âm thanh gốc
zh_hant: 原聲關閉

# 原声开启
source: Original audio on
es: Audio original activado
hi: मूल ऑडियो चालू
id_id: Audio asli aktif
ja: オン
ko: 원본 오디오 켬
pt_br: Áudio original ligado
th: เสียงต้นฉบับ เปิด
vi: Bật âm thanh gốc
zh_hant: 原聲開啟

# 原声已关闭
source: Original audio disabled
es: Sonido original deshabilitado
hi: मूल ऑडियो अक्षम किया
id_id: Audio original dinonaktifkan
ja: オリジナルオーディオがオフ
ko: 원본 오디오 사용 불가
pt_br: Áudio original desabilitado
th: เสียงต้นฉบับ ปิด
vi: Đã tắt âm thanh gốc
zh_hant: 原聲已關閉

# 原声已开启
source: Original audio enabled
es: Sonido original habilitado
hi: मूल ऑडियो सक्षम किया
id_id: Audio original diaktifkan
ja: オリジナルオーディオがオンしました
ko: 원본 오디오 사용 가능
pt_br: Áudio original habilitado
th: เสียงต้นฉบับ เปิด
vi: Đã bật âm thanh gốc
zh_hant: 原聲已開啟

# 原始
source: Original
id_id: Asli
ja: オリジナル
ko: 원본
th: ต้นฉบับ
vi: Gốc
zh_hant: 原始

# 原始视频文件被删除
source: The original video has been deleted.
es: El video original se ha eliminado.
hi: मूल वीडियो हटा दिया गया है।
id_id: Video original sudah dihapus.
ja: オリジナルの動画が削除されました。
ko: 원본 동영상이 삭제됐습니다.
pt_br: O vídeo original foi apagado.
th: วิดีโอต้นฉบับถูกลบแล้ว
vi: Video gốc đã bị xóa.
zh_hant: 原始影音檔檔被刪除

# 原始视频文件被删除，草稿已损坏
source: Damaged draft: the original video has been deleted.
es: Borrador dañado: el video original se ha eliminado.
hi: क्षतिग्रस्त ड्राफ्ट: मूल वीडियो हटा दिया गया है।
id_id: Draf rusak: video asli telah dihapus.
ja: 破損した下書き: オリジナルの動画が削除されました。
ko: 초안 손상: 원본 동영상이 삭제됐습니다.
pt_br: Rascunho danificado: o vídeo original foi excluído.
th: แบบร่างเสียหาย: วิดีโอต้นฉบับถูกลบแล้ว
vi: Nháp hỏng: Video gốc đã bị xóa.
zh_hant: 原始影音檔被刪除，草稿已損壞。

# 原图
source: Original
bo_cn: པར་རིས་ཐོག་མ།
hi: मूल
id_id: Asli
ja: オリジナル
ko: 원본
th: ดั้งเดิม
vi: Gốc
zh_hans: 原图
zh_hant: 原圖

# 圆角
source: Rounded corners
id_id: Sudut tumpul
ja: 丸角
ko: 둥글게
th: มุมมน
vi: Góc tròn
zh_hant: 圓角

# 圆脸专用
source: Round
es: Redonda
hi: गोल
id_id: Lingkaran
ja: 丸
ko: 원
pt_br: Redondo
th: กลม
vi: Tròn
zh_hant: 圓臉專用

# 圆形
source: Center
bo_cn: ཟླུམ་པོ།
es: Centro
hi: मध्य
id_id: Tengah
ja: 円形
ko: 가운데
pt_br: Centro
th: ตรงกลาง
vi: Trung tâm
zh_hant: 圓形

# 远(五官)
source: Far
bo_cn: རྒྱང་།
es: Lejos
hi: दूर
id_id: Jauh
ja: 遠い
ko: 멈
pt_br: Longe
th: ไกล
vi: Xa
zh_hans: 远
zh_hant: 遠

# 月
source: month
id_id: bulan
ja: 月間
ko: 개월
th: เดือน
vi: tháng
zh_hant: 月

# 云端处理效果更好哦，是否同意上传照片至云端处理？
source: Cloud processing offers better results. Do you agree to upload your photos to the cloud?
es: El procesamiento en la nube ofrece mejores resultados. ¿Aceptas cargar tus fotos en la nube?
hi: क्लाउड प्रोसेसिंग बेहतर परिणाम देता है। क्या आप अपने फोटो को क्लाउड पर अपडेट करना चाहते हैं?
id_id: Pemrosesan cloud menawarkan hasil yang lebih baik. Setuju untuk mengunggah foto Anda ke cloud?
ja: クラウド処理により、より良い結果を得ることができます。クラウドへの写真のアップロードに同意しますか？
ko: 클라우드로 처리하면 결과가 더 좋아집니다. 내 사진을 클라우드에 업로드하는 데 동의하시겠어요?
pt_br: O processamento na nuvem oferece resultados melhores. Você concorda em enviar suas fotos para a nuvem?
th: การประมวลผลด้วยคลาวด์จะให้ผลลัพธ์ที่ดีกว่า ยินยอมให้อัปโหลดรูปภาพของคุณขึ้นบนคลาวด์หรือไม่?
vi: Xử lý đám mây mang đến các kết quả tốt hơn. Bạn có đồng ý tải ảnh của mình lên đám mây không?
zh_hant: 雲端處理效果更好喔，是否同意上傳照片至雲端？

# 允许使用我的配方
source: Allow others to apply my templates
id_id: Izinkan orang lain untuk menerapkan template saya
ja: 他ユーザーが私の編集ヒントを適用するのを許可する
ko: 템플릿을 다른 사람들이 적용하도록 허용
th: อนุญาตให้ใช้แม่แบบของฉัน
vi: Cho phép người khác áp dụng mẫu của tôi
zh_hant: 允許使用我的配方

# 允许使用我的视频模板
source: Allow others to use this template
id_id: Izinkan orang lain memakai template ini
ja: 他者にこのテンプレートを利用可能にする
ko: 타인에게 템플릿 사용을 허용
th: อนุญาตให้ผู้อื่นใช้เทมเพลตนี้
vi: Cho phép những người khác sử dụng mẫu này
zh_hans: 允许使用我的视频配方
zh_hant: 允許使用我的影片範本

# 允许他人保存我的视频
source: Allow others to save your videos
bo_cn: མི་གཞན་ལ་ངའི་བརྙན་ཉར་ཚགས་བྱེད་དུ་བཅུག
es: Permite a otros guardar tus videos
hi: दूसरों को आपके वीडियो सहेजने दें
id_id: Izinkan org utk menyimpan video
ja: 他ユーザーの動画保存を許可
ko: 타인에게 내 동영상 저장을 허용합니다
pt_br: Permitir que outros salvem vídeos
th: อนุญาตให้ผู้อื่นบันทึกวิดีโอของคุณ
vi: Cho phép bảo lưu video
zh_hant: 允許他人儲存我的影片

# 允许他人保存我的图片
source: Allow others to save your images
zh_hant: 允許他人儲存我的圖片

# 允许他人使用我的视频原声
source: Allow others to use your original audio
es: Permitir que otros utilicen tu audio original
hi: आपकी मूल ऑडियो का प्रयोग करने के लिए दूसरों को अनुमति दें
id_id: Izinkan pengguna lain menggunakan audio asli
ja: 他者にあなたのオリジナルオーディオを利用可能にする
ko: 당신의 오리지널 오디오를 다른 사람에게 허용
pt_br: Permitir que outras pessoas utilizem seu áudio original
th: อนุญาตให้ผู้อื่นใช้ไฟล์เสียงต้นฉบับของคุณ
vi: Cho phép những người khác sử dụng âm thanh gốc của bạn
zh_hant: 允許他人使用我的影片原聲

# 运行内存严重不足导致拍照功能无法正常使用，请先清理一些后台App
source: Severe insufficient running memory may cause abnormal camera functions. Please clean up some apps running in the background.
es: Una memoria operativa demasiado insuficiente puede hacer que la cámara no funcione de forma correcta. Cierra las aplicaciones que estén funcionando en segundo plano.
hi: बहुत कम रनिंग मेमरी होने पर कैमरा कार्य असामान्य हो सकता है। कृपया पृष्ठभूमि में चलते कुछ ऐप्स साफ करें।
id_id: Ketidakcukupan memori yang berjalan dapat menyebabkan fungsi kamera abnormal. Harap kosongkan beberapa aplikasi yang berjalan di latar belakang.
ja: 実行メモリの不足により、カメラ機能の異常が発生する場合があります。バックグラウンドで実行中のアプリをいくつかクリーンアップしてください。
ko: 실행 메모리가 심각하게 부족하면 카메라 기능에 이상이 올 수 있습니다. 바탕화면에서 작동 중인 앱을 일부 정리해 주세요.
pt_br: Casos sérios de memória insuficiente em execução podem ocasionar o funcionamento anormal da câmera. Faça uma limpeza em alguns aplicativos em execução em segundo plano.
th: การที่หน่วยความจำไม่พอ อาจทำให้กล้องทำงานผิดปกติได้ กรุณาปิดแอปบางส่วนที่กำลังทำงานอยู่เบื้องหลัง
vi: Bộ nhớ truy cập ngẫu nhiên không đủ có thể gây ra các lỗi tính năng trên máy ảnh. Vui lòng xóa một số ứng dụng đang chạy nền.
zh_hant: 隨機存取記憶體不足，導致拍照功能無法正常使用，請先清理運行中的App

# 再次点击可取消选中哦
source: Tap again to cancel
es: Pulsa de nuevo para cancelar
hi: रद्द करने हेतु पुनः टैप करें
id_id: Ketuk lagi untuk membatalkan
ja: もう一度タップしてキャンセル
ko: 다시 탭해서 취소
pt_br: Pressione novamente para cancelar
th: แตะอีกครั้งเพื่อยกเลิก
vi: Gõ lại để hủy
zh_hant: 再按一下可取消選擇喔

# 再次点击切换随机效果
source: Tap again to change
bo_cn: ཡང་བསྐྱར་གཅིག་མནན་རྗེས་རང་འདེམ་ཁྱད་ནུས་བརྗེ་སྤོར་བྱེད་ཆོག
es: Tocar otra vez para cambiar
hi: बदलने के लिए फिर से टैप करें
id_id: Ketuk lagi untuk mengubah
ja: 変更するには、再度タップしてください
ko: 다시 탭하여 변경하기
pt_br: Toque novamente para alterar
th: กดอีกครั้งเพื่อแก้ไข
vi: Nhấn lại để thay đổi
zh_hans: 再次点击切换随机效果
zh_hant: 再次點選切換隨機效果

# 再次点击音量键返回
source: Tap the volume button again to go back.
bo_cn: ཡང་བསྐྱར་གཅིག་མནན་རྗེས་སྒྲ་གདངས་ཀྱི་མཐེབ་གཞུང་ཕྱིར་ལོག
es: Toca el botón del volumen otra vez para volver.
hi: वापस जाने के लिए वॉल्यूम बटन टैप करें।
id_id: Ketuk tombol volume lagi untuk kembali.
ja: 戻るには、音量ボタンを再度タップしてください。
ko: 뒤로 돌아가려면 볼륨 버튼을 다시 탭하세요.
pt_br: Toque novamente no botão de volume para voltar.
th: แตะปุ่มปรับเสียงอีกครั้งเพื่อย้อนกลับ
vi: Chạm lại vào nút âm lượng để quay trở lại.
zh_hans: 再次点击音量键返回
zh_hant: 再次按音量鍵返回

# 再看一次
source: Watch again
es: Mirar de nuevo
hi: पुनः देखें
id_id: Tonton lagi
ja: もう一度視聴する
ko: 다시 보기
pt_br: Assistir novamente
th: ชมอีกครั้ง
vi: Xem lại
zh_hant: 再看一次

# 再试一次
source: Try again
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟ་ཐེངས་གཅིག་བྱ་རོགས།
es: Vuelve a intentarlo
hi: फिर से कोशिश करें
id_id: Coba lagi
ja: やり直す
ko: 다시 시도
pt_br: Tente novamente
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# 在这里, 你可以创建私人相册, 邀请[最重要的人]一起上传照片或视频
source: Create an album that can only be seen by you and select users. [Invite friends] to add their own special moments.
zh_hant: 在這裡，你可以創建私人相簿，邀請最重要的人一起上傳照片或影片

# 暂不绑定
source: Not now
bo_cn: གནས་སྐབས་སུ་བཀག་སྡོམ་མ
es: No ahora
hi: अभी नहीं
id_id: Lain kali
ja: 後で行う
ko: 나중에
pt_br: Agora não
th: ไม่ใช่ตอนนี้
vi: Hủy
zh_hant: 暫不綁定

# 暂不登录
source: Not Now
bo_cn: གནས་སྐབས་ཐོ་འགོད་མི་བྱ།
es: No ahora
hi: अभी नहीं
id_id: Lain kali
ja: 後で行う
ko: 나중에
pt_br: Agora não
th: ไม่ใช่ตอนนี้
vi: Hủy
zh_hans: 暂不登录
zh_hant: 暫不登入

# 暂不恢复
source: Cancel
id_id: Batal
ja: キャンセル
ko: 취소
th: ยกเลิก
vi: Hủy
zh_hant: 暫不恢復

# 暂不支持导入超过5分钟的音乐哦
source: Imported music cannot exceed 5-minute in length.
es: La música importada no puede tener una duración de más de 5 minutos.
hi: इंपोर्ट किया संगीत 5 मिनट से बड़ा नहीं हो सकता।
id_id: Musik yang diimpor tidak boleh melebihi durasi 5-menit.
ja: インポートする音楽は5分を超えてはいけません
ko: 가져오기한 음악 길이는 5분을 넘길 수 없습니다.
pt_br: A música importada não pode ter mais de 5 minutos de duração.
th: เพลงที่นำเข้าต้องยาวไม่เกิน 5 นาที
vi: Âm nhạc nhập thêm vào không thể dài hơn 5 phút.
zh_hant: 暫不支援匯入超過5分鐘的音樂喔

# 暂不支持多人哦
source: Multi-person mode is currently not supported
bo_cn: གནས་སྐབས་སུ་མི་མང་པའི་དུས་མཉམ་དུ་བཀོལ་མི་ཐུབ།
es: Actualmente no se admite el modo de varias personas
hi: एकाधिक व्यक्ति मोड फिलहाल सपोर्टेड नहीं
id_id: Mode multi-orang saat ini tidak dapat didukung
ja: マルチモードは現在サポートされておりません
ko: 복수 인물 모드는 현재 지원되지 않습니다
pt_br: O modo de várias pessoas atualmente não é suportado
th: โหมดหลายบุคคลยังไม่รองรับในขณะนี้
vi: Chế độ đa cá nhân hiện không được hỗ trợ
zh_hant: 暫不支援多人喔

# 暂时不支持该类型的视频哦
source: This video type is not supported.
es: No se admite este tipo de video.
hi: इस प्रकार के वीडियो फडिलहाल समर्थित नहीं हैं।
id_id: Jenis video ini untuk sementara tidak didukung.
ja: この形式の動画は一時期的にサポートされていません。
ko: 이 유형의 동영상은 일시적으로 지원되지 않습니다.
pt_br: Não há suporte para este formato de vídeo.
th: วิดีโอชนิดนี้ไม่รองรับชั่วคราว
vi: Loại video này tạm thời chưa được hỗ trợ.
zh_hant: 暫時不支援該類型的影片喔

# 暂未开启媒体库权限
source: Cannot access Media Library
es: No se puede acceder a la biblioteca multimedia
hi: मीडिया लाइब्रेरी तक नहीं पहुंच सकते
id_id: Tidak dapat mengakses Media Library
ja: 「メディアライブラリ」にアクセスできません
ko: 미디어 라이브러리에 액세스할 수 없습니다
pt_br: Não é possível acessar a Biblioteca de Mídia
th: ไม่สามารถเข้าถึงคลังสื่อได้
vi: Không thể truy cập vào Thư viện Phương tiện truyền thông
zh_hant: 暫未開啟媒體庫權限

# 暂未搜索到你想要的地点
source: Place not found
bo_cn: གནས་སྐབས་སུ་ཁྱེད་རང་དགོས་བའི་ས་གནས་འཚོལ་བཤེར་བྱ་མི་ཐུབ།
es: No se encontró el lugar
hi: जगह नहीं मिली
id_id: Maaf, lokasi tersebut tdk dpt ditemukan.
ja: 場所は見つかりませんでした
ko: 장소 찾을 수 없음
pt_br: Local não encontrado
th: ไม่พบสถานที่
vi: Không tìm thấy địa điểm
zh_hant: 暂未搜索到你想要的地点

# 暂无@，是他们太害羞了
source: No one has mentioned you yet. Your fans must be shy!
bo_cn: གནས་སྐབས་མེད་པ། @ཁོ་ཚོ་ས་ཧ་ཅང་ངོ་ཚ་བ་
es: Nadie te ha mencionado aún. ¡Tus seguidores tal vez sean tímidos!
hi: अब किसी ने आपका उल्लेख नहीं किया है। आपके प्रशंसक शर्मीले लगते हैं!
id_id: Belum ada yang menyebut Anda. Penggemar Anda mungkin pemalu!
ja: まだ、誰もあなたをメンションしていません。あなたのファンは恥ずかしがり屋さんなのでしょう。
ko: 태그된게 없습니다. 팬들이수줍음을 타는군요!
pt_br: Ninguém mencionou você ainda. Seus fãs devem ser tímidos!
th: ยังไม่มีใครกล่าวถึงคุณ สงสัยแฟนๆ ของคุณขี้อาย!
vi: Chưa ai nhắc tới bạn. Các fan của bạn có lẽ hơi xấu hổ!
zh_hant: 暫無@，他們太害羞了

# 暂无本地音乐
source: No downloaded music found.
es: No se encontró música descargada.
hi: कोई डाउनलोड किया संगीत नहीं मिला
id_id: Tidak ditemukan unduhan musik.
ja: ダウンロード済みの音楽は見つかりませんでした。
ko: 다운로드한 음악을 찾을 수 없습니다.
pt_br: Nenhuma música baixada encontrada.
th: ไม่พบเพลงที่ดาวน์โหลด
vi: Không tìm được âm nhạc đã tải về.
zh_hant: 暫無已下載音樂

# 暂无好友动态
source: No notifications yet
es: Todavía no hay notificaciones
hi: अब तक कोई सूचना नहीं
id_id: Belum ada notifikasi
ja: 通知はまだありません
ko: 현재 알림 없음
pt_br: Nenhuma notificação ainda
th: ยังไม่มีการแจ้งเตือน
vi: Chưa có thông báo nào
zh_hant: 您的好友最近沒有新動態

# 暂无可用的视频或图片
source: No photos or videos available.
es: No hay fotos ni videos disponibles.
hi: कोई फोटो या वीडियो उपलब्ध नहीं।
id_id: Tidak ada foto atau video yang tersedia.
ja: 利用できる写真や動画はありません。
ko: 가용한 사진 또는 동영상이 없습니다.
pt_br: Não há fotos ou vídeos disponíveis.
th: ไม่มีรูปภาพหรือวิดีโอที่ใช้ได้
vi: Không có ảnh hay video nào sẵn có
zh_hant: 暫無可用圖片/影片

# 暂无可用视频
source: No videos available
es: No hay videos disponibles.
hi: कोई वीडियो उपलब्ध नहीं
id_id: Tidak ada video yang tersedia
ja: 利用できる動画はありません
ko: 가용한 동영상이 없습니다
pt_br: Não há vídeos disponíveis
th: ไม่มีวิดีโอที่ใช้ได้
vi: Không có video nào sẵn có
zh_hant: 暫無可用影片

# 暂无可用图片
source: No photos available
es: No hay fotos disponibles.
hi: कोई फोटो उपलब्ध नहीं
id_id: Tidak ada foto yang tersedia
ja: 利用できる写真はありません
ko: 가용한 사진이 없습니다
pt_br: Não há fotos disponíveis
th: ไม่มีรูปภาพที่ใช้ได้
vi: Không có ảnh nào sẵn có
zh_hant: 暫無可用圖片

# 暂无模板呦～
source: No templates found
es: No se encontró ninguna plantilla
hi: कोई टम्पलेट नहीं मिला
id_id: Tidak ditemukan template
ja: テンプレートが見つかりません
ko: 템플릿이 없습니다
pt_br: Nenhum modelo foi encontrado
th: ไม่พบเทมเพลต
vi: Không tìm thấy mẫu nào
zh_hans: 暂无配方哟~
zh_hant: 暫無配方喔~

# 暂无评论，是他们太害羞了
source: No comments yet. Your fans are being shy!
bo_cn: གནས་སྐབས་སུ་དཔྱད་བརྗོད་གསར་བ་སྤེལ་མི་འདུག་པས། ཁོ་ཚོ་བག་ཚ་བོ་འདུག
es: No hay comentarios aún. ¡Tus seguidores son tímidos!
hi: अब तक कोई टिप्पणी नहीं। आपके फ़ैन शरमा रहे हैं!
id_id: Belum ada komentar. Penggemar Anda malu!
ja: コメントはまだありません。あなたのファンは恥ずかしがり屋さんですね！
ko: 아직 코멘트가 없습니다. 팬들이 수줍음을 타는군요!
pt_br: Ainda não há comentários. Seus fãs são muito tímidos!
th: ยังไม่มีความเห็นใดๆเพื่อนของคุณขี้อาย!
vi: Chưa có nhận xét nào. Các fan của bạn đang hơi e ngại!
zh_hant: 暫無留言

# 暂无收藏
source: No content
bo_cn: ཅི་ཡང་ཉར་ཚགས་བྱེད་མི་འདུག
es: Ainda não há conteúdos.
hi: अभी तक कोई सामग्री नहीं है
id_id: Belum ada konten
ja: まだコンテンツがありません。
ko: 아직 내용이 없습니다.
pt_br: Ainda não há conteúdos.
th: ยังไม่มีเนื้อหาใด
vi: Chưa có nội dung nào
zh_hant: 暫無收藏

# 暂无收藏配方~
source: No templates found in your Favorites
id_id: Tidak ada template yang ditemukan di Favorit Anda
ja: [お気に入り]の中にパターンが見つかりませんでした
ko: 즐겨찾기에서 템플릿을 찾을 수 없습니다
th: ไม่พบแม่แบบการตัดต่อในรายการโปรด
vi: Không tìm thấy mẹo chỉnh sửa nào trong mục Yêu Thích của bạn
zh_hant: 暫無收藏配方~

# 暂无收藏音乐
source: No music found
es: No se encuentra música
hi: कोई संगीत नहीं
id_id: Tidak ada musik yang ditemukan
ja: 音楽が見つかりませんでした
ko: 검색된 음악 없음
pt_br: Nenhuma música encontrada
th: ไม่พบเพลง
vi: Không tìm thấy âm nhạc
zh_hant: 暫無收藏音樂

# 暂无下载素材哦
source: No downloaded materials
bo_cn: གནས་སྐབས་སུ་དཔྱད་གཞི་ནང་འཇུག་བྱ་རྒྱུ་མེད།
es: No hay materiales descargados
hi: डाउनलोड की गई कोई सामग्री नहीं है
id_id: Tak ada bahan yang diunduh
ja: ダウンロードされた素材はありません
ko: 다운로드한 자료 없음
pt_br: Sem materiais baixados
th: ไม่มีเนื้อหาที่ดาวน์โหลด
vi: Không có nội dung nào được tải về
zh_hans: 暂无下载素材哦
zh_hant: 暫無下載素材喔

# 暂无新版
source: No updates available
bo_cn: གནས་སྐབས་སུ་པར་གཞི་གསར་བ་མི་འདུག
es: No hay actualizaciones disponibles
hi: कोई अपडेट उपलब्ध नहीं है
id_id: Pembaruan tidak tersedia
ja: アップデートはありません
ko: 업데이트 없음
pt_br: Sem atualizações disponíveis
th: ไม่มีข้อมูลอัพเดต
vi: Không có bản cập nhật nào
zh_hans: 暂无新版
zh_hant: 暫無新版

# 赞
source: Likes
bo_cn: བསྟོད།
es: Me gusta
hi: पसंद
id_id: Suka
ja: いいね！
ko: 좋아요
pt_br: Curtidas
th: ไลค์
vi: Lượt thích
zh_hant: 讚

# 赞过
source: Liked
es: Me gusta
hi: पसंद किया
id_id: Disukai
ja: いいね済み
ko: 좋아함
pt_br: Curtiu
th: ถูกใจแล้ว
vi: Thích
zh_hant: 讚過

# 赞了你
source: liked you
bo_cn: ཁྱོད་བསྟོད།
es: curtiram você
hi: आपको पसंद किया
id_id: menyukai Anda
ja: が「いいね！」を押しました
ko: 님이 귀하를 좋아합니다.
pt_br: curtiram você
th: ให้ไลค์คุณ
vi: đã nhấn thích bạn
zh_hant: 對你按讚

# 赞了你的评论
source: X liked your comment
bo_cn: ཁྱོད་ཀྱི་དཔྱད་བརྗོད་ལ་བསྟོད་པ་བྱས།
es: A X les gustó tu comentario
hi: X ने आपकी टिप्पणी को लाइक किया
id_id: X menyukai komentar Anda
ja: Xさんがあなたのコメントに「いいね」しました
ko: X님이 내 답글을 좋아합니다
pt_br: X curtiram seu comentário
th: X ถูกใจความเห็นของคุณ
vi: X đã thích bình luận của bạn
zh_hant: 按讚你的留言

# 早上好
source: Good morning
bo_cn: ཞོགས་པ་བདེ་ལེགས་
es: Buen día
hi: सुप्रभात
id_id: Selamat pagi
ja: おはようございます
ko: 좋은 아침입니다
pt_br: Bom dia
th: สวัสดีตอนเช้า
vi: Chào buổi sáng
zh_hant: 早上好

# 增发
source: Hair Editor
id_id: Editor Rambut
ja: 髪の毛編集
ko: 헤어 편집기
th: ตัวตัดต่อผม
vi: Trình Chỉnh Sửa Tóc
zh_hant: 增髮

# 增高
source: Height
bo_cn: ཇེ་མཐོར་གཏོང་བ།
es: Altura
hi: ऊँचाई
id_id: Tinggi
ja: 高さ
ko: 길이 조정
pt_br: Altura
th: สูงขึ้น
vi: Cao hơn
zh_hans: 增高
zh_hant: 增高

# 增高搬到这里啦
source: The Height function has been moved here.
bo_cn: རིང་གཟུགས་འདི་རུ་སྤོར་བ།
es: La función Altura se ha trasladado aquí.
hi: ऊंचाई फंक्शन यहां लाया गया है
id_id: Fungsi Tinggi sudah dipindahkan di sini.
ja: 身長機能を既にここに移動しました。
ko: 키 기능이 이곳으로 이동됐습니다.
pt_br: A função de Altura foi movida para cá.
th: ฟังก์ชันความสูงย้ายมาอยู่ที่นี่.
vi: Chức năng Chiều Cao đã được di chuyển đến đây.
zh_hant: 增高搬到這裡啦

# 增高塑形
source: Body Shape
bo_cn: གཟུགས་མཛེས་ཤིང་རིང་དུ་བཟོ་བ།
es: Cuerpo
hi: बॉडी शेप
id_id: Bentuk Tubuh
ja: 体型
ko: 몸매
pt_br: Forma
th: ทรงรูปร่าง
vi: Dáng người
zh_hant: 增高塑形

# 增强
source: Enhance
bo_cn: ཤུགས་ཆེ་རུ་གཏོང་བ།
es: Mejorar
hi: बेहतर करें
id_id: Perjelas
ja: 拡張
ko: 강화
pt_br: Aumentar
th: ปรับปรุง
vi: Tăng cường
zh_hans: 增强
zh_hant: 增強

# 眨眨眼
source: Blink
bo_cn: མིག་རྡེབ་རྡེབ།
es: Parpadea
hi: झपकना
id_id: Kedip
ja: まばたき
ko: 눈 깜박임
pt_br: Piscar
th: แวววาว
vi: Nháy mắt
zh_hant: 眨眼睛

# 窄(五官)
source: Narrow
bo_cn: ཞང་ཆེ་
es: Estrecho
hi: संकरा
id_id: Sempit
ja: 狭い
ko: 좁음
pt_br: Estreito
th: แคบ
vi: Hẹp
zh_hans: 窄
zh_hant: 窄

# 窄脸
source: Narrow
id_id: Sempit
ja: 狭くする
ko: 좁음
th: แคบลง
vi: Thu hẹp
zh_hant: 窄臉

# 展开
source: Expand
bo_cn: ཁྱབ་སྤེལ།
es: Expandir
hi: बड़ा करें
id_id: Perluas
ja: 拡大
ko: 확장
pt_br: Expandir
th: ขยาย
vi: Mở rộng
zh_hant: 展開

# 展开%d条回复
source: View %d replies
zh_hans: 展开 %d 条回复
zh_hant: 展開 %d 則留言

# 张嘴巴
source: Open your mouth
bo_cn: ཁ་གདང་བ
es: Abre la boca
hi: अपना मुँह खोलें
id_id: Buka mulut Anda
ja: 口を開いてください
ko: 입 열기
pt_br: Abra sua boca
th: อ้าปาก
vi: Mở miệng
zh_hant: 張開嘴巴

# 长(五官)
source: Long
bo_cn: རིང་
es: Largo
hi: लंबा
id_id: Panjang
ja: 長い
ko: 김
pt_br: Longo
th: ยาว
vi: Dài
zh_hans: 长
zh_hant: 長

# 长按可更改图片顺序
source: Press and hold to reorder
bo_cn: རིང་པོ་མནན་ན་འདྲ་པར་གྱི་གོ་རིམ་བརྗེ་ཐུབ།
es: Mantén presionado para cambiar el orden
hi: क्रम बदलने हेतु प्रेस और होल्ड करें
id_id: Tekan & tahan utk ubah urutan
ja: 長押しして順序を変更します
ko: 길게 눌러서 순서 변경
pt_br: Clique continuamente para reordenar
th: กดค้างเพื่อเปลี่ยนลำดับ
vi: Nhấn và giữ để thay đổi thứ tự
zh_hant: 長按可更改圖片順序

# 长按可进行移动
source: Long press to move
es: Mantén pulsado para mover
hi: चलाने के लिए देर तक दबाएं
id_id: Tekan lama untuk memindahkan
ja: 長押しして移動
ko: 길게 눌러서 이동
pt_br: Mantenha pressionado para mover
th: กดค้างเพื่อขยับ
vi: Nhấn lâu để di chuyển
zh_hant: 長按可移動

# 长按识别二维码
source: Press and hold to scan QR code
bo_cn: རྩ་གཉིས་ཨང་རྟགས་ཀྱི་རིང་ཚད་ལྟར་ངོས་འཛིན་བྱེད་པ།
es: Mantiene presionado para escanear el código QR
hi: QR कोड स्कैन करने के लिए दबाएँ और होल्ड करें
id_id: Tekan dan tahan untuk memindai kode QR
ja: QRコードをスキャンするには、長押ししてください
ko: 길게 눌러서 QR 코드 스캔
pt_br: Mantenha pressionado para escanear o código QR
th: แตะค้างเพื่อสแกน QR Code
vi: Ấn và giữ để quét mã QR
zh_hant: 長按掃描QR code

# 长鼻
source: Length
id_id: Panjang
ja: 長さ
ko: 길이
th: ความยาว
vi: Độ dài
zh_hant: 長度

# 长度(面部重塑)
source: Length
es: Longitud
hi: लंबाई
id_id: Panjang
ja: 長さ
ko: 길이
pt_br: Comprimento
th: ความยาว
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# 长脸专用
source: Long
es: Alargada
hi: लंबा
id_id: Panjang
ja: 長い
ko: 긴
pt_br: Longo
th: ยาว
vi: Dài
zh_hant: 長臉專用

# 长图
source: Full
bo_cn: རི་མོ་རིང་བོ།
es: Collage
hi: लोंग शॉट
id_id: Penuh
ja: 長写真
ko: 전체
pt_br: Completo
th: รูปยาว
vi: Đầy đủ
zh_hant: 長圖

# 帐号管理
source: Manage Account
bo_cn: ཐོ་ཞུགས་ཨང་གྲངས་ལ་དོ་དམ།
es: Administrar cuenta
hi: खाते का प्रबंधन करें
id_id: Kelola Akun
ja: アカウント管理
ko: 계정 관리
pt_br: Gerenciar Conta
th: จัดการบัญชี
vi: Quản lí tài khoản
zh_hant: 帳號管理

# 照片
source: Photos
bo_cn: འདྲ་པར།
es: Foto
hi: फ़ोटो
id_id: Foto
ja: 写真
ko: 사진
pt_br: Foto
th: ภาพถ่าย
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# 照片(%d)
source: Photo (%d)
es: Foto (%d)
hi: फोटो (%d)
id_id: Foto (%d)
ja: 写真（%d）
ko: 사진 (%d)
pt_br: Foto (%d)
th: รูปภาพ (%d)
vi: Ảnh (%d)
zh_hant: 照片(%d)

# 照片(经典首页)
source: Photo
zh_hans: 照片
zh_hant: 照片

# 照片瞬间高大上!
source: Instantly turn your photos into spectacular posters
bo_cn: འདྲ་པར་སྐད་ཅིག་མ་རྩྭ་རིགས་མཐོན་པོ་འི་སྟེང།
es: Convierte tus fotos en pósteres espectaculares de manera instantánea.
hi: अपनी फ़ोटो को तुरंत पोस्टर में बदलें
id_id: Dalam sekejap menyulap foto Anda menjadi poster spektakuler
ja: 写真をクールなポスターに瞬時に変換します
ko: 즉시 사진을 사각형 포스터로 전환
pt_br: Transforme instantaneamente suas fotos em pôsteres espetaculares
th: ปรับภาพของคุณให้เป็นโปสเตอร์ที่น่าสนใจในทันที
vi: Ngay lập tức biến tấm ảnh của bạn thành những áp phích tuyệt đẹp
zh_hans: 照片瞬间高大上!
zh_hant: 照片瞬間高大上!

# 照片炫爆朋友圈的秘密？我只告诉你~❤️
source: Want to know the secret to a perfect picture? Open us to find out ❤️
bo_cn: གྲོགས་པའོ་ཚོམས་ནས་འདྲ་པར་ངོམས་པའི་གསང་བ་དེ་དག་ངས་ཁྱེད་མ་གཏོགས་གཞན་སུ་གཅིག་ལ་ཡང་མི་བ❤️
es: ¿Quieres conocer el secreto de una fotografía perfecta? Abre nuestra aplicación para averiguarlo.❤️
hi: एक बेहतरीन फ़ोटो के पीछे का राज जानना चाहते हैं? ढूंढने के लिए हमारा ऐप्लिकेशन खोलें ❤️
id_id: Bumbu rahasia foto-foto populer yang super keren? Mari kubisikkan kepadamu dan hanya kepadamu.❤️
ja: 完璧な写真を撮るための秘密を知るには？アプリを開いて、ご確認ください❤️
ko: 완벽한 사진의 비밀을 알고 싶으세요? 앱을 여시면 알 수 있습니다. ❤️
pt_br: Quer saber o segredo de uma foto perfeita? Abra o nosso aplicativo e descubra ❤️
th: อยากรู้ความลับของรูปที่แสนเพอร์เฟกต์ไหม? เปิดเราเพื่อหาคำตอบเลย ❤️
vi: Muốn biết đến bí mật cho một bức ảnh hoàn hảo? Hãy mở chúng tôi ra để khám phá❤️
zh_hans: 照片炫爆朋友圈的秘密？我只告诉你~❤️
zh_hant: 照片爆料朋友圈的秘密？我只告訴你～❤️

# 遮瑕
source: Concealer
ja: コンシーラー
ko: 컨실러
th: คอนซีลเลอร
vi: Che khuyết điểm
zh_hant: 遮瑕

# 这就是首页啦~(≧▽≦)/~
source: This is the homepage！
bo_cn: ~\(≧▽≦)/~འདི་ནི་དཔེ་གཞི་ཐོག་མ་ཡིན།
es: ¡Esta es la página de inicio!
hi: यह होमपेज है!
id_id: Ini halaman awal！
ja: これがホームページです！
ko: 여기가 홈페이지입니다!
pt_br: Esta é a página inicial!
th: นี่คือหน้าโฮมเพจ!
vi: Đây là trang chủ!
zh_hant: 這就是首頁啦~\(≧▽≦)/~

# 这里发现更多滤镜
source: Discover more filters here
bo_cn: འདི་ནས་འཚག་ཤེལ་དེ་ལས་མང་བ་འཚོལ་རོགས།
es: Encuentra más filtros aquí
hi: और फिल्टर यहां मिलेंगे
id_id: Temukan lebih banyak filter di sini
ja: ここからフィルターをさらに見つけられます
ko: 여기에서 더 많은 필터 찾기
pt_br: Encontre mais filtros aqui
th: ค้นพบฟิลเตอร์เพิ่มเติมได้ที่นี่
vi: Khám phá thêm các bộ lọc ở đây
zh_hans: 这里发现更多滤镜
zh_hant: 這裡發現更多濾鏡
