Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 该素材仅支持%ld个哦
source: This material only support %ld videos.
es: Este material solo admite %ld videos.
hi: इस सामग्री में केवल %ld वीडियो आ सकते हैं।
id_id: Materi ini hanya mendukung %ld video.
ja: これらの素材は%ld動画のみをサポートしています。
ko: 이 재료는 동영상 %ld개만 지원합니다.
pt_br: Estes materiais só têm suporte para %ld vídeos.
th: วัตถุดิบนี้รองรับวิดีโอ %ld เท่านั้น
vi: Tài liệu này chỉ hỗ trợ %ld video.
zh_hant: 該素材僅支援%ld個喔

# 该素材仅支持%ld张哦
source: This material supports only %ld photo(s) to edit
bo_cn: རྒྱུ་ཆ་འདིས་%ldཔར་འདི་ཁོ་ན་ལ་རྒྱབ་སྐྱོར་བྱེད།
es: Este material admite solo %ld fotos para editar
hi: यह सामग्री केवल %ld चित्र (चित्रों) का संपादन कर सकती है
id_id: Material ini hanya mendukung %ld foto untuk diedit
ja: この素材では、%ld枚のみの写真を編集できます
ko: 이 자료는 %ld장의 사진만 편집할 수 있습니다.
pt_br: Este material suporta apenas %ld foto(s) para edição
th: เนื้อหานี้รองรับเพียง %ld ภาพในการแก้ไข
vi: Nội dung này chỉ hỗ trợ chỉnh sửa %ld ảnh
zh_hans: 该素材仅支持%ld张哦
zh_hant: 該素材僅支援%ld張喔

# 该位置无法添加贴纸
source: Unable to add stickers here!
es: ¡No se pueden agregar calcomanías aquí!
hi: यहां स्टिकर्स नहीं जोड़ पा रहे!
id_id: Tidak dapat menambahkan stiker di sini!
ja: ここにはスタンプを追加できません！
ko: 여기엔 스티커를 추가할 수 없습니다!
pt_br: Não é possível adicionar adesivos aqui!
th: ไม่สามารถเพิ่มสติกเกอร์ที่นี่ได้!
vi: Không thể thêm nhãn dán tại đây!
zh_hant: 該位置無法添加貼紙

# 该专题已不存在了哦~
source: This section no longer exists
bo_cn: གླེང་གཞི་འདི་མི་འདུག
es: Esta sección ya no existe
hi: यह भाग मौजूद नहीं है
id_id: Bagian ini sudah tidak ada
ja: このセクションはなくなりました
ko: 이 섹션은 더 이상 존재하지 않습니다.
pt_br: Esta seção não existe mais
th: หัวข้อนี้ไม่มีอีกต่อไป
vi: Phần này không còn tồn tại
zh_hans: 该专题已不存在了哦~
zh_hant: 該主題已不存在了喔～

# 感谢反馈, 将减少该广告展现
source: Thanks for your feedback, you will see fewer ads like this.
bo_cn: བསམ་འཆར་ལ་བཀའ་དྲིན་ཆེ།་བརྡ་ཁྱབ་ཀྱི་རྣམ་པ་ཇེ་ཉུང་ལ་གཏོང་ཐུབ།
es: Gracias por tu comentario, verás menos anuncios como este.
hi: आपके फीड़बैक का धन्यवाद, आपको इस तरह के विज्ञापन कम दिखेंगे।
id_id: Terima kasih atas masukannya, Anda akan melihat lebih sedikit iklan seperti ini.
ja: フィードバックありがとうございます。このような広告の表示数が少なくなります。
ko: 피드백을 주셔서 감사합니다. 지금처럼 광고가 덜 보이게 됩니다.
pt_br: Agradecemos sua opinião, você verá menos anúncios como este.
th: ขอบคุณสำหรับการตอบกลับของคุณ คุณจะเห็นโฆษณาเช่นนี้น้อยลง
vi: Cám ơn về phản hồi của bạn, bạn sẽ thấy ít quảng cáo hơn giống như vậy.
zh_hant: 感謝回饋，將減少顯示該廣告

# 感谢你的反馈，产品与技术团队正在努力解决问题了哦！
source: Thanks for your feedback. Our team are working on it!
bo_cn: སྐུ་ཉིད་་ཀྱིས་ཐེར་འདོན་བྱེད་པར་བཀའ་དྲིན་ཆེ། ཐོན་རྫས་དང་ལག་རྩལ་ཚན་ཆུང་གིས་ཧུར་ཐག་སྒོས་གནད་དོན་ཐག་གཅོད་བྱ་བཞིན་མཆིས།
es: Gracias por tus opiniones. ¡Nuestro equipo trabaja en ellas!
hi: फ़ीडबैक के लिए धन्यवाद। हमारी टीम इस पर काम कर रही है!
id_id: Terima kasih atas umpan balik Anda. Tim kami sedang mengerjakannya!
ja: フィードバックをいただき、ありがとうございます。弊社のチームが対応しております。
ko: 피드백을 주셔서 감사합니다. 현재 처리 중에 있습니다!
pt_br: Obrigado pelo seu feedback. Nossa equipe está trabalhando no assunto!
th: ขอบคุณสำหรับความเห็นของคุณ ทีมงานของเรากำลังทำการตรวจสอบ!
vi: Cảm ơn bạn đã phản hồi. Đội ngũ của chúng tôi sẽ xử lý việc đó!
zh_hans: 感谢你的反馈，产品与技术团队正在努力解决问题了哦！
zh_hant: 感謝你的意見，產品與技術團隊正在努力解決問題了哦！

# 刚刚
source: Just now
bo_cn: ད་གིན།
zh_hans: 刚刚
zh_hant: 剛剛

# 高(五官)
source: High
bo_cn: མཐོ་བ་
es: Alto
hi: उच्च
id_id: Tinggi
ja: 高
ko: 높음
pt_br: Alto
th: สูง
vi: Cao
zh_hans: 高
zh_hant: 高

# 高度(面部重塑)
source: Height
bo_cn: མཐོ་ཚད།
es: Altura
hi: ऊंचाई
id_id: Tinggi
ja: 高さ
ko: 높이
pt_br: Altura
th: ความสูง
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# 高光
source: Highlight
ja: ハイライト
ko: 하이라이트
th: ไฮไลต์
vi: Tô sáng
zh_hant: 打亮

# 高光笔
source: Highlight
bo_cn: འོད་སྨྱུག
es: Destacar
hi: उभारें
id_id: Sorotan
ja: ハイライト
ko: 하이라이트
pt_br: Realcar
th: ไฮไลท์
vi: Tô sáng
zh_hans: 高光笔
zh_hant: 打亮筆

# 高光不支持使用锁定功能~
source: Highlight does not support locking
id_id: Highlight tidak mendukung penguncian
ja: ハイライトはロックに対応していません
ko: 하이라이트는 잠금을 지원하지 않습니다
th: ไฮไลต์ไม่ซัพพอร์ตการล็อค
vi: Tô sáng không hỗ trợ khóa
zh_hant: 打亮不支援鎖定

# 高光调节
source: Highlights
bo_cn: མཐོ་འོད་སྙོམ་སྒྲིག།
es: Destacados
hi: हाईलाइट
id_id: Sorotan
ja: ハイライト
ko: 하이라이트
pt_br: Realcar
th: ไฮไลท์
vi: Điểm nổi bật
zh_hant: 高光调节

# 高级设置
source: Settings
es: Configuración
hi: सेटिंग
id_id: Setelan
ja: 設定
ko: 설정
pt_br: Configurações
th: การตั้งค่า
vi: Cài đặt
zh_hant: 高級設定

# 高冷的我没关注任何人
source: I have standards, so I'm not following anyone!
bo_cn: ཁེངས་དྲགས་ཅན་གྱི་མི་ལ་དོ་སྣང་བྱེད་མཁན་མེད།
es: Soy exigente, ¡por eso no sigo a nadie!
hi: मेरे अपने मानक हैं, इसलिए मैं किसी को फ़ॉलो नहीं कर रहा/रही!
id_id: Saya punya standar, jadi saya tidak mengikuti semua orang!
ja: 自分の主義を貫くため、誰もフォローしません！
ko: 나에게는 원칙이 있습니다. 그래서 아무도 팔로우하지 않습니다!
pt_br: Meus padrões são elevados, e por isso ainda não estou seguindo ninguém!
th: ฉันมีมาตรฐานของฉัน และจะไม่ตามใคร!
vi: Tôi có tiêu chuẩn, nên tôi không theo dõi ai cả!
zh_hant: 高貴冷豔的我不追蹤其他人

# 高清
source: High
bo_cn: མཐོ་གསལ།
es: Elevado
hi: बहुत ज़्यादा
id_id: Tinggi
ja: 高
ko: 높음
pt_br: Alto
th: สูง
vi: Cao
zh_hans: 高清
zh_hant: 高畫質

# 高清 自然 不网气
source: HD (Natural and Fresh)
id_id: HD, natural, dan baru
ja: HD、自然でフレッシュ
ko: HD, 내추럴, 신선함
th: คมชัดสูง เป็นธรรมชาติและสดใหม่
vi: Độ phân giải HD, tự nhiên và tươi mới
zh_hant: 高清 自然 不做作

# 告诉大家你想要修成什么样子的~
source: Editing requirements
zh_hant: 告訴大家你想要修成什麼樣子？

# 个地标
source: landmarks
bo_cn: ས་གསལ་མངོན་རྟགས་ཞིག་
es: puntos de referencia
hi: लैंडमार्क
id_id: tengara
ja: 個のランドマーク
ko: 개의 랜드마크
pt_br: marcos
th: แลนด์มาร์ก
vi: mốc giới
zh_hant: 個地標

# 个人水印
source: Watermark
es: Marca de agua
hi: वॉटरमार्क
id_id: Tanda Air
ja: 透かし
ko: 워터마크
pt_br: Marca D'água
th: ลายน้ำ
vi: Dấu chìm
zh_hant: 個人浮水印

# 个人相册
source: Personal Album
zh_hant: 個人相簿

# 个人资料
source: Profile
bo_cn: མི་སྒེར་གྱི་གནས་ཚུལ།
es: Perfil
hi: प्रोफ़ाइल
id_id: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
th: โพรไฟล์
vi: Hồ sơ
zh_hant: 個人資料

# 个收藏
source: favorites
bo_cn: སྒེར་གྱི་ཉར་དེབ།
es: favoritos
hi: पसंदीदा
id_id: favorit
ja: 件のお気に入り
ko: 즐겨찾기
pt_br: favoritos
th: รายการโปรด
vi: mục yêu thích
zh_hant: 個收藏

# 个性化推荐会提升浏览体验，关闭后会明显影响你的内容浏览，是否确认关闭？
source: Personalized recommendations improve the browsing experience. Disabling it will affect your experience. Are you sure you want to disable?
es: Las recomendaciones personalizadas mejoran la experiencia de navegación, si las desactivas, tu experiencia se verá afectada. ¿Estás seguro de que deseas desactivarlas?
hi: वैयक्तिकरण अनुशंसाएं ब्राउज़िंग अनुभव में बेहतरी लाती हैं। इसे अक्षम करने पर अनुभव प्रभावित होगा। निश्चित अक्षम करना चाहते हैं?
id_id: Rekomendasi yang dipersonalkan meningkatkan pengalaman menjelajah. Menonaktifkan akan memengaruhi pengalaman Anda. Yakin ingin menonaktifkan?
ja: 個人へのおすすめは使用効果を向上させます。オフにすると使用効果に影響を及ぼします。本当にオフにしますか？
ko: 개인별 추천으로 브라우징 체험을 향상시킬 수 있습니다. 끄시면 고객님의 체험에 영향이 있습니다. 정말 기능을 끄시겠어요?
pt_br: As recomendações personalizadas melhoram a experiência de navegação. Desativá-las afetará sua experiência. Gostaria mesmo de desativá-las?
th: เรื่องเฉพาะบุคคลที่แนะนำช่วยปรับปรุงประสบการณ์การค้นดู หากปิดไว้จะส่งผลกระทบต่อประสบการณ์ใช้งาน แน่ใจหรือไม่ว่าจะปิด?
vi: Đề xuất cá nhân hoá giúp tăng trải nghiệm duyệt. Tắt tính năng này sẽ ảnh hưởng tới trải nghiệm của bạn. Bạn có chắc muốn tắt nó không?
zh_hant: 個性化推薦會提升瀏覽體驗，關閉後將明顯影響瀏覽，是否確認關閉？

# 个性化选项
source: Personalization
es: Personalización
hi: वैयक्तिकरण
id_id: Personalisasi
ja: 個人化選択
ko: 개인화
pt_br: Personalização
th: เฉพาะบุคคล
vi: Cá nhân hóa
zh_hant: 個性化選項

# 个性签名
source: Bio
bo_cn: མི་སྒེར་གྱི་སྨྱུག་མིང་།
es: Biografía
hi: बायो
ja: 略歴
ko: 약력
pt_br: Biografia
th: ประวัติ
vi: Tiểu sử
zh_hant: 個性簽名

# 个性签名最多50字哦
source: Maximum 50 characters.
bo_cn: མི་སྒེར་གྱི་སྨཡུག་མིང་ལ་ཆེས་མང་རུང་ཡིག་འབྲུ་ལྔ་བཅུ་དགོས།
es: Máximo 50 caracteres.
hi: अधिकतम 50 वर्ण
id_id: Maksimum 50 karakter.
ja: 最大50文字です。
ko: 최대 50자.
pt_br: Máximo de 50 caracteres.
th: สูงสุด 50 ตัวอักษร
vi: Tối đa 50 ký tự.
zh_hans: 个性签名最多50字哦
zh_hant: 個性簽名最多50個字

# 个作品
source: work(s)
bo_cn: བརྩམས་ཆོས་
es: obra/s de arte
hi: कार्य
id_id: karya
ja: 個の作品
ko: 게시물
pt_br: trabalho(s)
th: ทำงาน
vi: tác phẩm
zh_hans: 个作品
zh_hant: 個作品

# 根据法律要求, 互联网帐号需实名认证, 为保障美图帐号的正常使用, 请绑定手机
source: According to legal requirements, Internet accounts need real-name authentication. To ensure the normal use of MTid, please link your phone number.
bo_cn: ཁྲིམས་ལུགས་ཀྱི་རེ་བ་ལྟར་ན།་མཉམ་སྦྲེལ་དྲ་བའི་ཨང་གྲངས་ལ་དངོས་མིང་གིས་བདེན་དཔུང་བྱེད་དགོས།་དེ་ནི་Meituཨང་གྲངས་རྒྱུན་ལྡན་ངང་བཀོལ་སྤྱོད་བྱེད་པར་ཁག་ཐེག་བྱེད་ཐུབ།
es: De acuerdo con los requisitos legales, las cuentas de Internet requieren autenticación del nombre real. Para garantizar el uso normal de MTid, vincula tu número de teléfono.
hi: कानूनी आवश्यकताओं के अनुसार इंटरनेट खातों के लिए वास्तविक नाम का सत्यापन ज़रूरी है। MTid का सामान्य रूप से उपयोग करने के लिए कृपया अपना मोबाइल नंबर लिंक करें।
id_id: Menurut persyaratan hukum, akun Internet perlu autentikasi nama asli. Untuk menjamin penggunaan MTid yang normal, tautkan nomor ponsel Anda.
ja: 法規定により、インターネットアカウントは本名での認証を必要とします。MTidを正常に使用するには、ご利用の携帯電話番号をリンクしてください。
ko: 법적 요건에 따라, 인터넷 계정은 실명 인증을 거쳐야 합니다. MTid의 정상적인 사용을 위해 휴대폰 번호를 링크해 주세요.
pt_br: De acordo com normas legais, as contas na internet precisam de autenticação de nome real. Para garantir o uso normal do MTid, por favor, vincule o seu número de celular.
th: ตามกฎหมายที่จำเป็น บัญชีอินเทอร์เน็ตต้องทำการยืนยันตัวตนด้วยชื่อจริง เพื่อให้แน่ใจว่าจะใช้งาน MTid ได้ตามปกติ กรุณาเชื่อมโยงหมายเลขโทรศัพท์ของคุณ
vi: Theo yêu cầu của pháp luật, các tài khoản Internet cần phải xác thực theo tên thật. Để đảm bảo sử dụng bình thường MTid, vui lòng liên kết với số di động của bạn.
zh_hant: 根據法律規定，網路帳號需進行實名認證，爲保障美圖帳號的正常使用，請綁定手機

# 根据你的语言设置，将为你展示经典版MT社区。
source: We will display the MT Community on your homepage according your language setting.
es: Se mostrará la comunidad de MT en tu página de inicio de acuerdo con tu configuración de idioma.
hi: हम आपकी भाषा सेटिंग के अनुसार MT समुदाय आपके होमपेज पर दिखाएंगे।
id_id: Kami akan menampilkan MT Community di beranda sesuai dengan pengaturan bahasa Anda.
ja: 言語設定に合わせてホームページ上にMTコミュニティを表示します。
ko: 고객님의 언어 설정에 따라 고객님의 홈페이지에 MT 커뮤니티를 표시합니다.
pt_br: Exibiremos a Comunidade MT em sua página inicial de acordo com suas configurações de idioma.
th: เราจะแสดงชุมชน MT ในโฮมเพจของคุณตามการตั้งค่าภาษาของคุณ
vi: Chúng tôi sẽ hiển thị Cộng đồng MT trên trang chủ của bạn tùy theo thiết lập ngôn ngữ của bạn.
zh_hant: 依據你的語言設定，將展示經典版MT社群。

# 根据你的语言设置，将为你展示新版MT社区。
source: We will display a new Homepage according your language setting.
es: Se mostrará una nueva página de inicio de acuerdo con tu configuración de idioma.
hi: हम आपकी भाषा सेटिंग के अनुसार एक नया होमपेज दिखाएंगे।
id_id: Kami akan menampilkan Beranda baru sesuai dengan pengaturan bahasa Anda.
ja: 言語設定に合わせて新しいホームページを表示します。
ko: 고객님의 언어 설정에 따라 홈페이지를 새롭게 표시합니다.
pt_br: Exibiremos uma nova página inicial de acordo com suas configurações de idioma.
th: เราจะแสดงโฮมเพจใหม่ตามการตั้งค่าภาษาของคุณ
vi: Chúng tôi sẽ hiển thị một Trang chủ mới tùy theo thiết lập ngôn ngữ của bạn.
zh_hant: 依據你的語言設定，將展示新版MT社群。

# 更多
source: More
bo_cn: དེ་ལས་མང་
es: Todo
hi: ज़्यादा
id_id: Lainnya
ja: もっと
ko: 더 보기
pt_br: Tudo
th: กรอบ
vi: Thêm
zh_hant: 更多

# 更多边框
source: More
bo_cn: མཐའ་ཤིང་དེ་ལས་མང་བ།
es: Más
hi: ज़्यादा
id_id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
th: กรอบ
vi: Xem thêm
zh_hans: 更多边框
zh_hant: 更多邊框

# 更多服务
source: Other Services
es: Otros servicios
hi: अन्य सेवाएं
id_id: Layanan Lainnya
ja: その他のサービス
ko: 기타 서비스
pt_br: Outros serviços
th: บริการอื่นๆ
vi: Các Dịch vụ Khác
zh_hant: 更多服務

# 更多滤镜
source: More
bo_cn: ཚགས་ཤེལ་དེ་ལས་མང་པ།
es: Más
hi: ज़्यादा
id_id: Lainnya
ja: その他
ko: 더 보기
pt_br: Mais
th: กรอบ
vi: Xem thêm
zh_hant: 更多濾鏡

# 更多热门搜索
source: More trending searches
id_id: Pencarian sedang tren lainnya
ja: その他の人気の検索
ko: 기타 트렌딩 검색
th: ค้นหาสิ่งที่นิยมเพิ่มเติม
vi: Các nội dumg tìm kiếm thịnh hành hơn
zh_hant: 更多熱門搜尋

# 更多设置
source: More
bo_cn: སྒྲིག་བཟོ་དེ་ལས་མང་བ།
es: Más
hi: ज़्यादा
id_id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
th: กรอบ
vi: Xem thêm
zh_hans: 更多设置
zh_hant: 更多設定

# 更多素材
source: More
bo_cn: རྒྱུ་ཆ་དེ་ལས་མང་པ།
es: Más
hi: ज़्यादा
id_id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
th: เพิ่มเติม
vi: Xem thêm
zh_hans: 更多素材
zh_hant: 更多素材

# 更多虚化
source: More
es: Más
hi: ज़्यादा
id_id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
th: กรอบ
vi: Xem thêm
zh_hant: 更多霧化

# 更多用户
source: More
bo_cn: བཀོལ་སྤྱོད་མཁན་དེ་ལས་མང་པ།
es: Más
hi: ज़्यादा
id_id: Lainnya
ja: その他
ko: 더 보기
pt_br: Mais
th: กรอบ
vi: Xem thêm
zh_hant: 更多使用者

# 更多作品
source: More
bo_cn: བརྩམས་ཆོས་དེ་ལས་མང་པ།
es: Más
hi: अधिक
id_id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
th: อื่นๆ
vi: Thêm
zh_hant: 更多作品

# 更合适你的修图习惯
source: Photo-editing processes that better suit you;
bo_cn: སྐུ་ཉིད་ཀྱི་པར་བཅོས་གོམས་གཤིས་དང་འཚམས།
es: Procedimientos de edición de fotos más adecuados para ti
hi: आपके लिए बेहतर फ़ोटो-संपादन प्रक्रियाएँ
id_id: Proses pengeditan foto yang lebih sesuai dengan Anda
ja: おすすめの写真編集プロセス
ko: 더 적합한 사진 편집 작업
pt_br: Processos de edição de fotos que melhor se adequam a você
th: กระบวนการตัดต่อภาพที่เหมาะกับคุณยิ่งขึ้น
vi: Các quy trình chỉnh sửa ảnh phù hợp hơn với bạn
zh_hans: 更合适你的修图习惯
zh_hant: 更適合你的修圖習慣

# 更换背景
source: Change background
es: Cambiar fondo
hi: पृष्ठभूमि बदलें
id_id: Ubah latar
ja: 背景を変更
ko: 배경 화면 바꾸기
pt_br: Alterar o fundo
th: เปลี่ยนพื้นหลัง
vi: Thay đổi phông nền
zh_hant: 更換背景

# 更换背景图
source: Change Background
zh_hant: 更換背景圖

# 更适合你的修图习惯；
source: Photo-editing processes that better suit you;
bo_cn: སྐུ་ཉིད་ཀྱི་པར་བཅོས་གོམས་གཤིས་དང་འཚམས།
es: Procedimientos de edición de fotos más adecuados para ti;
hi: आपके लिए अधिक उपयुक्त फोटो एडिटिंग प्रक्रियाएँ
id_id: Proses pengeditan foto yang lebih sesuai dengan Anda;
ja: おすすめの写真編集プロセス：
ko: 더 적합한 사진 편집 작업;
pt_br: Processos de edição de fotos que melhor se adequam a você;
th: กระบวนการตัดต่อภาพที่เหมาะกับคุณยิ่งขึ้น;
vi: Các quy trình chỉnh sửa ảnh phù hợp hơn với bạn;
zh_hant: 更適合你的修圖習慣；

# 更新失败，请重试
source: Failed to update. Please try again.
id_id: Gagal memperbarui. Harap coba lagi.
ja: 更新に失敗しました。再度お試しください。
ko: 업데이트 실패. 다시 시도해 주세요.
th: อัปเดตล้มเหลว กรุณาลองใหม่
vi: Cập nhật không thành công. Vui lòng thử lại.
zh_hant: 更新失敗，請重試。

# 工具和素材
source: Tools and Elements
id_id: Alat dan Elemen
ja: ツールとエレメント
ko: 도구 및 소재
th: เครื่องมือและองค์ประกอบ
vi: Công Cụ và Thành Phần
zh_hant: 工具和素材

# 工具箱
source: Tools
hi: साधन
id_id: Alat
ja: 人気機能
ko: 메인 기능
th: Highlight
vi: Công cụ
zh_hans: 工具箱
zh_hant: 工具箱

# 工具箱(经典首页)
source: Tools
id_id: Alat
zh_hans: 工具箱
zh_hant: 精選功能

# 工具箱（社区首页）
source: Tools
bo_cn: 工具箱
hi: साधन
id_id: Alat
ja: 人気機能
ko: 메인 기능
th: Highlight
vi: Công cụ
zh_hans: 工具箱
zh_hant: 精選功能

# 功能设置
source: SETTINGS
bo_cn: བྱེད་ནུས་སྒྲིག་འགོད།
es: CONFIGURACIONES
hi: सेटिंग
id_id: Fungsi
ja: 設定
ko: 설정
pt_br: CONFIGURAÇÕES
th: ฟังก์ชั่น
vi: Chức năng
zh_hans: 功能设置
zh_hant: 功能設定

# 攻略(经典首页)
source: Guide
zh_hans: 攻略
zh_hant: 攻略

# 恭喜，已生成你的专属颜值管家
source: Congratulations! Your have created your own beauty profile.
bo_cn: རྟེན་འབྲེལ་ཞུ།་ཁྱོད་ལ་ཆེད་གཏོགས་ཀྱི་རང་གཤིས་ཅན་གྱི་ཡིག་ཚགས་སུ་གྲུབ་འདུག།
es: ¡Felicitaciones! Has creado tu propio perfil de belleza.
hi: बधाई हो! आपने खुद की सुंदरता प्रोफाइल बना ली।
id_id: Selamat! Anda sudah membuat profil kecantikan Anda sendiri.
ja: おめでとうございます！あなただけのビューティープロフィールを作成しました。
ko: 축하드립니다! 나만의 미화 프로필을 생성했습니다.
pt_br: Parabéns! Você criou seu próprio perfil de beleza.
th: ยินดีด้วย! คุณได้สร้างโปรไฟล์ความงามของตัวเองแล้ว
vi: Xin chúc mừng! Bạn đã tạo được hồ sơ làm đẹp của riêng mình.
zh_hant: 恭喜，你的專屬個性化顏值管家已製作完成

# 恭喜！你成功解锁了MT！
source: Congrats! You've unlocked MT!
bo_cn: སྐུ་ཉིད་ཀྱི་MTབེད་སྤྱོད་བྱ་ཐུབ།
es: ¡Felicitaciones! ¡Has desbloqueado TM!
hi: बधाई हो! आपने MT को अनलॉक कर लिया!
id_id: Selamat! Anda sudah membuka kunci MT!
ja: おめでとうございます！MTがロック解除されました！
ko: 축하합니다! MT를 잠금 해제했습니다!
pt_br: Parabéns! Você desbloqueou o MT!
th: ขอแสดงความยินดี! คุณปลดล็อค MT แล้ว!
vi: Chúc mừng! Bạn đã mở khóa MT!
zh_hans: 恭喜！你成功解锁了MT！
zh_hant: 恭喜！你已成功解鎖MT！

# 恭喜你成为粉钻会员~
source: Congratulations on being a VIP!
id_id: Selamat karena telah menjadi anggota VIP!
ja: VIPのご利用ありがとうございます！
ko: VIP가 되신 것을 축하합니다!
th: ยินดีด้วยที่ได้เป็น VIP!
vi: Chúc mừng bạn đã trở thành Thành Viên VIP!
zh_hant: 恭喜您成為Meitu VIP

# 共%@条回复 >
source: %@ replies in total
bo_cn: ཁྱོན་བསྡོམས་%@ཕྱིར་ལན་བྱས་
es: %@ respuestas en total
hi: कुल %@ जवाब
id_id: %@ balasan secara total
ja: 合計%@件の返答
ko: 답글 총 %@개
pt_br: %@ respostas no total
th: มีการตอบกลับรวม %@ รายการ
vi: %@ câu trả lời tổng cộng
zh_hant: 共%@則回覆

# 共%ld个
source: %ld in total
bo_cn: སྡོམ་པའི་%dཡོད།
es: %ld en total
hi: कुल %ld
id_id: Jumlah total: %ld
ja: 合計で%ld
ko: 총 %ld
pt_br: %ld no total
th: รวม %ld ฟิลเตอร์
vi: Tổng cộng %ld bộ lọc
zh_hans: 共%ld个
zh_hant: 共%ld個

# 共%ld条回复
source: %ld replies in total
bo_cn: ཁྱོན་བསྡོམས་%ldཕྱིར་ལན་བྱས་
es: %ld respuestas en total
hi: कुल %ld जवाब
id_id: %ld balasan secara total
ja: 合計%ld件の返答
ko: 답글 총 %ld개
pt_br: %ld respostas no total
th: มีการตอบกลับรวม %ld รายการ
vi: %ld câu trả lời tổng cộng
zh_hant: 共%ld則回覆

# 共有 %ld 个滤镜
source: %ld filters in total
bo_cn: སྤྱི་སྡོམ་%ldའཚག་ཤེསཞིག་འདུག་།
es: %ld filtros en total
hi: कुल %ld फिल्टर्स
id_id: Total %ld filter
ja: 合計%ld個のフィルタ
ko: 총 %ld개 필터
pt_br: %ld filtros no total
th: ฟิลเตอร์รวม %ld
vi: %ld bộ lọc tổng cộng
zh_hant: 共有 %1個濾鏡

# 购买美图遥控器
source: Purchase Meitu Remote
bo_cn: མཛེས་རིས་རྒྱང་བསྒྱུར་ཆས་ཉོ་རོགས།
es: Comprar el control remoto de Meitu
hi: Meitu रिमोट खरीदें
id_id: Beli Meitu Remote
ja: Meituリモコンを購入する
ko: Meitu 리모컨 구입
pt_br: Adquirir o Meitu Remote
th: จัดซื้อ Meitu Remote
vi: Mua Điều khiển từ xa Meitu
zh_hans: 购买美图遥控器
zh_hant: 購買美圖遙控器

# 购买素材
source: Purchase for
es: Comprar por
hi: खरीद इफेक्ट
id_id: Beli seharga
ja: で購入
ko: 효과 구매
pt_br: Compre por
th: ซื้อเอฟเฟกต์
vi: Mua
zh_hant: 購買素材

# 购买素材(简)
source: Purchase
es: Comprar
hi: खरीदें
id_id: Beli
ja: 購入
ko: 구매
pt_br: Comprar
th: ซื้อ
vi: Thanh toán
zh_hans: 购买素材
zh_hant: 購買素材

# 购买同款
source: Purchase
es: Comprar
hi: खरीदें
id_id: Beli
ja: 購入
ko: 구매
pt_br: Comprar
th: ซื้อ
vi: Thanh toán
zh_hant: 購買同款

# 购物车
source: Shopping cart
id_id: Keranjang belanja
ja: ショッピングカート
ko: 쇼핑 카트
th: ตะกร้าสินค้า
vi: Giỏ hàng
zh_hant: 購物車

# 鼓励一下
source: Rate us now
bo_cn: སྐུལ་ལྕགགཏོང་བ།
es: Califícanos ahora
hi: हमें अभी रेटिंग दें
id_id: Nilai kami sekarang
ja: 今すぐ評価する
ko: 지금 Meitu 평가하기
pt_br: Classificar agora
th: ให้คะแนนเราตอนนี้
vi: Đánh giá ngay
zh_hans: 鼓励一下
zh_hant: 鼓勵一下

# 关闭
source: Close
bo_cn: སྒོ་རྒྱག་པ།
es: Cerrar
hi: बंद करें
id_id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# 关闭广告
source: Close
bo_cn: སྒོ་རྒྱག་པ།
es: Desactivar
hi: बंद करें
id_id: Tutup
ja: 閉じる
ko: 종료
pt_br: Fechar
th: ปิด
vi: Đóng
zh_hant: 關閉廣告

# 关闭后，你将不会收到好友私信推送通知
source: After disabling, you will not receive notifications or private messages from your friends
bo_cn: སྒོ་བརྒྱབ་རྫེས་།རང་གིས་གྲོགས་པའི་གསང་ཡིག་གི་སྐྱེལ་བའི་བརྡ་ཐོ་སྦྱོར་མི་ཐུབ་
es: Si se desactiva, no recibirá notificaciones ni mensajes privados de sus amigos
hi: अक्षम करने पर आपको सूचनाएं या दोस्तों के निजी संदेश नहीं मिलेंगे
id_id: Setelah menonaktifkan, Anda tidak akan menerima notifikasi atau pesan pribadi dari teman.
ja: オフにすると、友達からの通知やプライベートメッセージが届かなくなります
ko: 사용을 중지하면, 친구들이 보낸 알림 또는 개인 메시지들을 받을 수 없습니다
pt_br: Após desabilitar, você não receberá notificações ou mensagens particulares de seus amigos
th: หลังปิดใช้งาน คุณจะไม่ได้รับการแจ้งเตือนข้อความ
vi: Sau khi tắt, bạn sẽ không nhận được các thông báo hoặc tin nhắn riêng tư từ bạn bè.
zh_hant: 關閉後，你將不會收到好友私訊推播通知

# 关闭后，你将不会收到好友新作品的推送通知
source: After disabling, you will not receive notifications for your friends' new posts.
bo_cn: སྒོ་བརྒྱབ་རྫེས་།རང་གྲོགས་པའི་བརྩམས་ཆོས་གསར་པའི་སྐྱེལ་བའི་བརྡ་ཐོ་སྦྱོར་མི་ཐུབ་
es: Si se desactiva, no recibirá notificaciones de las publicaciones nuevas de sus amigos.
hi: अक्षम करने पर आपको दोस्तों की नए पोस्ट की सूचना नहीं मिलेगी।
id_id: Setelah menonaktifkan, Anda tidak akan menerima notifikasi untuk postingan baru teman.
ja: オフにすると、友達の投稿の通知が届かなくなります
ko: 사용을 중지하면, 친구들이 새로 올린 포스팅 알림을 받지 못합니다.
pt_br: Após desabilitar, você não receberá notificações para as novas postagens de seus amigos.
th: หลังปิดใช้งาน คุณจะไม่ได้รับการแจ้งเตือนการโพสต์ใหม่
vi: Sau khi tắt, bạn sẽ không nhận được các thông báo cho các bài đăng mới của bạn bè.
zh_hant: 關閉後，你將不會收到好友新作品通知

# 关闭后，你将不会收到以上互动通知
source: After disabling, you will not receive notifications from the above categories.
bo_cn: སྒོ་བརྒྱབ་རྫེས་།རང་གིས་མདུན་གྱི་མཉམ་འགུལ་བྱས་པའི་བརྡ་ཐོ་སྦྱོར་མི་ཐུབ་
es: Si se desactiva, no recibirá notificaciones de las categorías de arriba.
hi: अक्षम करने पर आपको उपरोक्त श्रेणियों से सूचना नहीं मिलेगी।
id_id: Setelah menonaktifkan, Anda tidak akan menerima notifikasi dari kategori di atas.
ja: オフにすると、上記のカテゴリからの通知が届かなくなります。
ko: 사용을 중지하면, 위의 카테고리에 해당하는 알림을 받을 수 없습니다.
pt_br: Após desabilitar, você não receberá notificações das categorias acima.
th: หลังปิดใช้งาน คุณจะไม่ได้รับการแจ้งเตือนจากการกล่าวถึง
vi: Sau khi tắt, bạn sẽ không nhận được các thông báo từ các hạng mục nói trên.
zh_hant: 關閉後，你將不會收到以上互動通知

# 关闭后，你可能错过重要消息通知
source: After disabling, you may miss important notifications
bo_cn: སྒོ་བརྒྱབ་རྫེས།རང་གིས་གསར་འགྱུར་གལ་ཆེན་་གྱི་བརྡ་ཐོ་ཤོར་སྲིད་
es: Si se desactiva, podría dejar de recibir notificaciones importantes
hi: अक्षम करने पर महत्त्वपर्ण सूचनाएं छूट सकती हैं
id_id: Setelah menonaktifkan, Anda mungkin melewatkan notifikasi penting
ja: オフにすると、重要な通知が受け取れない場合があります
ko: 사용을 중지하면, 중요한 공지를 받지 못하실 수 있습니다
pt_br: Após desabilitar, pode ser que você perca notificações importantes
th: หลังปิดใช้งาน คุณอาจพลาดการแจ้งเตือนสำคัญ
vi: Sau khi tắt, bạn có thể bỏ lỡ các thông báo quan trọng.
zh_hant: 關閉後，你將可能錯過重要通知

# 关闭后将使用通用美颜参数哦
source: Turn off to use the general beautify value
bo_cn: སྒོ་རྒྱབ་རྗེས་མཛེས་བཟོ་སྤྱད་ཆོག།
es: Desactiva el valor de embellecimiento general
hi: सामान्य सौंदर्य मूल्य उपयोग करने के लिए इसे बंद करो
id_id: Nonaktifkan untuk menggunakan nilai percantik umum
ja: オフにして一般的な美顔補正値を使用する
ko: 일반 미화 값을 사용하려면 꺼주세요
pt_br: Desative para utilizar o valor de embelezamento geral
th: ปิดเพื่อใช้ค่าการแต่งสวยทั่วไป
vi: Tắt để sử dụng giá trị làm đẹp chung
zh_hant: 關閉後將使用美顏原始設定喔

# 关闭后前置自拍将不自动镜像
source: After disabling, selfies taken with the front camera will not be automatically mirrored.
bo_cn: ཁ་རྒྱབ་རྗེས་མདུན་བཀོལ་རང་ཕབ་ཆས་ཀྱི་རང་འགུལ་ངང་ཤེལ་གཟུགས་མི་བྱ།
es: Luego de desactivar, las selfis tomadas con la cámara frontal no tendrán automáticamente el efecto espejo.
hi: अक्षम करने के बाद, फ़्रंट कैमरे से ली गई सेल्फ़ीज़ अपने आप मिरर नहीं की जाएँगी।
id_id: Setelah menonaktifkan, foto selfie yang diambil dengan kamera depan tidak akan dicerminkan secara otomatis.
ja: これを無効にすると、前面カメラによる自撮り写真は自動的にミラーリングされなくなります。
ko: 비활성화하면 전면 카메라로 찍은 셀카가 자동으로 미러링되지 않습니다.
pt_br: Após a desativação, as selfies tiradas com a câmera frontal não serão espelhadas automaticamente.
th: หลังปิดใช้งาน การถ่ายเซลฟีด้วยกล้องหน้าจะไม่ถูกกลับด้านเองโดยอัตโนมัติ
vi: Sau khi giải hoạt, các bức ảnh tự sướng chụp với camera trước sẽ không được tự động được xoay đối xứng.
zh_hans: 关闭后前置自拍将不自动镜像
zh_hant: 關閉後自拍將不自動鏡像

# 关闭颜值管家
source: Turn off My Beauty
bo_cn: མཛེས་ལོད་སྐྱེ་འབྲས་ཁ་རྒྱག་སྒོ་རྒྱག་ཕྱག་མཛོད་།
es: Desactiva Mi belleza
hi: माय ब्यूटी बंद करो
id_id: Nonaktifkan Kecantikanku
ja: 「マイビューティー」をオフ
ko: 내 뷰티 끄기
pt_br: Desativar Minha Beleza
th: ปิด ความงามของฉัน
vi: Tắt Vẻ đẹp của Tôi
zh_hant: 關閉顏值管家

# 关于美图秀秀
source: About Meitu
bo_cn: meituདང་འབྲེལ་བ་།
es: Acerca de Meitu
hi: Meitu के बारे में
id_id: Tentang Meitu
ja: Meituについて
ko: Meitu 소개
pt_br: Sobre a Meitu
th: เกี่ยวกับ Meitu
vi: Giới thiệu Meitu
zh_hans: 关于美图秀秀
zh_hant: 關於美圖秀秀

# 关注
source: Following
bo_cn: དོ་ཁུར།
es: Siguiendo
hi: फ़ॉलो कर रहे हैं
id_id: Ikuti
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
th: ติดตาม
vi: Theo dõi
zh_hant: 追蹤

# 关注(按钮)
source: Follow
bo_cn: དོ་སྣང་།
es: Seguir
hi: फ़ॉलो करें
id_id: Mengikuti
ja: フォロー
ko: 팔로우
pt_br: Seguir
th: ติดตาม
vi: Theo dõi
zh_hans: 关注
zh_hant: 追蹤
