Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 视频加载中，请稍后
source: Video loading. Please wait...
es: Cargando el video. Por favor, espera...
hi: वीडियो लोड हो रहा है। कृपया राह देखें।
id_id: Pemuatan video. Harap tunggu...
ja: 動画を読み込み中です。お待ちください...
ko: 동영상 로드 중. 잠시만 기다리세요...
pt_br: Vídeo carregando. Por favor, aguarde...
th: วิดีโอกำลังโหลด โปรดรอ...
vi: Video đang tải. Vui lòng chờ...
zh_hant: 影片載入中，請稍後...

# 视频将被保存在视频美化功能的视频草稿中
source: This video will be saved in Video Drafts under [Video].
es: Este video se guardará en Borradores de video, en [Video].
hi: इस वीडियो को वीडियो ड्राफ्ट रूप में [Video] में सहेजा जाएगा.
id_id: Video ini akan disimpan di Draf Video di bawah [Video].
ja: この動画は[動画]の中の動画ドラフトに保存されます。
ko: 이 동영상은 [동영상] 아래의 동영상 초본에 저장됩니다.
pt_br: Este vídeo será salvo nos Rascunhos de Vídeo em [Vídeo].
th: วิดีโอนี้จะได้รับการบันทึกเป็นฉบับร่างใน [วิดีโอ].
vi: Video này sẽ được lưu trong Video Nháp trong mục [Video].
zh_hant: 影片將被儲存至影片美化功能草稿中

# 视频将在WiFi条件下自动播放哦
source: Video will play automatically in a Wi-Fi environment
bo_cn: བརྙན་ཐུང་འདི་WIFIཆ་རྐྱེན་འོག་ཏུ་རང་འགུལ་ངང་གཏོང་ཐུབ།
es: El video se reproducirá automáticamente en un entorno de WiFi
hi: Wi-Fi मिलने पर वीडियो अपने आप प्ले होगा
id_id: Video akan diputar secara otomatis dalam lingkungan Wi-Fi
ja: Wi-Fi環境で動画を自動的に再生します
ko: 비디오가 Wi-Fi 환경에서 자동으로 재생됩니다.
pt_br: O vídeo será reproduzido automaticamente em um ambiente com Wi-Fi
th: วิดีโอจะเล่นอัตโนมัติเมื่อใช้ Wi-Fi
vi: Video sẽ tự động bật trong môi trường có Wi-Fi
zh_hans: 视频将在WiFi条件下自动播放哦
zh_hant: 影片將在WiFi環境下自動播放

# 视频美化
source: Video
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
th: วิดีโอ
zh_hant: 影片美化

# 视频美化（社区首页）
source: Video
bo_cn: 视频美化
hi: वीडियो
ja: 動画編集
ko: 동영상편집
pt_br: Vídeos
th: วิดีโอ
zh_hans: 视频美化
zh_hant: 影片美化

# 视频拼图暂不支持拼接哦
source: Video strip collage not supported at this time.
es: No se admiten collages de cintas de video en este momento.
hi: वीडियो स्ट्रिप कोलाज इस समय उपलब्ध नहीं।
id_id: Kolase strip video tidak didukung saat ini.
ja: 動画ストリップコラージュは現時点ではサポートされていません。
ko: 동영상 스트립 콜라주는 현재 지원되지 않습니다.
th: ไม่รองรับแถบตัดปะวิดีโอในขณะนี้
vi: Nghệ thuật cắt dán dải video không được hỗ trợ lúc này.
zh_hant: 影片拼圖暫不支援拼接喔

# 视频上传失败，请重新上传
source: Failed to upload the video, please try again.
id_id: Gagal mengunggah video, harap coba lagi.
ja: 動画のアップロードに失敗しました。再試行してください。
ko: 동영성 업로드에 실패했습니다, 다시 시도해 주세요.
th: อัปโหลดวิดีโอล้มเหลว กรุณาลองใหม่อีกครั้ง
vi: Tải video không thành công, vui lòng thử lại
zh_hant: 影片上傳失敗，請重新上傳

# 视频生成中...
source: Generating video...
bo_cn: བརྙན་འགྲུབ་བཞིན་པ།
es: Generando video...
hi: वीडियो जनरेट किया जा रहा है...
id_id: Membuat video...
ja: 動画を生成しています...
ko: 비디어 생성 중...
pt_br: Gerando vídeo...
th: กำลังจัดทำวิดีโอ...
vi: Đang tạo video...
zh_hant: 影片產生中...

# 视频时长最短1秒哦
source: Videos must be at least one second in length
bo_cn: བརྙན་གྱི་དུས་ཡུན་ཆེས་ཐུང་ན་སྐར་ཆ་གཅིག
es: Al menos 1 segundo para un video
hi: वीडियो के लिए कम से कम 1 सेकेंड
id_id: Min. 1 detik untuk video
ja: 動画は1秒以上であることが必要です
ko: 비디오당 최소 1초
pt_br: Pelo menos 1 segundo para um vídeo
th: อย่างน้อย 1 วินาทีสำหรับวิดีโอ
vi: Tối thiểu 1 giây cho video
zh_hans: 视频时长最短1秒哦
zh_hant: 影片時長最短1秒唷

# 视频时长最短3秒哦
source: At least 3 seconds for a video
bo_cn: བརྙན་གྱི་དུས་ཡུན་ཆེས་ཐུང་ན་སྐར་ཆ་གསུམ།
es: Al menos 3 segundos para un video
hi: एक वीडियो के लिए कम से कम 3 सेकंड
id_id: Min. 3 detik untuk video
ja: 動画は3秒以上であることが必要です
ko: 비디오당 최소 3초
pt_br: Pelo menos 3 segundos para um vídeo
th: อย่างน้อย 3 วินาทีสำหรับวิดีโอ
vi: Tối thiểu 3 giây cho video
zh_hans: 视频时长最短3秒哦
zh_hant: 影片時長最短3秒喔

# 视频提取
source: From video
es: Desde video
hi: वीडियो से
id_id: Dari video
ja: 動画から
ko: 동영상에서
pt_br: Do vídeo
th: จากวิดีโอ
vi: Từ video
zh_hant: 影片擷取

# 视频提取音乐失败，换个视频试试吧
source: Failed to extract music. Please try another video.
es: No se pudo extraer la música. Prueba con otro video.
hi: संगीत निकालना विफल। कृपया अन्य वीडियो पर आज़माएं।
id_id: Gagal mengekstrak musik. Coba video lain.
ja: 音楽の抽出に失敗しました。他の動画でお試しください。
ko: 음악을 추출할 수 없습니다. 다른 동영상을 선택하세요.
pt_br: Falha ao extrair música. Tente com outro vídeo.
th: แยกไฟล์เพลงไม่สำเร็จ กรุณาลองวิดีโออื่น
vi: Xuất nhạc không thành công. Vui lòng thử một video khác.
zh_hant: 影片擷取音樂失敗，換個影片試試吧！

# 视频压缩失败
source: Video compression failed
es: No se pudo comprimir el video
hi: वीडियो कम्प्रेशन विफल
id_id: Kompresi video gagal
ja: 動画圧縮に失敗しました
ko: 동영상 압축에 실패했습니다
pt_br: Falha ao compactar o vídeo
th: บีบอัดวิดีโอไม่สำเร็จ
vi: Nén video không thành công
zh_hant: 影片壓縮失敗

# 视频压缩失败，可能系统存储空间不足，请清理后重试
source: Video compression failed, likely due to insufficient storage. Please clear some space and try again.
es: La compresión de video falló, quizá por espacio de almacenamiento insuficiente. Haz espacio e intenta de nuevo.
hi: शायद अपर्याप्त स्टोरेज स्पेस के कारण वीडियो कम्प्रेशन विफल। कृपया थोड़ी जगह बनाएँ और फिर कोशिश करें।
id_id: Kompresi video gagal mungkin karena ruang simpan tidak cukup. Bersihkan dan coba lagi nanti.
ja: 動画圧縮に失敗しました。ストレージ容量不足が原因の場合があります。クリーンアップしてから後でもう一度お試しください。
ko: 동영상 압축이 실패했으며 원인은 저장 용량 부족일 수 있습니다. 용량을 확보하고 다시 시도하세요.
pt_br: Falha ao compactar o vídeo, talvez devido à falta de espaço de armazenamento. Faça uma limpeza e tente novamente mais tarde.
th: การบีบอัดวิดีโอล้มเหลวเนื่องจากพื้นที่เก็บข้อมูลไม่พอ กรุณาจัดการให้เรียบร้อย แล้วลองอีกครั้งในภายหลัง
vi: Nén video không thành công có thể là do
zh_hant: 影片壓縮失敗，可能為儲存空間不足所導致，請清理後重試

# 视频压缩中...
source: Compressing…
es: Comprimiendo...
hi: कम्प्रेस हो रहा है...
id_id: Mengompresi…
ja: 圧縮中...
ko: 압축 중…
pt_br: Compactando…
th: กำลังบีบอัด...
vi: Đang nén...
zh_hant: 影片壓縮中...

# 视频已保存
source: Video Saved
es: Guardado
hi: सेव किया गया
id_id: Tersimpan
ja: 保存済み
ko: 저장됨
pt_br: Salvo
th: บันทึกแล้ว
vi: Đã lưu lại
zh_hant: 影片已儲存

# 视频已保存到相册；
source: Saved to album
bo_cn: བརྙན་དེ་པར་སྒམ་ནང་དུ་ཉར་ཚགས་བྱས་ཡོད།
es: Guardado en el álbum
hi: एलबम में सहेजा
id_id: Disimpan ke album
ja: アルバムに保存されました
ko: 앨범에 저장됐습니다
pt_br: Salvo no álbum
th: บันทึกลงอัลบั้มแล้ว
vi: Lưu vào album
zh_hant: 影片已儲存至相簿;

# 视频正在上传，请不要退出
source: The video is uploading, please do not exit.
id_id: Video sedang diunggah, harap jangan keluar.
ja: 動画をアップロード中です。アプリを閉じないでください。
ko: 동영상 업로드 중입니다, 지금 종료하지 마세요.
th: กำลังอัปโหลดวิดีโอ กรุณาอย่าออก
vi: Video đang được tải, vui lòng không thoát.
zh_hant: 影片正在上傳，請不要退出

# 视频总时长不能超过5分钟
source: Videos can be no longer than 5 minutes
es: No más de 5 minutos por video
hi: कोई भी वीडियो 5 मिनट से ज़्यादा नहीं होगा
id_id: Tidak lebih dari 5 menit untuk video
ja: 動画は5分までです
ko: 동영상 최대 5분 이하
pt_br: Não mais do que 5 min. por vídeo
th: ไม่เกิน 5 นาทีสำหรับวิดีโอ
vi: Không nhiều hơn 5 phút cho một video
zh_hant: 影片總時長不能超過5分鐘

# 是
source: Yes
bo_cn: ཡིན།
es: Sí
hi: हाँ
id_id: Ya
ja: はい
ko: 예
pt_br: Sim
th: ใช่
vi: Có
zh_hant: 是

# 是否保存当前图片?
source: Would you like to save the picture?
bo_cn: མིག་སྔར་གྱི་འདྲ་པར་བསྡུ་ཉར་བྱའམ།
es: ¿Quieres guardar la foto?
hi: फोटो सहेजें?
id_id: Ingin menyimpan foto ini?
ja: 写真を保存しますか？
ko: 사진을 저장하시겠어요?
pt_br: Gostaria de salvar a imagem?
th: ต้องการบันทึกรูปภาพหรือไม่?
vi: Bạn có muốn lưu lại bức ảnh?
zh_hant: 是否儲存當前圖片？

# 是否保存为草稿
source: Save as draft?
id_id: Simpan sebagai draf?
ja: 下書きとして保存しますか？
ko: 초안으로 저장할까요?
th: บันทึกแบบร่าง?
vi: Lưu thành bản nháp?
zh_hant: 是否儲存為草稿？

# 是否放弃当前操作?
source: Discard changes?
es: ¿Desea descartar los cambios?
hi: बदलाव छोड़ना है?
id_id: Hapus perubahan?
ja: 変更を破棄しますか？
ko: 변경 내용을 취소할까요?
pt_br: Eliminar as alterações?
th: ทิ้งการเปลี่ยนแปลงหรือไม่?
vi: Bỏ qua các thay đổi?
zh_hant: 是否放棄當前操作？

# 是否放弃当前操作图片?
source: Do you want to stop editing this photo?
bo_cn: མིག་སྔར་གྱི་འདྲ་པར་འདི་སྒྲིག་བཟོ་མི་བྱའམ།
es: ¿Estás seguro de que quieres salir de la edición de esta foto?
hi: क्या आप वाकई फोटो में बदलाव बंद करना चाहते है?
id_id: Anda yakin ingin berhenti mengedit gambar ini?
ja: この写真の編集を終了してもよろしいですか？
ko: 이 이미지 편집을 종료하시겠습니까?
pt_br: Tem certeza de que deseja cancelar a edição da foto?
th: แน่ใจว่าต้องการออกจากการตัดต่อภาพนี้หรือไม่
vi: Bạn có chắc chắn muốn thoát chỉnh sửa ảnh này?
zh_hans: 是否放弃当前操作图片?
zh_hant: 是否放棄目前操作圖片?

# 是否放弃当前所操作的图片?
source: Discard changes?
bo_cn: ད་ལྟ་བཀོལ་སྤྱོད་བྱེད་པའི་འདྲ་པར་གྱི་མཚམས་འཇོག་གམ།
es: ¿Descartar los cambios?
hi: निश्चित बदलाव त्यागना चाहते हैं?
id_id: Yakin ingin menghapus perubahan?
ja: 変更を本当に破棄しますか？
ko: 정말 변경하신 내용을 취소하시겠어요?
pt_br: Descartar alterações?
th: คุณแน่ใจหรือว่าต้องการทิ้งสิ่งที่คุณได้แก้ไข?
vi: Bạn có chắc mình muốn hủy các thay đổi?
zh_hans: 是否放弃当前所操作的图片?
zh_hant: 是否放棄對當前圖片所做的編輯？

# 是否确定使用旧版磨皮?
source: Change to Previous "smooth" function?
es: ¿Quieres cambiar a la función antigua de "Suavizar"?
hi: बदल कर पिछले "स्मूथ करें" फंक्शन पर जाएं?
id_id: Ubah ke Fungsi "Halus" sebelumnya?
ja: 以前の『スムーズ』機能に変更しますか？
ko: 이전의 "부드럽게" 기능으로 변경할까요?
pt_br: Alterar para a função "Suave" Anterior?
th: เปลี่ยนไปฟังก์ชัน "ขัดผิว" ก่อนหน้านี้หรือไม่?
vi: Thay đổi sang chức năng "Mượt mà" trước đó?
zh_hant: 是否確定切換到舊版磨皮?

# 是否确定使用新版磨皮?
source: Change to New "smooth" function?
es: ¿Quieres cambiar a la nueva función de "Suavizar"?
hi: बदल कर नए "स्मूथ करें" फंक्शन पर जाएं?
id_id: Ubah ke Fungsi "Halus" yang baru?
ja: 新しい『スムーズ』機能に変更しますか？
ko: 새로운 "부드럽게" 기능으로 변경할까요?
pt_br: Alterar para a função "Suave" Nova?
th: เปลี่ยนไปฟังก์ชัน "ขัดผิว" ใหม่หรือไม่?
vi: Thay đổi sang chức năng "Mượt mà" mới?
zh_hant: 是否確定切換到新版磨皮?

# 是否确认删除评论?
source: Delete this comment?
bo_cn: བསུབ་རྒྱུ་ཡིན་པ་ཁག་ཐེག་བྱེད་དམ།
es: ¿Deseas eliminar este comentario?
hi: यह टिप्पणी हटाएं?
id_id: Hapus komentar ini?
ja: このコメントを削除しますか？
ko: 이 답글을 삭제할까요?
pt_br: Apagar este comentário?
th: ลบเอกสารนี้?
vi: Xóa bình luận này?
zh_hant: 是否確認刪除留言？

# 收藏
source: Favorite
bo_cn: བསྡུ་ཉར་
id_id: Favorit
ja: お気に入り
ko: 즐겨찾기
th: รายการโปรด
vi: Yêu Thích
zh_hant: 收藏

# 收藏（我）
source: Favorites
es: favoritos
hi: एकत्र
id_id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
th: รายการโปรด
vi: Mục Yêu Thích
zh_hans: 收藏
zh_hant: 收藏

# 收藏动态
source: Notifications
bo_cn: གནས་ཚུལ་ཉར་ཚགས།
es: Notificaciones
hi: सूचनाएं
id_id: Notifikasi
ja: 通知
ko: 알림
pt_br: Notificações
th: การแจ้งเตือน
vi: Thông báo
zh_hant: 收藏動態

# 收藏夹不存在
source: The favorites does not exist
bo_cn: ཉར་དེབ་ཁང་དེ་མི་འདུག
es: Los favoritos no existen
hi: पसंदीदा मौजूद नहीं है
id_id: Tidak ada favorit
ja: お気に入りが存在しません
ko: 즐겨찾기가 없습니다
pt_br: Não existem favoritos
th: ไม่มีโฟลเดอร์ที่ชื่นชอบ
vi: Mục ưa thích không tồn tại
zh_hant: 收藏夾不存在

# 收藏夹最多10个字
source: 10 characters maximum
bo_cn: ཉར་དེབ་ཁང་ལ་ཆེས་མང་ན་ཡི་གེ་༡༠
es: Máximo de 10 caracteres.
hi: अधिकतम 10 वर्ण
id_id: Maksimum 10 karakter.
ja: 最大10文字です。
ko: 최대 10자.
pt_br: Máximo 10 caracteres.
th: สูงสุด 10 ตัวอักษร
vi: Tối đa 10 ký tự.
zh_hant: 收藏夾最多輸入10個字

# 收藏夹最多创建%ld个
source: %ld favorites maximum
bo_cn: %ldཉར་དེབ་ཆེས་མང་བའི་གསར་འཛུགས་ཞིག
es: No más de %ld favoritos
hi: %ld से अधिक पसंदीदा नहीं
id_id: Tidak lebih dari %ld favorit
ja: お気に入り最大数は%ld件
ko: 즐겨찾기 최대%ld개
pt_br: Não mais do que %ld favoritos
th: ไม่เกิน %ld รายการโปรด
vi: Tạo tối đa %ld mục
zh_hant: 收藏夾最多建立%ld個

# 收藏恋爱瞬间
source: Sweet memories with that special someone
zh_hant: 收藏戀愛瞬間

# 收藏至
source: Added to
bo_cn: ཉར་ཚགས་དེ།
es: Agregar a
hi: इसमें जोड़ें
id_id: Tambahkan ke
ja: に追加
ko: 을/를 에 추가
pt_br: Adicionar a
th: เพิ่มไปยัง
vi: Thêm vào
zh_hant: 收藏至

# 收起
source: Collapse
bo_cn: བསྡུ་བ།
es: Contraer
hi: छोटा करें
id_id: Perkecil
ja: 閉じる
ko: 축소
pt_br: Recolher
th: ย่อ
vi: Hỏng
zh_hant: 收起

# 收起图层
source: Collapse
id_id: Perkecil
ja: 閉じる
ko: 축소
th: ย่อ
vi: Thu gọn
zh_hant: 收起圖層

# 手臂
source: Arm
id_id: Lengan
ja: 腕
ko: 팔
th: แขน
vi: Cánh tay
zh_hant: 手臂

# 手动
source: Manual
bo_cn: ལག་འགུལ་
ja: 手動
ko: 수동조작
th: ด้วยมือ
vi: Thủ công
zh_hant: 手動

# 手动圈选保护区域
source: Circle the area you want to lock
es: Dibuja un círculo con el dedo para encerrar el área que deseas bloquear
hi: आप जिस क्षेत्र को लॉक करना चाहते हैं उसको घेरने के लिए अपनी उंगली का प्रयोग करें
id_id: Gunakan jari untuk melingkari area yang ingin dikunci
ja: ブロックしたいエリアを指で囲みます
ko: 손가락으로 고정시킬 영역에 원을 그리세요
pt_br: Circule a área que deseja bloquear
th: ใช้นิ้วของคุณวาดวงกลมบริเวณที่ต้องการล็อก
vi: Dùng ngón tay khoanh tròn khu vực bạn muốn khoá
zh_hant: 手動圈選保護區域

# 手绘自拍
source: Hand-drawn
bo_cn: ལག་བྲིས་རང་དཔར།
es: Dibujado a mano
hi: हाथ से बनाया हुआ
id_id: Gambar manual
ja: 手描き
ko: 손으로 그리기
pt_br: Desenhado à mão
th: วาดด้วยมือ
vi: Vẽ tay
zh_hans: 手绘自拍
zh_hant: 手繪自拍

# 首发
source: Premiere
es: Estreno
hi: प्रीमियर
id_id: Premier
ja: プレミア
ko: 프리미어
pt_br: Estreia
th: พรีเมียร์
vi: Lần đầu tiên
zh_hant: 先發

# 首页
source: Home
bo_cn: ལྡེབ་ངོས་མགོ་མ
es: Inicio
hi: होम
id_id: Beranda
ja: ホーム
ko: 홈
pt_br: Início
th: หน้าหลัก
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# 首页主题设置
source: Theme Settings
bo_cn: ངོ་དངོས་གླེང་གཞི་སྒྲིག་བཟོ།
es: Configuraciones de temas
hi: थीम की सेटिंग
id_id: Pengaturan Tema
ja: テーマの設定
ko: 테마 설정
pt_br: Configurações de Tema
th: การตั้งค่าธีม
vi: Cài đặt Chủ đề
zh_hans: 首页主题设置
zh_hant: 首頁主題設定

# 授权已过期，请重新登录
source: Session has expired. Please log in again.
bo_cn: ཆོག་མཆན་གྱི་དུས་ཡུན་བདའ་ཟིན་པས། ཡང་བསྐྱར་ཐོ་ཞུགས་བྱ་རོགས།
es: Ha finalizado la sesión. Inicia sesión nuevamente.
hi: सेशन खत्म हो गया। कृपया फिर से लॉग इन करें।
id_id: Sesi sudah kedaluwarsa. Harap masuk lagi.
ja: セッションの有効期限が切れました。再度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인하세요.
pt_br: A sessão expirou. Faça login novamente.
th: ทำรายการเกินกำหนดเวลา กรุณาล็อกอินอีกครั้ง
vi: Phiên làm việc đã hết hạn. Hãy đăng nhập lại.
zh_hant: 授權已過期，請重新登入

# 瘦鼻
source: Narrow
bo_cn: སྣ་ཕྲ་མོ།
es: Afinar
hi: संकरा
id_id: Sempit
ja: 細い
ko: 좁은 코
pt_br: Afinar
th: จมูกเรียว
vi: Hẹp
zh_hant: 挺鼻

# 瘦脸
source: Cheek
bo_cn: གདོང་ཇེ་ཕྲ་གཏོང་བ།
es: Mejilla
hi: गाल
id_id: Pipi
ja: 頬
ko: 볼
pt_br: Bochecha
th: หน้าเรียว
vi: Gò má
zh_hant: 瘦臉

# 瘦脸范围
source: Size
bo_cn: རིད་ངོ་ཁྱབ་ཁོངས
es: Tamaño
hi: आकार
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 瘦脸范围
zh_hant: 瘦臉範圍

# 瘦脸瘦身
source: Slim
bo_cn: སྐམ་ཞིང་རེད་པ་
es: Afinar
hi: पतला
id_id: Pelangsing
ja: スリム
ko: 슬림
pt_br: Adelgaçar
th: หุ่นเพรียว
vi: Làm thon
zh_hans: 瘦脸瘦身
zh_hant: 瘦臉瘦身

# 瘦身
source: Body
id_id: Tubuh
ja: 体
ko: 몸
th: ร่างกาย
vi: Cơ thể
zh_hant: 瘦身

# 瘦腿
source: Slim Leg
bo_cn: རྐང་པ་སྐམ་པོ།
es: Pierna
hi: छरहरी टांगें
id_id: Pengecil
ja: スリムな脚
ko: 날씬한 다리
pt_br: Perna slim
th: ขาเรียว
vi: Đôi Chân Thon
zh_hant: 瘦腿

# 输入收藏夹名
source: Name the favorite
bo_cn: ཉར་དེབ་ཀྱི་མིང་འགོད་རོགས།
es: Escribe un nombre
hi: अपने पसंदीदा का नाम डालें
id_id: Masukkan nama utk favorit
ja: 名前を入力
ko: 즐겨찾기 이름을 입력하세요
pt_br: Inserir nome
th: ใส่ชื่อรายการโปรดของคุณ
vi: Nhập một tên cho mục yêu thích của bạn
zh_hant: 輸入收藏夾名稱

# 输入文字
source: Enter text
id_id: Masukkan teks
ja: テキストを入力
ko: 텍스트 입력
th: เพิ่มข้อความ
vi: Nhập nội dung
zh_hant: 輸入文字

# 输入自己要添加的标签哟～
source: Enter your tag
es: Introduce tu etiqueta
hi: अपना लेबल दर्ज करें
id_id: Masukkan label
ja: タグを入力
ko: 라벨을 입력하세요.
pt_br: Inserir sua etiqueta
th: ใส่ป้ายของคุณ
vi: Nhập nhãn của bạn
zh_hant: 輸入自己要添加的標籤喔~

# 双击可以点赞哦
source: Double-tap to like
bo_cn: མནོན་ཐེངས་གཉིས་ཀྱིས་དབང་ལྟོ་འབུལ་བ།
es: Toca dos veces para indicar que te gusta
hi: पसंद करने के लिए दो बार टैप करें
id_id: Ketuk dua kali untuk menyukai
ja: ダブルタップで「いいね」できます！
ko: 두 번 탭하여 좋아요
pt_br: Toque duas vezes para curtir
th: แตะสองครั้งเพื่อถูกใจ
vi: Chạm kép để thích
zh_hant: 點兩下即可按讚

# 双眼皮
source: Double-fold eyelids
id_id: Kelopak mata lipat dua
ja: 二重まぶた
ko: 쌍꺼풀
th: ตาสองชั้น
vi: Hai mí
zh_hant: 雙眼皮

# 双指操作缩放
source: Pinch to zoom
es: Pellizca para hacer zoom
hi: ज़ूम करने के लिए पिंच करें
id_id: Cubit untuk memperbesar
ja: ピンチ操作でズーム
ko: 손가락을 모아서 확대/축소
pt_br: Zoom com dois dedos!
th: ใช้สองนิ้วขยายได้นะ
vi: Nhúm để thu phóng
zh_hant: 雙指可以縮放圖片哦

# 双指放大图片涂抹更细致哦
source: Use two fingers to enlarge the image for more detailed editing!
bo_cn: འདྲ་པར་ཇེ་ཆེ་བཏང་དེ་སྐུ་ཞུགས་བྱེད་ན་དེ་བས་ཞིབ་ཕྲ་ཡོང་ཐུབ།
es: ¡Usa dos dedos para agrandar la imagen para una edición más detallada!
hi: विस्तृत बदलाव के लिए छवि को बड़ा करने के लिए दो अँगुलियों का उपयोग करें!
id_id: Gunakan dua jari untuk memperbesar gambar untuk pengeditan lebih terperinci!
ja: 2本の指で画像を拡大すると、詳細な編集が可能です！
ko: 세부적으로 편집하려면 손가락 두 개로 이미지를 확대하세요!
pt_br: Use dois dedos para aumentar a imagem e editar com mais detalhes!
th: ใช้สองนี้วเพื่อขยายภาพเพื่อให้แก้ไขได้อย่างละเอียดมากขึ้น!
vi: Dùng hai ngón tay để phóng to ảnh và chỉnh sửa chi tiết hơn!
zh_hant: 以雙指放大圖片 塗抹將更加細緻

# 双指可缩放和旋转
source: Use two fingers to zoom in/out or rotate
id_id: Gunakan dua jari untuk memperbesar/memperkecil atau memutar
ja: 二本の指を使って拡大/縮小または回転
ko: 두 손가락으로 줌 인/아웃 또는 회전을 시킵니다
th: ใช้สองนิ้วเพื่อซูมเข้า/ออกหรือหมุน
vi: Sử dụng hai ngón tay để phóng to/thu nhỏ hoặc xoay
zh_hant: 雙指可縮放和旋轉

# 双指可以缩放照片哦
source: Pinch to zoom
bo_cn: ཟུང་མཛུབ་མཐེབ་གནོན་བྱས་ཏེ་འདྲ་པར་ཇེ་ཆུང་དུ་གཏོང་བ།
es: Pellizca para hacer zoom
hi: ज़ूम करने के लिए पिंच करें
id_id: Cubit untuk memperbesar
ja: ピンチ操作でズーム
ko: 손가락을 모아서 확대/축소
pt_br: Use o gesto de pinçagem para aplicar zoom
th: จีบนิ้วเพื่อซูม
vi: Nhúm để thu phóng
zh_hans: 双指可以缩放照片哦
zh_hant: 雙指可以縮放圖片哦

# 水平
source: Horizontal
ja: 水平
ko: 수평
th: แนวนอน
vi: Chiều ngang
zh_hant: 水準

# 水平翻转
source: Horizontal
ja: 水平
ko: 수평
th: แนวนอน
vi: Chiều ngang
zh_hant: 橫向

# 水印
source: Watermarks
bo_cn: ཁ་བྱང་།
es: Marcas
hi: वॉटरमार्क
id_id: Cap air
ja: 透かし
ko: 워터마크
pt_br: Marca d'água
th: ลายน้ำ
vi: Dấu chìm
zh_hans: 水印
zh_hant: 浮水印

# 水印功能已关闭
source: Watermark is disabled
bo_cn: ཆུ་དཔར་བྱེད་ནུས་རྒྱབ་ཟིན།
es: Marca de agua desactivada
hi: वॉटरमार्क अक्षम है
id_id: Cap air dinonaktifkan
ja: 透かしが無効です
ko: 워터마크가 비활성화되었습니다.
pt_br: Marca d'água desativada
th: ปิดการใช้ลายน้ำ
vi: Chỉ dấu đã bị giải hoạt
zh_hans: 水印功能已关闭
zh_hant: 浮水印功能已關閉

# 水印功能已开启
source: Watermark is enabled
bo_cn: ཆུ་དཔར་བྱེད་ནུས་བཀོལ་སྤྱོད།
es: Marca de agua activada
hi: वॉटरमार्क सक्षम है
id_id: Cap air diaktifkan
ja: 透かしが有効です
ko: 워터마크가 활성화되었습니다.
pt_br: Marca d'água ativada
th: เปิดการใช้ลายน้ำ
vi: Đã kích hoạt đánh dấu
zh_hans: 水印功能已开启
zh_hant: 浮水印功能已開啟

# 瞬间让照片高大上的拼图神器！
source: Collage your photos into a stylish poster.
bo_cn: ངས་་མྱུར་ཏུ་འདྲ་པར་ཚང་མ་ཚད་རིམ་མཐོ་བའི་པར་སྒྲིག་ཆས་སུ་གཏོང་ཐུབ།
es: Convierte un collage de tus fotos en un elegante póster.
hi: अपने फ़ोटो का कोलाज बनाकर एक आकर्षक पोस्टर बनाएं।
id_id: Kolase foto menjadi poster bergaya.
ja: 写真をコラージュして、クールなポスターを作成しましょう。
ko: 사진을 붙여서 멋진 포스터로 만드세요.
pt_br: Faça uma colagem com as suas fotos e crie um pôster cheio de estilo.
th: ต่อภาพของคุณเป็นโปสเตอร์ที่มีสไตล์
vi: Cắt dán các ảnh chụp của bạn thành một áp phích đầy phong cách.
zh_hans: 瞬间让照片高大上的拼图神器！
zh_hant: 瞬間讓照片變得高質感的拼圖利器！

# 说点什么...
source: Say something...
bo_cn: ཚིག་འགའ་ཤོད།
es: Di algo...
hi: कुछ बोलें...
id_id: Ujar sesuatu...
ja: コメント
ko: 입력하세요...
pt_br: Diga algo...
th: พูดบางอย่าง...
vi: Nói chuyện gì đó...
zh_hant: 說點話…

# 说点什么吧
source: What's on your mind?
bo_cn: སྐབས་འདིར་ཅི་ཞིག་མཉམ་སྤྱོད་བྱེད་འདོད།
es: ¿En qué piensas?
hi: क्या सोच रहे हो?
id_id: Apa yang Anda pikirkan?
ja: 何を考えていますか？
ko: 무슨 생각을 하시나요?
pt_br: No que você está pensando?
th: คุณคิดอะไรอยู่?
vi: Bạn đang nghĩ gì?
zh_hant: 說點什麼吧

# 私密收藏夹
source: Private favorites
bo_cn: གསང་བའི་ཉར་དེབ།
es: Favoritos privados
hi: निजी पसंदीदा
id_id: Favorit pribadi
ja: プライベートなお気に入り
ko: 내 즐겨찾기
pt_br: Favoritos particulares
th: รายการโปรดส่วนตัว
vi: Các mục yêu thích riêng tư
zh_hant: 私密收藏夾

# 私人相册
source: Private Album
es: Álbum privado
hi: निजी एलबम
id_id: Album Pribadi
ja: プライベートアルバム
ko: 개인 앨범
pt_br: Álbum Privado
th: อัลบั้มส่วนตัว
vi: Album Cá nhân
zh_hant: 私人相簿

# 私信
source: Private messages
bo_cn: གསང་ཡིག་
es: Mensajes privados
hi: निजी संदेश
id_id: Pesan pribadi
ja: プライベートメッセージ
ko: 개인 메시지
pt_br: Mensagens particulares
th: ข้อความส่วนตัว
vi: Tin nhắn riêng
zh_hant: 私訊

# 搜索
source: Search
bo_cn: འཚོལ་བཤེར།
es: Buscar
hi: खोज
id_id: Cari
ja: 検索
ko: 검색
pt_br: Pesquisar
th: ค้นหา
vi: Tìm kiếm
zh_hant: 搜尋

# 搜索标签或添加你的标签
source: Search tag or add your own tag
bo_cn: རྟགས་འཚོལ་བཤེར་དང་ཡང་ན་ཁྱེད་ཀྱི་རྟགས་སྣོན་དགོས
es: Busque una etiqueta o añada una propia
hi: टैग खोजें या खुद का टैग जोड़ें
id_id: Cari tag atau tambahkan tag Anda sendiri
ja: タグを検索するか自分のタグを追加してください
ko: 태그를 검색하거나 직접 만드세요
pt_br: Busque marcações ou adicione sua própria marcação
th: ค้นหาแท็กหรือเพิ่มแท็กของคุณเอง
vi: Tìm kiếm tag hoặc thêm tag của riêng bạn
zh_hant: 搜尋標籤或添加你的標籤

# 搜索附近位置
source: Search nearby locations
bo_cn: ཉེ་འཁོར་གྱི་ས་གནས་འཚོལ་བཤེར།
es: Buscar ubicaciones cercanas
hi: नज़दीकी स्थान खोजें
id_id: Cari lokasi di sekitar
ja: 近隣の場所を検索
ko: 근처 위치 검색
pt_br: Pesquisar locais próximos
th: ค้นหาสถานที่ใกล้เคียง
vi: Tìm các địa điểm gần bên
zh_hant: 搜索附近位置

# 搜索附近位置失败
source: Place not found
bo_cn: ཉེ་འཁོར་གྱི་ས་གནས་འཚོལ་བཤེར་བྱེད་མ་ཐུབ།
es: No se encontró el lugar
hi: आसपास के स्थान में खोज नहीं हो सकी
ja: 場所は見つかりませんでした
ko: 장소 찾을 수 없음
pt_br: Local não encontrado
th: ไม่พบสถานที่
vi: Không tìm thấy địa điểm
zh_hant: 搜尋附近位置失敗

# 搜索话题
source: Topic
bo_cn: གླེང་གཞི་འཚོལ་སྙེག
es: Tema
hi: विषय
id_id: Topik
ja: トピック
ko: 주제
pt_br: Tópicos
th: หัวข้อ
vi: Chủ đề
zh_hant: 搜尋話題

# 搜索历史
source: Search history
id_id: Riwayat pencarian
ja: 検索履歴
ko: 검색 히스토리
th: ประวัติการค้นหา
vi: Lịch sử tìm kiếm
zh_hant: 搜尋歷史

# 搜索美图ID、昵称
source: Meitu ID/nickname
bo_cn: MTཨ་གྲངས།/གཅེས་མིང།
es: ID de Meitu/apodo
hi: Meitu ID/निकनेम
id_id: Meitu ID/nama panggilan
ja: Meitu ID、名前
ko: Meitu ID / 사용자 닉네임
pt_br: Meitu ID/apelido
th: Meitu ID/ชื่อเล่น
vi: Meitu ID/bídanh
zh_hant: 搜尋美圖ID、暱稱

# 搜索美图ID、昵称、话题、内容
source: Meitu ID/nickname/topic/content
bo_cn: ཨང་གྲངས་འཚོལ་བཤེར་Meituདང་།གཅེས་མིང་དང་།བརྗོད་གཞི་དང་ནང་དོན་
es: ID de Meitu/apodo/tema/contenido
hi: Meitu ID/निकनेम opic/सामग्री
id_id: Meitu ID/nama panggilan/topik/konten
ja: Meitu ID、名前、テーマ、コンテンツ
ko: Meitu ID / 사용자 닉네임 / 항목 검색 / 게시물
pt_br: Meitu ID/apelido/tópico/conteúdo
th: Meitu ID/ชื่อเล่น/หัวข้อ/เนื้อหา
vi: Meitu ID/bídanh/chủ đề/nội dung
zh_hant: 搜尋美圖ID、暱稱、話題、內容

# 搜索内容
source: Search
es: Buscar
hi: खोजें
id_id: Cari
ja: 検索
ko: 검색
pt_br: Buscar
th: ค้นหา
vi: Tìm kiếm
zh_hant: 搜尋內容

# 搜索用户“%@
source: Search user “%@
bo_cn: བཀོལ་སྤྱོད་མཁན་འཚོལ་བཤེར། “%@
es: Buscar usuario “%@
hi: “%@ उपयोगकर्ता ढूंढें
id_id: Cari pengguna “%@
ja: ユーザー「%@」を検索
ko: 사용자 “%@ 검색
pt_br: Procurar usuário “%@
th: ค้นหาผู้้ใช้ “%@
vi: Tìm kiếm người dùng “%@
zh_hant: 搜索用戶“%@

# 素材管理
source: Manage
bo_cn: དཔྱད་གཞི་དོ་དམ།
es: Administrar
hi: प्रबंधित करें
id_id: Kelola
ja: 管理
ko: 관리
pt_br: Gerenciar
th: จัดการ
vi: Quản lý
zh_hans: 素材管理
zh_hant: 素材管理

# 素材上新，好玩的活动再也不会错过啦
source: Never miss new materials and exciting events again!
bo_cn: རྒྱུ་ཆ་ཆེས་གསར་བ་དང་བྱ་འགུལ་ཆེས་སྐྱིད་པོ་ད་ནས་བཟུང་བོར་མི་སྲིད།
es: ¡Nunca más te pierdas los materiales nuevos y eventos emocionantes!
hi: कभी भी नई सामग्रियों और रोमांचक घटनाओं को याद न करें!
id_id: Jangan melewati materi & acara yg terbaru lagi!
ja: 新しい素材やエキサイティングなイベントを再度お見逃しなく！
ko: 이제부턴 절대 새 자료나 신나는 이벤트를 놓치지 마세요!
pt_br: Não perca nunca mais os novos materiais e os eventos incríveis!
th: ไม่พลาดวัตถุดิบใหม่ๆและกิจกรรมน่าตื่นเต้นอีกต่อไป!
vi: Không bao giờ bỏ lỡ các tài liệu và các sự kiện hấp dẫn mới nữa!
zh_hant: 最新的素材，最好玩的活動再也不會錯過啦

# 素材下载失败
source: Failed to download materials
bo_cn: རྒྱུ་ཆ་ཕབ་ལེན་བྱེད་མི་ཐུབ།
es: Falló la descarga de materiales
hi: सामग्री डाउनलोड नहीं हो सकी
id_id: Gagal mengunduh bahan
ja: 素材のダウンロードに失敗しました
ko: 자료 다운로드 실패
pt_br: Falha ao fazer o download dos materiais
th: ไม่สามารถดาวน์โหลดเนื้อหา
vi: Không tải về được nội dung
zh_hans: 素材下载失败
zh_hant: 素材下載失敗

# 素材下载数量：%ld个
source: %ld file(s) will be downloaded
bo_cn: ྱུ་ཆ་ཕབ་ལེན་གྲངས་འབོར：%ld
es: Se descargará/n %ld archivo/s
hi: %ld फ़ाइल (फ़ाइलें) डाउनलोड की जाएगी (जाएँगी)
id_id: %ld file akan diunduh
ja: %ld個のファイルがダウンロードされます
ko: %ld개의 파일을 다운로드했습니다.
pt_br: %ld arquivo(s) será(ão) baixado(s)
th: %ld ไฟล์จะถูกดาวน์โหลด
vi: %ld tập tin sẽ được tải xuống
zh_hans: 素材下载数量：%ld个
zh_hant: 素材下載數量：%ld個

# 素材下载中
source: Downloading materials
bo_cn: རྒྱུ་ཆ་ཕབ་ལེན་བྱེད་བཞིན་པ།
es: Descargando materiales
hi: सामग्री डाउनलोड की जा रही है
id_id: Mengunduh material
ja: 素材のダウンロード中
ko: 자료 다운로드 중
pt_br: Baixando materiais
th: กำลังดาวน์โหลดเนื้อหา
vi: Đang tải về nội dung
zh_hans: 素材下载中
zh_hant: 素材下載中
