Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 已经添加了0张照片
source: 0 photos selected (Maximum 9)
bo_cn: འདྲ་པར་0གདམས་ཟིན།
es: 0 fotos seleccionadas (máximo 9)
hi: एक भी फ़ोटो चुना नहीं गया (ज़्यादा से ज़्यादा 9 चुन सकते हैं)
id_id: 0 foto dipilih (Maksimum 9)
ja: 0枚の写真が選択されました（最大9枚）
ko: 0장의 사진 선택됨(최대 9장)
pt_br: 0 fotos selecionadas (Máximo de 9)
th: เลือก 0 ภาพ (สูงสุด 9)
vi: Đã chọn 0 ảnh (Tối đa 9)
zh_hans: 已经添加了0张照片
zh_hant: 已經添加了0張照片

# 已开启
source: On
bo_cn: བྱེད་འགོ་ཚུགས་པ་
es: Activada
hi: चालू
id_id: Diaktifkan
ja: オン
ko: 켬
pt_br: Ativado
th: เปิด
vi: Bật
zh_hant: 已開啟

# 已开启祛斑祛痘
source: Acne removal function is ON
bo_cn: འབྲུམ་བུ་ཐོར་བུ་མེད་པར་གཏོང་བ་སྒོ་ཕྱེ་བ་
es: La función Acné está encendida
hi: मुंहासा चालू किया गया
id_id: Fitur Jerawat nyala
ja: ニキビ補正機能はオンです
ko: 여드름 기능이 켜집니다
pt_br: A função Acne está ativada
th: ฟังก์ชันแต่งสิว-เปิด
vi: Bật chức năng Xóa mụn
zh_hant: 已開啟去斑去痘

# 已开启瘦脸大眼
source: Face slim & Eyes enlarge have been turned on
bo_cn: ངོ་ཚུགས་ཕྲ་བཟོ་དང་མིག་ཇེ་ཆེར་གཏོང་བའི་བྱེད་ནུས་ཕྱེ་འདུག།
es: Se han activado las funciones afinar el rostro y agrandar los ojos
hi: स्लिम और रीसाइज़ चालू किया गया
id_id: Penirus dan Ukuran telah dinyalakan
ja: 小顔修正＆デカ目機能がONです
ko: 갸름한 얼굴 및 눈 확대가 켜졌습니다.
pt_br: As funções Rosto slim e Aumento de olhos foram ativadas
th: เปิดการใช้รูปร่างผอมและปรับขนาด
vi: Đã bật Làm thon mặt & Làm to mắt
zh_hant: 已開啟瘦臉大眼

# 已切换眉毛颜色
source: Eyebrow color changed
bo_cn: སྨིན་མདོག་བརྗེ་སྤོར་བྱས་ཡོད།
es: Color de cejas modificado
hi: भौंह का रंग बदला गया
id_id: Warna alis diganti
ja: 眉毛の色が変更されました
ko: 눈썹 색상 변경됨
pt_br: Cor das Sobrancelhas alterada
th: เปลี่ยนสีคิ้วแล้ว
vi: Đã đổi màu
zh_hans: 已切换眉毛颜色
zh_hant: 已切換眉毛顏色

# 已切换为黑色
source: Changed to black
bo_cn: བསྒྱུར་མཐུད་ནག་པོར་གྱུར་ཟིན་།
es: Cambiado a negro
hi: बदल कर काला किया
id_id: Diubah ke hitam
ja: 黒
ko: 검은색으로 변경됨
pt_br: Alterado para preto
th: เปลี่ยนเป็นสีดำ
vi: Đã sang màu đen
zh_hant: 已切換爲黑色

# 已切换为红棕色
source: Changed to amber
bo_cn: བསྒྱུར་བརྗེས་ཟིན་བྱེད་སྨྱུག་དམར་
es: Cambiado a ámbar
hi: बदल कर ऐंबर किया
id_id: Diubah ke amber
ja: 赤茶色
ko: 앰버로 변경됨
pt_br: Alterado para âmbar
th: เปลี่ยนเป็นสีอำพัน
vi: Đã thay đổi sang màu hổ phách
zh_hant: 已切換爲紅棕色

# 已切换为灰褐色
source: Changed to beige
bo_cn: བསྒྱུར་མཐུད་ཟིན་ཆེད་།རྐྱང་སེར་ཐལ་
es: Cambiado a beige
hi: बदल कर गहरा पीला किया
id_id: Diubah ke krem
ja: 灰褐色
ko: 베이지로 변경됨
pt_br: Alterado para bege
th: เปลี่ยนเป็นสีน้ำตาลอ่อน
vi: Đã thay đổi sang màu be
zh_hant: 已切換爲灰褐色

# 已切换为浅栗色
source: Changed to light maroon
bo_cn: རོག་རོག་སྟེང་ངོས་བསྒྱུར་མཐུད་བྱས་ཟིན་
es: Bermellón claro
hi: बदल कर हल्का मरून किया
id_id: Diubah ke maroon muda
ja: ライト栗色
ko: 라이트 마룬으로 변경됨
pt_br: Alterado para grená claro
th: เปลี่ยนเป็นสีน้ำตาลแดงอ่อน
vi: Đã đổi màu nâu nhạt
zh_hant: 已切換爲淺栗色

# 已切换为深棕色
source: Changed to dark brown
bo_cn: བསྒྱུར་མཐུད་ཟིན་ཆེད་གཏིང་སྨུག་ཆུང་
es: Marrón oscuro
hi: बदल कर गहरा भूरा किया
id_id: Diubah ke cokelat gelap
ja: ダークブラウン
ko: 다크 브라운으로 변경됨
pt_br: Alterado para marrom escuro
th: เปลี่ยนเป็นสีน้ำตาลเข้ม
vi: Đã thay đổi sang màu nâu đen
zh_hant: 已切換爲深棕色

# 已认证
source: Verified
es: Verificado
hi: सत्यापन किया
id_id: Diverifikasi
ja: 認証済み
ko: 인증됨
pt_br: Verificado
th: ยืนยันแล้ว
vi: Đã xác thực
zh_hant: 已認證

# 已删除
source: Deleted
bo_cn: གསུབ་ཚར།
es: Eliminado
hi: डिलीट कर दिया गया
id_id: Terhapus
ja: 削除しました
ko: 삭제됨
pt_br: Excluído
th: ลบแล้ว
vi: Đã xóa
zh_hant: 已刪除

# 已是全部的位置信息
source: No more place information
bo_cn: དེ་ཚང་མའི་གོ་གནས་ཆ་འཕྲིན།
es: No hay más información de lugar
hi: कोई और जगह जानकारी नहीं
id_id: Tiada info tentang tempat lain
ja: 位置情報は他にありません
ko: 더 이상 장소 정보 없음
pt_br: Sem informações de lugar
th: ไม่มีข้อมูลสถานที่
vi: Không có thêm thông tin về địa điểm
zh_hant: 已是全部的位置信息

# 已收藏至
source: Added to
bo_cn: ཉར་དེབ་ནང་དུ་བཞག་ཚར།
es: Agregado a
hi: इसमें जोड़ा:
id_id: Ditambahkan ke
ja: 次に追加済み:
ko: 다음에 추가됨
pt_br: Adicionado a
th: เพิ่มไปยัง
vi: Đã thêm vào
zh_hant: 已收藏至

# 已收到你的反馈，美老师会尽快解决你的问题哦。
source: Feedback received. Beauty Guru will solve your problem as soon as possible!
bo_cn: ཁྱོད་ཀྱི་ལྡོག་ལན་འབྱོར་ཡོད། དགེ་རྒན་མེ་ཡིས་གང་མྱུར་གྱི་ཁྱོད་ཀྱི་གནད་དོན་ཐག་གཅོད་བྱ་ངེས།
es: Se recibieron los comentarios. ¡El Gurú de belleza resolverá tu problema lo antes posible!
hi: फ़ीडबैक मिल गए हैं। Beauty Guru आपकी समस्याओं को जल्द से जल्द सुलझाएगा!
id_id: Masukan diterima. Beauty Guru akan menyelesaikan masalah Anda secepat mungkin!
ja: フィードバックを受け取りました。ビューティー専門家が早急に問題を解決します！
ko: 피드백 수신함. 뷰티 전문가가 가능한 빨리 문제를 해결해 드립니다!
pt_br: Feedback recebido. O Guru de Beleza solucionará o seu problema o mais breve possível!
th: รับความเห็นแล้ว กูรูความงามจะแก้ไขปัญหาให้แก่คุณโดยเร็วที่สุด!
vi: Đã nhận phản hồi. Chuyên gia Làm đẹp sẽ giải quyết vấn đề của bạn sớm nhất có thể!
zh_hant: 已收到你的回饋，我們會盡快解決你的問題。

# 已套用
source: Applied
id_id: Diterapkan
ja: 適用した
ko: 적용됨
th: ใช้แล้ว
vi: Đã áp dụng
zh_hant: 已套用

# 已添加该标签
source: This tag is already in use.
es: Esta marcar ya está en uso.
hi: यह लेबल पहले से उपयोग में है।
id_id: tandai ini sudah digunakan.
ja: このタグは既に使用されています。
ko: 이 태그는 이미 사용 중 입니다.
pt_br: Esta marcar já está em uso.
th: ป้ายนี้กำลังใช้งานอยู่
vi: Nhãn này đã sử dụng.
zh_hant: 已添加該標籤

# 已完成
source: Done
zh_hant: 已完成

# 已为你开启静音拍照
source: Mute mode has been activated for taking pictures.
bo_cn: སྐུ་ཉིད་ཀྱིས་སྒྲ་མེད་པར་རྒྱག་ཕྱེ་འདུག།
es: Modo silencio activado.
hi: फ़ोटो लेने के लिए शांत मोड सक्रिय कर दी गई है।
id_id: Mode senyap telah diaktifkan untuk mengambil foto.
ja: 写真を撮影する際のミュートモードが有効になっています。
ko: 사진 촬영에 음소거 모드가 활성화되었습니다.
pt_br: Foi ativado o modo de silenciamento para tirar fotos.
th: เปิดการใช้งานโหมดเงียบเมื่อทำการถ่ายภาพ
vi: Chế độ im lặng đã được kích hoạt khi chụp ảnh.
zh_hans: 已为你开启静音拍照
zh_hant: 已為你開啟靜音拍照

# 已为你开启颜值管家
source: My Beauty is turned on
bo_cn: མཛེས་ལོད་སྐྱེ་འབྲས་ནི་ཁྱོད་ཁ་འབྱེད་ཕྱག་མཛོད་།
es: Mi belleza está activado
hi: माय ब्यूटी चालू है
id_id: Kecantikanku diaktifkan
ja: 「マイビューティー」がオンにされています
ko: 내 뷰티가 켜져 있습니다
pt_br: Minha Beleza está ativado
th: ความงามของฉัน เปิดอยู่
vi: Vẻ đẹp của Tôi được bật
zh_hant: 已為你開啟顏值管家

# 已为你开启自动保存原图
source: Automatic original image saving has been activated.
bo_cn: སྐུ་ཉིད་ཀྱི་རང་འགུལ་ངང་མ་དཔར་བསྡུ་ཉར་བྱེད་ནུས་ཕྱེ་ཡོད།
es: Se activó el guardado automático de la imagen original.
hi: मूल छवि को अपने आप सहेजना सक्रिय किया गया है।
id_id: Penyimpanan gambar asli otomatis telah diaktifkan.
ja: 元の画像の自動保存が有効になっています。
ko: 자동 원본 이미지 저장이 활성화되었습니다.
pt_br: O salvamento automático da imagem original foi ativado.
th: เปิดใช้การบันทึกภาพต้นฉบับโดยอัตโนมัติแล้ว
vi: Tính năng lưu ảnh gốc tự động đã được kích hoạt.
zh_hans: 已为你开启自动保存原图
zh_hant: 已為你開啟自動儲存原圖

# 已下载
source: Done
bo_cn: ཕབ་ལེན་བྱས་ཟིན།
es: Descargado
hi: डाउनलोड कर दिया गया
id_id: Diunduh
ja: ダウンロード済み
ko: 다운로드됨
pt_br: Baixado
th: ดาวน์โหลดแล้ว
vi: Đã tải về
zh_hans: 已下载
zh_hant: 已下載

# 已选择 %lu 个素材
source: %lu item(s) selected
bo_cn: གདམ་གསེས་བྱེད་ཚར། %1u་ཡི་ཐོག་མའི་དཔྱད་གཞི།
es: %lu elemento/s seleccionado/s
hi: %lu चीज़/चीज़ें चुनी गईं
id_id: %lu item dipilih
ja: %lu個のアイテムを選択
ko: %lu개의 항목 선택됨
pt_br: %lu item(ns) selecionado(s)
th: เลือก %lu รายการ
vi: Đã chọn %lu mục
zh_hans: 已选择 %lu 个素材
zh_hant: 已選擇 %lu 個素材

# 已选择%.1f秒
source: Selected %.1f second(s)
es: %.1f segundo(s) seleccionados
hi: %.1f सेकंड चुने गए।
id_id: Dipilih %.1f detik
ja: %.1f秒選択済み
ko: %.1f초 선택됨
pt_br: Selecionou %.1f segundo(s)
th: เลือกไว้ %.1f วินาที
vi: %.1f giây đã chọn
zh_hant: 已選擇%.1f秒

# 已选择%@秒
source: Selected %@ seconds
bo_cn: སྔར་ཡོད་ཀྱི་བསལ་འདེམས། %@ སྐར་ཆ་འི།
es: Seleccionaste %@ segundos
hi: चुने गए %@ सेकंड
id_id: %@ detik terpilih
ja: %@秒を選択しました
ko: %@초 선택됨
pt_br: Selecionou %@ segundos
th: เลือกไว้ %@ วินาที
vi: Đã chọn %@ giây
zh_hant: 已選擇%@秒

# 已选择图片，不支持选择视频哦。
source: Image(s) selected. Videos cannot be selected
bo_cn: འདྲ་པར་གདམ་ཚར་བས། བརྙན་མིག་ལ་གདམ་གསེས་བྱ་མི་ཐུབ།
es: Foto/s seleccionada/s. No se pueden seleccionar videos
hi: फोटो चुना गया/चुने गए। वीडियो नहीं चुने जा सकते
id_id: Gambar dipilih. Video tidak dapat dipilih
ja: 写真は既に選択済みです，ビデオを選択することができません。
ko: 이미지가 선택됐습니다. 동영상은 선택하실 수 없습니다
pt_br: Imagem(ns) selecionada(s). Vídeos não podem ser selecionados
th: รูปที่เลือกไว้ ไม่สามารถเลือกวิดีโอได้
vi: (Các) hình ảnh đã được lựa chọn. Không được cho video
zh_hant: 已選擇圖片，不支援選擇影片喔

# 已选中 %lu 个分类
source: Selected %lu categorie(s)
bo_cn: དེ་བདམས་པ། %lu ཞིག། རིགས་དབྱེ།
es: %lu categoría/s seleccionada/s
hi: चुनी गईं %lu श्रेणी/श्रेणियां
id_id: %lu kategori dipilih
ja: %lu個のカテゴリが選択されました
ko: %lu개의 카테고리 선택됨
pt_br: Selecionou %lu categoria(s)
th: เลือก %lu หมวดหมู่
vi: Đã chọn %lu danh mục
zh_hans: 已选中 %lu 个分类
zh_hant: 已選中 %lu 個類別

# 已移出黑名单
source: Removed from blacklist
bo_cn: ལྐོག་བཀོད་མིང་ཐོ་ལས་ཕུད་ཚར།
es: Ya no está bloqueado
hi: ब्लैकलिस्ट से निकाला गया
id_id: Dihapus dari daftar hitam
ja: ブラックリストから削除されました
ko: 블랙리스트에서 삭제됨
pt_br: Removido da lista negra
th: ลบจากบัญชีดำแล้ว
vi: Đã xóa khỏi danh sách đen
zh_hant: 已移出黑名單

# 已移动至
source: Moved to
bo_cn: སྤོར་འགུལ་བྱེད་ཚར
es: Movido a
hi: यहाँ ले गए:
id_id: Dipindahkan ke
ja: 次に移動済み:
ko: 다음으로 이동됨
pt_br: Movido para
th: ย้ายไปยัง
vi: Đã di chuyển tới
zh_hant: 已移動至

# 已应用到全部片段
source: Applied to all clips
es: Aplicado a todos los clips
hi: सब पर लागू किया
id_id: Diterapkan untuk semua
ja: すべてのクリップに適用しました
ko: 모든 클립에 적용됨
pt_br: Aplicado a todos os clipes
th: นำไปใช้กับคลิปทั้งหมดแล้ว
vi: Đã áp dụng cho tất cả các clip
zh_hant: 已應用到全部片段

# 以上
source: No more items
bo_cn: ཡན་ཆད།
zh_hans: 以上
zh_hant: 以上

# 艺术家还没有添加微博链接哦～
source: The artist has not added a Weibo link.
bo_cn: སྒྱུ་རྩལ་པ་ཁྱེད་ཀྱིས་ད་རུངཔོད་ཕྲན་གྱི་་སྦྲེལ་མཐུད་མནན་མི་འདུག
es: El artista no agregó un enlace a Weibo.
hi: इस कलाकार ने कोई Weibo लिंक नहीं जोड़ा है।
id_id: Artis ini tidak menambahkan tautan Weibo.
ja: このアーティストはWeiboリンクを追加していません。
ko: 아티스트가 Weibo 링크를 추가하지 않았습니다.
pt_br: O artista não adicionou um link para o Weibo.
th: ศิลปินยังไม่ได้เพิ่มลิงก์ Weibo
vi: Nghệ sỹ chưa thêm đường liên kết Weibo.
zh_hant: 藝術家沒有添加微博連結喔～

# 艺术家主页
source: Artist Profile
bo_cn: སྒྱུ་རྩལ་པས་གཙོ་ངོས།
es: Perfil de artista
hi: कलाकार की प्रोफाइल
id_id: Profil Artis
ja: アーティストのプロフィール
ko: 아티스트 프로필
pt_br: Perfil do Artista
th: โปรไฟล์ศิลปิน
vi: Hồ sơ Nghệ sỹ
zh_hant: 藝術家首頁

# 意见反馈
source: Feedback
bo_cn: བསམ་འཆར་ཐེར་འདོན།
es: Comentarios
hi: फ़ीडबैक
id_id: Umpan Balik
ja: フィードバック
ko: 피드백
th: ความเห็น
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見回饋

# 因为你的语言非中文，将为你隐藏MT社区。
source: MT Community is only available in Chinese.
es: La comunidad de MT está disponible únicamente en chino.
hi: MT समुदाय केवल चीनी भाषा में उपलब्ध है।
id_id: MT Community hanya tersedia dalam bahasa Mandarin.
ja: MTコミュニティは中国語でのみご利用いただけます。
ko: MT 커뮤니티는 중국어에서만 가용합니다.
pt_br: A Comunidade MT só está disponível em chinês.
th: ชุมชน MT ใช้ได้เฉพาะในจีนเท่านั้น
vi: Cộng động MT chỉ sẵn có bằng tiếng Trung.
zh_hant: 因語言設定為非中文，將隱藏MT社群

# 阴影
source: Shadow
es: Sombra
hi: छाया
id_id: Bayangan
ja: 影
ko: 섀도우
pt_br: Sombra
th: เงา
vi: Bóng
zh_hant: 陰影

# 音乐
source: Music
bo_cn: གླུ་དབྱངས།
es: Música
hi: संगीत
id_id: Musik
ja: 音楽
ko: 음악
pt_br: Música
th: ดนตรี
vi: Nhạc
zh_hant: 音樂

# 音乐不存在
source: This music no longer exists.
es: Esta música ya no existe.
hi: यह संगीत मौजूद नहीं है।
id_id: Musik ini tidak ada.
ja: この音楽は存在しません。
ko: 이 음악은 존재하지 않습니다.
pt_br: Essa música não existe.
th: เพลงนี้ไม่มีอยู่
vi: Nhạc này không tồn tại.
zh_hant: 音樂不存在

# 音乐列表
source: Music List
es: Lista de música
hi: संगीत सूची
id_id: Daftar Musik
ja: 音楽リスト
ko: 음악 리스트
pt_br: Lista de músicas
th: รายการเพลง
vi: Danh sách Âm nhạc
zh_hant: 音樂列表

# 音乐提取中
source: Extracting...
es: Extrayendo...
hi: निकाल रहे...
id_id: Mengekstrak...
ja: 抽出中...
ko: 추출 중...
pt_br: Extraindo...
th: กำลังแยกไฟล์
vi: Xuất...
zh_hant: 音樂擷取中...

# 音乐准备中...
source: Loading...
bo_cn: གླུ་དབྱིངས་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།
es: Cargando...
hi: लोड हो रहा है...
id_id: Memuat...
ja: 読み込んでいます...
ko: 로드 중...
pt_br: Carregando...
th: กำลังโหลด...
vi: Đang tải...
zh_hant: 音樂準備中...

# 音量
source: Volume
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 볼륨
th: ระดับเสียง
vi: Âm lượng
zh_hant: 音量

# 隐藏标签
source: Hide tag
bo_cn: ཁྱད་རྟགས་འགེབ་གསང་།
es: Esconder etiqueta
hi: ซटैग छिपाएं
id_id: Sembunyikan label
ja: タグを非表示
ko: 태그 숨기기
pt_br: Ocultar marcação
th: ซ่อนแท็ก
vi: Ẩn thẻ
zh_hans: 隐藏标签
zh_hant: 隱藏標籤

# 隐私权政策
source: Privacy Policy
bo_cn: གསང་བའི་སྲུད་ཇུས་དབང་ཆ།
es: Política de privacidad
hi: निजता नीति
id_id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: Política de Privacidade da Meitu
th: นโยบายความเป็นส่วนตัว
vi: Chính sách Quyền riêng tư
zh_hans: 隐私权政策
zh_hant: 隱私權政策

# 隐私与通知
source: Privacy and Notifications
bo_cn: གསང་དབང་དང་བརྡ་ཐོ་
es: Privacidad y notificaciones
hi: गोपनीयता और सूचनाएं
id_id: Privasi dan Notifikasi
ja: プライバシーと通知
ko: 개인 정보 및 알림
pt_br: Privacidade e Notificações
th: ความเป็นส่วนตัวและการแจ้งเตือน
vi: Quyền Riêng Tư và Thông Báo
zh_hant: 隱私與通知

# 隐私政策
source: Privacy Policy
bo_cn: གསང་དབང་སྒྲིག་ཁྲིམས།
es: Política de privacidad
hi: निजता नीति
id_id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: Política de Privacidade da Meitu
th: นโยบายความเป็นส่วนตัว
vi: Chính sách cá nhân
zh_hans: 隐私政策
zh_hant: 隱私權政策

# 应用到全部
source: Apply to all
id_id: Terapkan ke semua
ja: すべてに適用
ko: 전체에 적용
th: ใช้กับทั้งหมด
vi: Áp dụng cho tất cả
zh_hant: 應用到全部片段

# 应用到全部片段
source: Apply to all clips
es: Aplicar a todos los clips
hi: सभी पर लागू करें
id_id: Terapkan ke semua
ja: すべてのクリップに適用
ko: 모든 클립에 적용
pt_br: Aplicar a todos os clipes
th: นำไปใช้กับคลิปทั้งหมด
vi: Áp dụng cho tất cả các clip
zh_hant: 應用到全部片段

# 嘤😫~你都不来看我，我有这么多好东西你都不知道~
source: You haven't used us recently 😫 We have so many new tools to share with you!
bo_cn: ཨ་ཡོ། ཁྱོད་་ང་ལ་ལྟ་རུ་མི་ཡོང་བས།ང་ལ་དངོས་རྫས་འདི་འདྲ་བཟང་བོ་ཡོད་པ་ཡང་ཁྱོས་མི་ཤེས
es: No has usado nuestra aplicación recientemente 😫 ¡Tenemos tantas herramientas nuevas para mostrarte!
hi: आपने कुछ समय से हमारा उपयोग नहीं किया है 😫 आपके लिए इतने नए टूल्स लाए हैं हम!
id_id: Oh, mengapa tidak berkunjung? Aku punya banyak gawai keren!
ja: 最近ご利用がないようですね 😫 あなたに使ってほしい沢山の新機能が追加されました！
ko: 최근에 Meitu를 사용한 적이 없습니다. 새로운 도구가 많이 준비되어 있으며 공유해 드리고 싶습니다!
pt_br: Faz tempo que você não usa nosso aplicativo 😫 Temos várias ferramentas novas para compartilhar com você!
th: คุณไม่ได้ใช้เรามาสักพักแล้ว 😫 เรามีเครื่องมือใหม่ๆ มากมายจะแชร์กับคุณ!
vi: Bạn chưa sử dụng chúng tôi gần đây 😫 Chúng tôi có rất nhiều công cụ mới để chia sẻ cho bạn!
zh_hans: 嘤😫~你都不来看我，我有这么多好东西你都不知道~
zh_hant: 討厭😫~你都不來看我，我有這麼多好東西你都不知道~

# 用户
source: Users
bo_cn: སྤྱོད་མཁན།
es: Usuario
hi: यूज़र
id_id: Pengguna
ja: ユーザー
ko: 사용자
pt_br: Usuário
th: ผู้ใช้
vi: Người dùng
zh_hant: 用戶

# 用户不存在
source: No result
bo_cn: སྤྱོད་མཁན་མི་གནས་པ།
es: No se obtuvieron resultados
hi: कोई नतीज़ा नहीं
id_id: Tidak ada hasil
ja: ユーザーが見つかりません
ko: 결과 없음
pt_br: Nenhum resultado
th: ไม่มีบัญชีผู้ใช้
vi: Người dùng không tồn tại
zh_hant: 使用者不存在

# 用户协议
source: User Agreement
bo_cn: བཀོལ་མཁན་གན་རྒྱ།
es: Acuerdo del usuario
hi: उपयोगकर्ता अनुबंध
id_id: Perjanjian Pengguna
ja: ユーザー契約
ko: 사용자 계약
pt_br: Acordo de Usuário
th: ข้อตกลงผู้ใช้
vi: Thỏa thuận Người dùng
zh_hans: 用户协议
zh_hant: 使用者協議

# 用户协议及隐私权政策
source: Term of Use and Privacy Policy
bo_cn: བཀོལ་མཁན་གན་རྒྱ་དང་གསང་དབང་སྒྲིག་ཁྲིམས།
es: Condiciones de uso y política de privacidad
hi: इस्तेमाल करने की शर्तें और निजता नीति
id_id: Penggunaan & Kebijakan Privasi
ja: ご利用規約とプライバシーポリシー
ko: 사용 약관 및 개인정보 보호정책
pt_br: Termo de Uso e Política de Privacidade
th: เงื่อนไขการใช้งานและนโยบายความเป็นส่วนตัว
vi: Điều khoản Sử dụng và Chính sách Quyền riêng tư
zh_hans: 用户协议及隐私权政策
zh_hant: 服務協議及隱私權政策

# 用旧版
source: Previous
es: Antigua
hi: पिछला
id_id: Sebelumnya
ja: 以前
ko: 이전
pt_br: Anterior
th: ก่อนหน้า
vi: Trước đó
zh_hant: 使用舊版

# 用美图秀秀剪视频
source: MeituVideoEditing
es: Edición de video en Meitu
hi: Meitu पर वीडियो एडिट करें
id_id: Edit video di Meitu
ja: Meituで動画を編集
ko: Meitu에서 동영상 편집
pt_br: Edite o vídeo no Meitu
th: แก้ไขวิดีโอบน Meitu
vi: Chỉnh sửa video trên Meitu
zh_hant: 美圖秀秀影片剪輯

# 用新版
source: New
es: Nuevo
hi: नया
id_id: Baru
ja: 新しい
ko: 신규
pt_br: Nova
th: ใหม่
vi: Mới
zh_hant: 使用新版

# 由于当前版本过低，导致无法下载使用该模板，请更新至最新版本。
source: Please update to the latest version to use this template.
es: Actualiza a la última versión para usar esta plantilla.
hi: यह टेम्पलेट इस्तेमाल करने के लिए कृपया नवीनतम आवृत्ति पर अपडेट करें।
id_id: Perbarui ke versi terbaru untuk menggunakan template ini.
ja: このテンプレートのご利用には、最新バージョンにアップデートしてください。
ko: 이 템플릿을 사용하려면 최신 버전으로 업데이트하세요.
pt_br: Atualize para a versão mais recente para utilizar este modelo.
th: กรุณาอัปเดตเป็นเวอร์ชันล่าสุดเพื่อใช้เทมเพลตนี้
vi: Vui lòng cập nhật phiên bản mới nhất để sử dụng mẫu này.
zh_hans: 由于当前版本过低，导致无法下载使用该配方，请更新至最新版本。
zh_hant: 目前版本過舊，無法使用該配方，請更新。

# 由于当前版本过低，导致无法下载使用该素材，请更新至最新版本。
source: The version is too old to download this material, please update to the latest version
bo_cn: རྐྱེན་གྱིས་མིག་སྔ་འི་པར་གཞི་དམའ་བའི་དབང་གིས་ཐབས་མེད་ནང་འཇུགསྤྱད་དེ་ཐོག་མ་ཞུ་གསར་སྒྱུར་ནས་གསར་ཤོས་ཀྱི་པར་གཞི།
es: La versión es muy antigua para descargar este material. Actualiza a la versión más reciente
hi: यह सामग्री डाउनलोड करने के लिए यह वर्ज़न बहुत पुराना है, कृपया नए वर्ज़न के लिए अपडेट करें
id_id: Versi ini terlalu usang untuk mengunduh material ini, harap perbarui ke versi terbaru.
ja: バージョンが古すぎるため、この素材をダウンロードできません。最新バージョンに更新してください
ko: 이 자료를 다운로드하기에는 버전이 너무 구형입니다. 최신 버전으로 업데이트하세요.
pt_br: A versão está desatualizada e não pode baixar o material. Atualize para a versão mais recente
th: เวอร์ชั่นนี้เก่าเกินไปสำหรับดาวน์โหลดเนื้อหานี้ กรุณาอัพเดตเป็นเวอร์ชั่นล่าสุด
vi: Phiên bản quá cũ để tải về nội dung này, hãy cập nhật lên phiên bản mới nhất
zh_hans: 由于当前版本过低，导致无法下载使用该素材，请更新至最新版本。
zh_hant: 由於目前版本過低，導致無法下載套用該素材，請更新至最新版本。

# 由于你将该视频存储在iCloud上，需要下载到本地才可进行编辑哦，是否下载该视频？
source: Videos downloaded on iCloud must be downloaded locally before they can be edited. Do you wish to proceed?
es: Los videos que se descargan de iCloud se deben descargar de forma local para poder editarlos. ¿Quieres proceder?
hi: iCloud पर डाउनलोड की जाने वाली विडियो संपादन से पहले लोकल सिस्टम पर डाउनलोड करना जरूरी है। क्या आप आगे बढ़ना चाहते हैं?
id_id: Video terunduh di iCloud harus diunduh secara lokal sebelum video tersebut dapat diedit. Ingin melanjutkan?
ja: iCloudアルバムに保存されている動画は、まずシステムのアルバムにダウンロードする必要があります。続行しますか？
ko: iCloud에서 다운로드한 동영상은 로컬 위치에 다운로드돼야 편집이 가능합니다. 계속 진행할까요?
pt_br: Os vídeos baixados no iCloud devem ser baixados localmente antes para que possam ser editados. Deseja continuar?
th: วิดีโอที่ดาวน์โหลดบน iCloud ต้องดาวน์โหลดลงเครื่องก่อนจึงจะสามารถแก้ไขได้ ดำเนินการต่อหรือไม่?
vi: Các video được tải về trên iCloud phải được tải về trên máy trước khi chỉnh sửa chúng. Bạn có muốn tiếp tục không?
zh_hant: 由於該影片儲存於iCloud，需要下載才可進行編輯，是否下載？

# 由于你将该照片存储在iCloud上，需要下载到本地才可进行编辑哦，是否下载该照片？
source: You have saved this photo on iCloud and need to download it locally to edit it. Would you like to do so?
bo_cn: ཁྱོད་འདི་འདྲ་པར་ཉར་གསོག་ནི་iCloudཐོག་དགོས་མཁོ་ནང་འཇུགནས་ཡུལ་དེ་ན་ཆོག་པ་ལ་རྩོམ་སྒྲིག་ཨོ་མིན་ནང་འཇུགདེའི་འདྲ་པར།
es: Has guardado esta foto en iCloud y debes descargarla localmente para editarla. ¿Quieres hacerlo?
hi: आपने यह फ़ोटो iCloud पर सेव की है। इसमें बदलाव करने के लिए आपको इसे अपने फ़ोन में डाउनलोड करना होगा। क्या आप ऐसा करना चाहेंगे?
id_id: Anda sudah menyimpan foto ini di iCloud dan perlu mengunduhnya secara lokal untuk mengedit. Ingin melakukannya?
ja: この写真はiCloudに保存されているため、編集するにはローカルにダウンロードする必要があります。ダウンロードしますか？
ko: 이 사진을 iCloud에 저장했으며, 편집하려면 로컬로 다운로드해야 합니다. 지금 편집하시겠습니까?
pt_br: Você salvou esta foto no iCloud, e precisa baixá-la localmente para editá-la. Deseja fazer isso?
th: คุณได้บันทึกรูปภาพนี้ลงใน iCloud แล้ว และต้องดาวน์โหลดลงเครื่องเพื่อแก้ไข ต้องการทำเช่นนั้นหรือไม่?
vi: Bạn đã lưu ảnh này trên iCloud và cần phải tải về máy để sửa. Bạn có muốn làm vậy không?
zh_hans: 由于你将该照片存储在iCloud上，需要下载到本地才可进行编辑哦，是否下载该照片？
zh_hant: 由於你將該照片儲存在iCloud上，需要下載到相簿才可進行編輯喔，是否下載該照片？

# 游客模式购买
source: Purchase in Guest Mode
id_id: Pembelian dalam Mode Tamu
ja: ゲストモードで購入
ko: 게스트 모드로 구매
th: ซื้อแบบโหมดผู้เยี่ยมชม
vi: Mua trong Chế độ Khách
zh_hant: 訪客訂閱

# 游戏
source: Game
bo_cn: རོལ་རྩེད།
es: Juego
hi: गेम
ja: ゲーム
ko: 게임
pt_br: Jogo
th: เกม
vi: Trò chơi
zh_hant: 遊戲

# 游戏中心
source: Game Center
es: Centro de juegos
hi: गेम सेंटर
id_id: Pusat Game
ja: ゲームセンター
ko: 게임 센터
pt_br: Central de Jogos
th: ศูนย์เกมส์
vi: Trung tâm Trò chơi
zh_hant: 遊戲中心

# 有%ld个素材正在下载...
source: Downloading %ld materials...
bo_cn: %ldལྷག་གི་རྒྱུ་ཆ་ཕབ་ལེན་བྱ་བཞིན་འདུག
es: Descargando %ld materiales...
hi: %ld सामग्रियां डाउनलोड हो रही हैं...
id_id: Mengunduh %ld material...
ja: %ld個の素材をダウンロードしています...
ko: %ld 자료 다운로드 중...
pt_br: Baixando %ld materiais...
th: กำลังดาวน์โหลด %ld เนื้อหา...
vi: Đang tải về %ld nội dung...
zh_hans: 有%ld个素材正在下载...
zh_hant: 有%ld個素材正在下載...

# 有祛皱操作才可擦除
source: Apply the Firmness effect before using eraser.
id_id: Terapkan efek Kekukuhan sebelum menggunakan penghapus.
ja: 消しゴムを使用する前に「引き締め」効果を適用してください。
ko: 주름 개선 기능으로 지울 수 있습니다
th: ใช้ลบริ้วรอยแล้วจึงสามารถลบได้
vi: Áp dụng hiệu ứng Nâng cơ trước khi sử dụng tẩy
zh_hant: 有除皺功能即可擦除

# 有什么不爽的，尽情吐槽吧！你的描述越具体，我们才能越好的解决问题哦~
source: Please describe the issue as detailed as possible, so that we could solve your problem better.
bo_cn: མི་སྐྱིད་པ། དགའ་བདེ་འཁང་ར།ཡ། ཁྱོད་ཀྱི་བརྗོད་ན་དེ་ཙམ་གྱིས་ཞིབ་ཕྲ། ང་ཚོ་ས་ད་གཟོད་ན་དེ་ཙམ་ལེགས་པའི་གནད་དོན་ཐག་གཅོད་བྱེད་པའི་ཨོ།
es: Describe el problema con el mayor detalle posible, para que podamos resolverlo de la mejor manera.
hi: कृपया अपनी समस्या अच्छे से बताएं, ताकि हम आपकी समस्या बेहतर तरीके से सुलझा सकें।
id_id: Harap jelaskan dengan terperinci, agar kami dapat lebih baik memecahkan masalahnya.
ja: 問題を効率的に解決できるように、問題についてできるだけ詳しくご説明ください。
ko: 문제점을 가능한 상세히 적어 주시면 문제를 해결하는 데 도움이 됩니다.
pt_br: Descreva o seu problema fornecendo o máximo de detalhes possível, para que possamos ajudá-lo a resolvê-lo.
th: กรุณาระบุปัญหาให้ละเอียดมากที่สุด เพื่อให้เราสามารถแก้ไขปัญหาได้ดีที่สุด
vi: Vui lòng mô tả vấn đề càng chi tiết càng tốt, để chúng tôi có thể giải quyết vấn đề của bạn tốt hơn.
zh_hans: 有什么不爽的，尽情吐槽吧！你的描述越具体，我们才能越好的解决问题哦~
zh_hant: 有哪裡不滿意的話，請盡情吐槽吧！你的描述越具體，越方便我們解決問題哦~

# 有什么不爽的，尽情吐槽吧！你也可以加入官方QQ群：993916801 ，帅气的程序猿GG将现场为你解答哦~
source: If you have any questions, please send us your feedback. You can also join our official QQ group: 993916801. Our developers will answer all your questions there!
bo_cn: མི་སྐྱིད་པའི་དོན་དག་རེ་ཡོད་ཚེ། གང་འདོད་དུ་བརྗོད་རོགས། ཁྱེད་ཀྱང་གཞུང་ཕྱོགས་ཀྱི་QQ
es: Si tienes preguntas, envíanos tus comentarios o sugerencias. También puedes unirte a nuestro grupo QQ oficial: 993916801. ¡Allí nuestros desarrolladores responderán todas tus preguntas!
hi: अगर आपको कोई सवाल पूछना है, तो कृपया अपनी प्रतिक्रिया भेजें। आप हमारे आधिकारिक QQ समूह से भी जुड़ सकते हैं: 993916801 हमारे डेवलपर वहां आपके सारे सवालों के जवाब देंगे!
id_id: Jika ada pertanyaan, harap beri kami umpan balik. Anda juga bisa bergabung di grup QQ resmi kami: 993916801. Pengembang kami akan menjawab pertanyaan Anda di sana!
ja: ご質問がある場合には、フィードバックをお送りください。弊社の公式QQグループに参加することもできます：993916801。このグループでは、弊社の開発者がすべてのお問い合わせに回答します。
ko: 질문이 있으시면 피드백을 보내주세요. 공식 QQ 그룹에도 가입하실 수 있습니다. 993916801. 개발자가 모든 질문에 답변을 드립니다!
pt_br: Caso tenha alguma dúvida, envie-nos o seu feedback. Você também pode participar do nosso grupo oficial QQ: 993916801. Nossos desenvolvedores responderão a qualquer pergunta que você tenha!
th: หากคุณมีข้อสงสัยใด ๆ กรุณาส่งความเห็นของคุณมาที่เรา คุณสามารถเข้าร่วมกลุ่ม QQ อย่างเป็นทางการของเรา: 993916801 นักพัฒนาของเราจะตอบข้อสงสัยของคุณที่นี่!
vi: Nếu bạn có bất kỳ thắc mắc nào, vui lòng gửi phản hồi cho chúng tôi. Bạn cũng có thể tham gia nhóm QQ chính thức: 993916801. Các nhà phát triển của chúng tôi sẽ trả lời mọi câu hỏi của bạn ở đó!
zh_hans: 有什么不爽的，尽情吐槽吧！你也可以加入官方QQ群：993916801 ，帅气的程序猿GG将现场为你解答哦~
zh_hant: 有哪裡不滿意的話，請盡情吐槽吧！你也可以加入官方QQ群:993916801,帥氣的程序員將現場為你解答哦~

# 有颜商城
source: Youyan Mall
zh_hant: 有顏商城
