Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 涂抹黑眼圈即可祛除
source: Touch to erase the dark circles
bo_cn: མིག་མཐའ་ནག་པོར་གྱུར་བ་དེ་མེད་པར་བཟོ་ཐུབ།
es: Toca para borrar las ojeras
hi: काले घेरे मिटाने के लिए टच करें
id_id: Sentuh untuk menghapus lingkar hitam
ja: 目の下のくまを消すには、くまをタップしてください
ko: 지우고 싶은 다크서클을 터치하세요
pt_br: Toque para eliminar as olheiras
th: กดเพื่อลบขอบคล้ำ
vi: Chạm để xóa các vòng tròn tối
zh_hans: 涂抹黑眼圈即可祛除
zh_hant: 塗抹黑眼圈即可祛除

# 涂抹图片可显示文字
source: Swipe picture to show text
bo_cn: འདྲ་པར་འབྲི་སྣོན་བྱས་ན་ཡི་གེ་འཆར་ཐུབ།
es: Arrastra el dedo sobre la imagen para ver el texto
hi: लेख देखने के लिए फोटो स्वाइप करें
id_id: Geser gambar untuk menampilkan teks
ja: 写真をスワイプしてテキスト表示
ko: 사진 스와이프해서 텍스트 표시
pt_br: Passe o dedo na imagem para exibir o texto
th: ปัดรูปภาพเพื่อแสดงข้อความ
vi: Lướt bức ảnh để hiển thị văn bản
zh_hant: 塗抹圖片可顯示文字

# 涂抹相应区域即可提亮，也可用来美白牙齿哦
source: Draw with your fingers on the corresponding sections to brighten. This works on teeth too!
bo_cn: མཛེས་བཟོ་བྱ་དགོས་སར་རི་མོ་བྱུགས་ཏེ་དཀར་མདངས་ལྡན་ལ། སོ་ཡང་མཛེས་པོར་བཟོ་ཐུབ།
es: Dibuja con tus dedos en las secciones correspondientes para iluminar. ¡También funciona en los dientes!
hi: जिस हिस्से की चमक बढ़ानी है, उस पर अपनी उंगलियों से कोई आकार बनाएं। यह दांतों पर भी काम करता है!
id_id: Warnai area untuk mencerahkan, juga bisa memutihkan gigi!
ja: 明るくする対象のセクションで指を使って描画してください。これは、歯にも使えます！
ko: 밝게 하려는 섹션에서 손가락으로 그리세요. 치아에도 적용할 수 있습니다!
pt_br: Desenhe com seus dedos nas seções correspondentes para iluminar. Também funciona nos dentes!
th: ลากนิ้วไปที่ส่วนที่เกี่ยวข้องเพื่อปรับให้กระจ่าง สามารถใช้กับฟันได้!
vi: Vẽ lên vùng cần để làm sáng, cũng áp dụng để làm trắng răng
zh_hans: 涂抹相应区域即可提亮，也可用来美白牙齿哦
zh_hant: 塗抹相應區域即可提亮,也可以用來美白牙齒哦~

# 涂抹相应区域即可消除哦~
source: Touch the areas you want to erase
bo_cn: ནག་ཐིག་གི་དར་རི་མོ་བྱུགས་ཚེ།མཛེས་བཟོ་བྱ་ཐུབ།
es: Toca las áreas que quieres borrar
hi: उन भागों को टच करें जिन्हें आप मिटाना चाहते हैं
id_id: Sentuh area yang ingin dihapus
ja: 消去する領域をタップしてください
ko: 지우려는 영역을 터치하세요.
pt_br: Toque nas áreas que deseja apagar
th: กดในพื้นที่ที่ต้องการลบ
vi: Chạm vào các vùng bạn muốn xóa
zh_hant: 塗抹相對應區域可進行刪除

# 涂抹眼睛即可亮眼
source: Touch the eyes to brighten
bo_cn: མིག་ལ་རི་ོ་བྱགས་ཚེ་མིག་མདངས་གསལ་བོར་བྱ་ཐུབ།
es: Toca los ojos para dar brillo
hi: चमकदार बनाने के लिए आँखों पर टच करें
id_id: Sentuh mata yang ingin dipercerah
ja: 目の色を明るくするには、目をタップしてください
ko: 생기를 넣고 싶은 눈을 터치하세요
pt_br: Toque nos olhos para iluminar
th: กดที่ดวงตาเพื่อปรับให้สว่าง
vi: Chạm vào mắt để làm sáng
zh_hans: 涂抹眼睛即可亮眼
zh_hant: 塗抹眼睛即可亮眼

# 涂抹皱纹即可祛除
source: Brush to eliminate wrinkles
bo_cn: གཉེར་མར་རི་མོ་བྱུགས་ཚེ་འབྲུམ་བུ་མེད་པར་བཟོ་ཐུབ།
es: Pasa el pincel para eliminar las arrugas
hi: झुर्रियां हटाने के लिए ब्रश का इस्तेमाल करें
id_id: Sentuh untuk menghilangkan kerut
ja: しわ除去するにはタッチしてください
ko: 터치하여 주름을 없애세요.
pt_br: Toque para remover as rugas
th: ปัดเพื่อลบรอยเหี่ยวย่น
vi: Chạm để loại bỏ nếp nhăn
zh_hans: 涂抹皱纹即可祛除
zh_hant: 塗抹皺纹即可去除

# 涂鸦笔
source: Magic Brush
bo_cn: རི་མོ་འབྲི་སྨྱུག
es: Pincel
hi: डूडल
id_id: Kuas Magis
ja: 落書き
ko: 매직 브러쉬
pt_br: Pincel mágico
th: ปากกาวิเศษ
vi: Bút thần kỳ
zh_hant: 塗鴉筆

# 推动脸颊即可瘦脸
source: Touch and drag to lift face
bo_cn: ངོ་གདོང་ལ་རེག་ཚེ་དེ་མུར་མཛེས་བཟོ་བྱ་ཐུབ།
es: Toca y arrastra para realzar el rostro
hi: चेहरे की चमक बढ़ाने के लिए टच करके खींचें
id_id: Sentuh dan seret untuk mengangkat wajah
ja: フェイスリフトを行うには、タップしてドラッグしてください
ko: 터치 후 드래그하여 주름 제거
pt_br: Toque e arraste para levantar o rosto
th: กดและลากเพื่อยกใบหน้า
vi: Chạm và kéo để nâng mặt
zh_hans: 推动脸颊即可瘦脸
zh_hant: 推動臉頰即可瘦臉

# 推荐
source: Recommended
bo_cn: འོས་སྦྱོར།
es: Recomendado
hi: सुझाए गए
id_id: Disarankan
ja: おすすめ
ko: 추천
pt_br: Recomendado
th: แนะนำ
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

# 推荐(首页)
source: Trending
bo_cn: འོས་སྦྱོར།
es: Recomendado
hi: सुझाए गए
id_id: Disarankan
ja: おすすめ
ko: 추천
pt_br: Recomendado
th: แนะนำ
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

# 推荐话题
source: Trending topics
es: Temas de moda
hi: लोकप्रिय विषय
id_id: Topik yang sedang tren
ja: 流行のトピック
ko: 유행하는 주제
pt_br: Tópicos em alta
th: หัวข้อยอดนิยม
vi: Các chủ đề nổi bật
zh_hant: 推薦話題

# 推荐滤镜
source: Recommended filters
bo_cn: འཚག་ཤེལ་ངོ་སྤྲོད་བྱས།
es: Filtros recomendados
hi: अनुशंसित फिल्टर्स
id_id: Rekomendasi filter
ja: お薦めのフィルタ
ko: 추천 필터
pt_br: Filtros recomendados
th: ฟิลเตอร์ที่แนะนำ
vi: Các bộ lọc được khuyến cáo
zh_hant: 推薦濾鏡

# 推荐用户
source: Recommended users
bo_cn: བཀོལ་སྤྱོད་མཁན་འོས་སྦྱོར།
es: Usuarios recomendados
hi: अनुशंसित यूज़र्स
id_id: Pengguna yang disarankan
ja: おすすめのユーザー
ko: 추천 사용자
pt_br: Usuários recomendados
th: ผู้ใช้งานที่แนะนำ
vi: Người dùng được khuyến nghị
zh_hant: 推薦用戶

# 推送通知
source: Send notification
bo_cn: སྐྱེལ་བའི་བརྡ་ཐོ་
es: Enviar notificación
hi: सूचना भेजें
id_id: Kirim notifikasi
ja: 通知を送信
ko: 알림 전송
pt_br: Enviar notificação
th: ส่งการแจ้งเตือน
vi: Gửi thông báo
zh_hant: 推播通知

# 腿
source: Leg
id_id: Kaki
ja: 脚
ko: 다리
th: ขา
vi: Chân
zh_hant: 腿

# 退出相册
source: Log out
zh_hant: 退出相簿

# 退出相册后你将无法查看该相册，已经上传到相册的图片/视频仍保留在相册中
source: You will unable to view this album after logging out. Your uploaded photos/videos will remain in the album.
zh_hant: 退出相簿後將無法查看該相簿，已上傳的圖片/影片仍保留於相簿中。

# 褪色
source: Fade
bo_cn: མདོག་ལོག་
es: Fundido
hi: धुंधला करना
id_id: Pudar
ja: 脱色
ko: 페이드
pt_br: Esmaecer
th: เฟด
vi: Mờ dần
zh_hant: 褪色

# 拖动到此处放弃编辑
source: Drag here to discard changes
bo_cn: གནས་འདིར་འདྲུད་འཐེན་བྱས་ནས་རྩོམ་སྒྲིག་པ་།
es: Arrastra aquí para descartar los cambios.
hi: बदलाव त्यागने के लिए यहां तक खींचें
id_id: Seret ke sini untuk menghapus perubahan
ja: 変更を破棄するにはここにドラッグします
ko: 여기를 드래그해서 변경 내용 취소
pt_br: Arraste aqui para descartar as alterações
th: ลากมาที่นี่เพื่อทิ้งการเปลี่ยนแปลง
vi: Kéo tại đây để hủy các thay đổi
zh_hant: 拖曳到此處放棄編輯

# 拖动到此处删除
source: Drag here to delete
bo_cn: འདྲེད་འགུལ་མཚམས་འདི་ནས་གསུབ་འཇོག
zh_hant: 拖動至此處刪除

# 拖动拉杆即可磨皮
source: Drag the slider to smooth skin
bo_cn: འཐེན་ཐུར་འཐེན་ནས་པགས་འཐེན་བྱ་ཐུབ།
es: Arrastra la barra deslizante para suavizar la piel
hi: चिकनी त्वचा के लिए स्लाइडर को खींचें
id_id: Tarik penggeser untuk menghaluskan kulit
ja: 美肌加工をするには、スライダーをドラッグしてください
ko: 슬라이더를 끌어서 피부를 부드럽게 하기
pt_br: Arraste o controle deslizante para suavizar a pele
th: ลากแถบเลื่อนเพื่อปรับผิวให้เรียบเนียน
vi: Kéo thanh trượt để làm mượt da
zh_hans: 拖动拉杆即可磨皮
zh_hant: 拖動拉杆即可磨皮

# 拖动水印可以进行移动，双指还可以缩放哦
source: Drag to move. Use two fingers to zoom in on, or out of the logo.
es: Arrastre el logotipo para moverlo y use dos dedos para acercarlo o alejarlo.
hi: जगह बदलने के लिए खींचें, लोगो ज़ूम इन या आउट के लिए दो उंगलियों का उपयोग करें
id_id: Seret untuk memindahkan, gunakan dua jari untuk memperbesar atau memperkecil logo.
ja: ロゴはドラッグして移動、2本の指でズームイン/アウトします。
ko: 로고는 드래그해서 이동하고, 두 손가락으로 확대 또는 축소하실 수 있습니다.
pt_br: Arraste para mover, utilize dois dedos para ampliar ou reduzir o logo.
th: ลากเพื่อย้าย ใช้สองนิ้วเพื่อซูมโลโก้เข้าหรือออก
vi: Kéo để di chuyển, sử dụng hai ngón tay để phóng to hay thu nhỏ logo.
zh_hant: 拖動可移動浮水印，雙指縮放可改變大小。

# 椭圆形
source: Circular
bo_cn: འཇོང་དབྱིབས།
hi: गोल आकार वाला
id_id: Lonjong
ja: 円形
ko: 원형
th: วงกลม
vi: Dạng tròn
zh_hans: 椭圆形
zh_hant: 橢圓形

# 外发光
source: Outer glow
id_id: Cahaya luar
ja: 光彩 (外側)
ko: 하이라이트
th: เรืองแสงด้านนอก
vi: Sáng bên ngoài
zh_hant: 光暈

# 完成
source: Done
bo_cn: ལེགས་འགྲུབ།
es: Hecho
hi: हो गया
id_id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

# 完善资料
source: Complete profile
bo_cn: ཡིག་ཆ་འཐུས་ཚང་།
es: Completar el perfil
hi: पूरी प्रोफ़ाइल
id_id: Lengkapi profil
ja: プロフィールを入力
ko: 프로필 작성
pt_br: Completar perfil
th: โพรไฟล์เต็ม
vi: Hoàn tất hồ sơ
zh_hans: 完善资料
zh_hant: 完成資料

# 完善资料查看个人主页
source: View Profile for more information
bo_cn: Vམི་སྒེར་གྱི་ཆ་འཕྲིན་ཁ་སྐོང་ནས་ངོ་དངོས་ལྟ་བ།
es: Ver el perfil para obtener más información
hi: अधिक जानकारी हेतु प्रोफाइल देखें
id_id: Lihat Profil untuk informasi selengkapnya
ja: プロフィールを完成させてプロフィールページを表示
ko: 프로필의 세부 정보를 봅니다
pt_br: Veja o Perfil para mais informações
th: ดูข้อมูลเพิ่มเติมได้ในโปรไฟล์
vi: Xem hồ sơ để biết thêm thông tin
zh_hant: 完成資料查看個人首頁

# 完善资料后查看好友列表
source: Complete profile to view friends list
bo_cn: རྒྱུ་ཆ་འཐུས་ཚང་དུ་བཏང་རྗེས་གྲོགས་པོའི་རེའུ་མིག་ལ་གཟིགས་པ།
es: Completa el perfil para ver tu lista de amigos
hi: अपनी मित्र सूची देखने के लिए प्रोफाइल पूर्ण करें
id_id: Lengkapi profil untuk melihat daftar teman Anda
ja: プロフィールを完成させて友達リストを表示
ko: 내 친구 리스트를 보려면 프로필을 완료해 주세요
pt_br: Complete o perfil para ver sua lista de amigos
th: กรอกโปรไฟล์ให้ครบเพื่อดูรายชื่อเพื่อนของคุณ
vi: Hoàn thành hồ sơ để xem danh sách bạn bè của bạn
zh_hant: 填寫資料後查看好友列表

# 完整编辑
source: Full editing
es: Edición completa
hi: पूर्ण एडिटिंग
id_id: Pengeditan penuh
ja: フル編集
ko: 전체 편집
pt_br: Edição completa
th: แก้ไขเต็มรูปแบบ
vi: Sửa toàn bộ
zh_hant: 完整編輯

# 晚上好
source: Good evening
bo_cn: མཚན་མོ་བདེ་ལེགས་
es: Buenas noches
hi: शुभ संध्या
id_id: Selamat sore
ja: こんばんは
ko: 좋은 저녁입니다
pt_br: Boa noite
th: สวัสดีตอนค่ำ
vi: Chào buổi tối
zh_hant: 晚上好

# 网格辅助拍摄已关闭
source: Grid function disabled
es: Se desactivó la función Grid
hi: ग्रिड फंक्शन बंद किया गया है
id_id: Fungsi kisi dinonaktifkan
ja: グリッド機能がオフになりました
ko: 그리드 기능이 꺼졌습니다
pt_br: A função Grade foi desativada
th: ปิดฟังก์ชันตารางแล้ว
vi: Chức năng lưới đã được tắt
zh_hant: 網格輔助拍攝已關閉

# 网格辅助拍摄已开启
source: Grid function enabled
es: Se activó la función Grid
hi: ग्रिड फंक्शन चालू किया गया है
id_id: Fungsi kisi diaktifkan
ja: グリッド機能がオンになりました
ko: 그리드 기능이 켜졌습니다
pt_br: A função Grade foi ativada
th: เปิดฟังก์ชันตารางแล้ว
vi: Chức năng lưới đã được bật
zh_hant: 網格輔助拍攝已開啟

# 网络好像出问题了，请重试
source: Network Error. Please try again.
id_id: Kesalahan jaringan, silakan coba lagi.
ja: インターネットに接続して、もう一度試してください
ko: 사용 가능한 네트워크가 없습니다. 다시 시도해주십시오.
th: ไม่สามารถเชื่อมต่อ โปรดลองใหม่อีกครั้ง
vi: Lỗi mạng. Xin vui lòng thử lại.
zh_hant: 網路好像有問題喔，請重試。

# 网络好像出问题了，请重试。
source: There seems to be a problem with the Internet connection. Please try again.
bo_cn: དྲ་རྒྱ་ལ་ཕལ་ཆེལ་གནད་དོན་བྱུང་ཡོད་འདུག ཡང་བསྐྱར་ཚོད་ལྟ་བྱ་རོགས།
es: Parece que hay un problema con la conexión a Internet. Vuelve a intentarlo.
hi: लगता है इंटरनेट कनेक्शन में कोई समस्या है। कृपया दुबारा प्रयास करें।
id_id: Tampaknya ada masalah dengan koneksi Internet. Harap coba lagi.
ja: インターネット接続に問題があるようです。再度お試しください。
ko: 인터넷 연결에 문제가 있습니다. 다시 시도하세요.
pt_br: Parece ter havido um problema com a conexão à Internet. Tente novamente.
th: ดูเหมือนจะเกิดปัญหาการเชื่อมต่ออินเทอร์เน็ต กรุณาลองใหม่อีกครั้ง
vi: Dường như có vấn đề với kết nối Internet. Vui lòng thử lại.
zh_hant: 網路好像發生問題，請重試。

# 网络好像有问题哦~
source: There seems to be a problem with your Internet connection
bo_cn: དྲ་རྒྱ་ཕལ་ཆེལ་གནད་དོན་བྱུང་འདུག
zh_hans: 网络好像有问题哦~
zh_hant: 網路好像有問題喔~

# 网络连接不流畅，稍后再试。
source: Unstable internet connection. Please try again later.
zh_hant: 網路連線不順暢,稍後再試.

# 网络连接不顺畅，请稍后再试
source: Unstable internet connection. Please try again later
bo_cn: དྲ་རྒྱ་འབྲེལ་མཐུད་ལེགས་འགྲུབ་མ་བྱུང་བའི། ཅུང་ཙམ་འགོར་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱ་རོགས།
es: Conexión a Internet inestable. Vuelve a intentarlo más tarde
hi: चालू या बंद हो रहा इंटरनेट कनेक्शन। कृपया बाद में दोबारा कोशिश करें
id_id: Koneksi Internet tak stabil. Coba lagi nanti
ja: インターネット接続が不安定です。後ほど再度お試しください
ko: 인터넷 연결이 불안정합니다. 나중에 다시 시도하세요.
pt_br: Conexão com a Internet instável. Tente novamente mais tarde
th: การเชื่อมต่ออินเทอร์เน็ตไม่เสถียร กรุณาลองใหม่ในภายหลัง
vi: Kết nối Internet không ổn định. Vui lòng thử lại sau
zh_hans: 网络连接不顺畅，请稍后再试
zh_hant: 網路連線不順暢，請稍後再試

# 网络提示
source: Networking tips
bo_cn: དྲ་བའི་གསལ་སྟོན།
es: Consejos de red
hi: नेटवर्किंग की युक्तियाँ
id_id: Saran jaringan
ja: ネットワーク設定のヒント
ko: 네트워크 팁
pt_br: Dicas de rede
th: คำแนะนำด้านเครือข่าย
vi: Mẹo kết nối mạng
zh_hans: 网络提示
zh_hant: 網路提示

# 网络异常，点击重试
source: Network Error. Please tap to retry.
id_id: Kesalahan jaringan, silakan coba lagi.
ja: インターネットに接続して、もう一度試してください
ko: 사용 가능한 네트워크가 없습니다. 다시 시도해주십시오.
th: ไม่สามารถเชื่อมต่อ โปรดลองใหม่อีกครั้ง
vi: Lỗi mạng. Xin vui lòng thử lại.
zh_hant: 連線請求出錯或逾時，請重試

# 网络有问题，点击重试
source: Network Error. Please try again.
bo_cn: དྲ་རྒྱར་གནད་དོན་བྱུང་ཡོད་པའི་ཡང་བསྐྱར་ཚོད་ལྟ་རོགས།
es: Error de la red. Vuelve a intentarlo más tarde.
hi: नेटवर्क त्रुटि। कृपया दुबारा प्रयास करें।
id_id: Kesalahan jaringan, silakan coba lagi.
ja: ネットワークエラーです。再度お試しください。
ko: 네트워크 오류. 다시 시도하세요.
pt_br: Erro de Rede. Tente novamente.
th: ไม่สามารถเชื่อมต่อ โปรดลองใหม่อีกครั้ง
vi: Có vấn đề kết nối mạng, xin thử lại.
zh_hant: 網路有問題，請點選以重試。

# 微笑(面部重塑)
source: Smile
bo_cn: འཛུམ་མདངས།
es: Sonrisa
hi: मुस्कुराहट
id_id: Senyum
ja: スマイル
ko: 스마일
pt_br: Sorriso
th: ยิ้ม
vi: Mỉm cười
zh_hans: 微笑
zh_hant: 微笑

# 微信必备表情制作神器!
source: Create stickers for WeChat
bo_cn: སྐད་འཕྲིན་ཉེར་མཁོའི་བཟོ་ལྟ་སྒྲིག་བཟོ་འཕྲུལ་ཆས།
es: Crea stickers para WeChat
hi: WeChat के लिए स्टिकर बनाएं
id_id: Buat stiker untuk WeChat
ja: WeChat用のスタンプを作成する
ko: WeChat용 스티커 만들기
pt_br: Crie adesivos para o WeChat
th: จัดทำสติกเกอร์สำหรับ WeChat
vi: Tạo nhãn dán cho WeChat
zh_hans: 微信必备表情制作神器!
zh_hant: 微信必備表情製作神器!

# 微信好友
source: WeChat
bo_cn: སྐད་འཕྲིན་དྲ་གྲོགས།
zh_hans: 微信好友
zh_hant: 微信好友

# 微信限制分享，请打开朋友圈上传分享哦！
source: Sharing is restricted by WeChat. Please open Moments to upload and share!
es: La función de compartir está restringida por WeChat. Abre Moments para cargar y compartir.
hi: शेयरिंगWeChat से सीम्मित है। कृपया Moments खोलें और अपलोड कर शेयर करें!
id_id: Berbagi dibatasi oleh WeChat. Buka Moments untuk mengunggah dan berbagi!
ja: 共有はWeChatにより制限されています。Momentsを開いてアップロードし共有しましょう！
ko: WeChat에서 공유가 제한됐습니다. Moments를 열어서 업로드 및 공유하세요!
pt_br: O compartilhamento é restrito pelo WeChat. Abra o Moments para transferir e compartilhar!
th: การแชร์ถูกจำกัดโดย WeChat กรุณาเปิด Moments เพื่ออัปโหลดและแชร์!
vi: Chia sẻ được hạn chế bởi WeChat. Vui lòng mở Moments để tải lên và chia sẻ!
zh_hant: WeChat限制分享，請開啟朋友圈上傳分享喔！

# 为画中画
source: means Picture-in-Picture
id_id: artinya Gambar dalam Gambar
ja: ピクチャーインピクチャーを意味します
ko: 화면 속 화면으로 만들기
th: หมายถึงรูปที่อยู่ในรูป
vi: có nghĩa là Hình trong Hình
zh_hant: 為畫中畫

# 为获得更优质的效果，需通过云端处理该照片哦。
source: For the best results, use the cloud to process your photos
es: Para obtener resultados óptimos, usa la nube para procesar tus fotos
hi: सबसे अच्छे परिणाम के लिए, अपने फोटो को प्रोसेस करने के लिए क्लाउड का प्रयोग करें
id_id: Untuk hasil terbaik, gunakan cloud untuk memproses foto Anda
ja: 最良の結果を得るには、クラウドを使用して写真を処理しましょう
ko: 사진 처리에 클라우드를 사용하시면 최고의 결과를 얻을 수 있습니다
pt_br: Para obter resultados melhores, utilize a nuvem para processar suas fotos.
th: เพื่อผลลัพธ์ที่ดีที่สุด ใช้คลาวด์ในการประมวลผลรูปภาพของคุณ
vi: Để có kết quả tốt nhất, hãy sử dụng đám mây để xử lý các bức ảnh của bạn
zh_hant: 為擁有更優質的效果，可通過雲端處理該照片喔

# 为你更新更多~
source: Updating the content!
es: ¡Cargando más contenido!
hi: आपके लिए अधिक अपग्रेड!
id_id: Memperbarui lebih banyak untuk Anda!
ja: あなたのためにさらなるアップデート！
ko: 당신을 위한 추가 업데이트입니다!
pt_br: Atualizar mais para você!
th: อัปเดตเพิ่มสำหรับคุณ!
vi: Cập nhật thêm cho bạn!
zh_hant: 為你更新更多~

# 为你推荐更多~
source: Getting more recommendations!
es: ¡Cargando más recomendaciones!
hi: आपके लिए अधिक सिफारिशें!
id_id: Menyarankan lebih banyak untuk Anda!
ja: あなたのためにさらにおすすめ！
ko: 당신을 위한 추천입니다!
pt_br: Recomendar mais para você!
th: แนะนำเพิ่มสำหรับคุณ!
vi: Giới thiệu thêm cho bạn!
zh_hant: 為你推薦更多~

# 未成功保存至相册
source: Failed to save
bo_cn: པར་དེབ་ཉར་ཚགས་ནས་ལེགས་འགྲུབ་མ་
es: Error al guardar
hi: सहेजना विफल
id_id: Gagal menyimpan
ja: 保存に失敗しました
ko: 저장에 실패했습니다
pt_br: Falha ao salvar
th: บันทึกไม่สำเร็จ
vi: Lưu không thành công
zh_hant: 未成功儲存至相簿

# 未成功识别到人像，暂时无法使用智能模式哦
source: Failed to recognize faces, unable to use smart mode.
es: No se reconocieron los rostros. No se puede usar el modo inteligente.
hi: चेहरे पहचानने में विफल, स्मार्ट मोड का उपयोग नहीं हो सका।
id_id: Gagal mengenali wajah, tidak dapat menggunakan mode pintar.
ja: 顔の認識に失敗しました。スマートモードを使用できません。
ko: 얼굴 인식 오류, 스마트 모드를 사용할 수 없습니다.
pt_br: Falha ao reconhecer rostos, não foi possível utilizar o modo inteligente.
th: รู้จำใบหน้าไม่สำเร็จ ไม่สามารถใช้โหมดสมาร์ทได้
vi: Nhận diện khuôn mặt không thành công, không thể dùng chế độ thông minh.
zh_hant: 人物辨識失敗，暫時無法使用智慧模式喔。

# 未导入视频，不支持裁剪
source: Video not imported, clipping is not supported
es: El video no se importó, no se admiten recortes
hi: वीडियो आयात नहीं हुआ, क्लिपिंग की सुविधा नहीं
id_id: Video tidak diimpor, pembuatan clip tidak didukung
ja: 動画がインポートされていません。クリッピングはサポートされていません
ko: 동영상을 가져오지 못했습니다. 자르기를 지원하지 않습니다
pt_br: O vídeo não foi importado, não há suporte para clipping
th: ไม่ได้นำเข้าวิดีโอ ไม่รองรับการตัดคลิป
vi: Video không nhập được, thao tác cắt xén không được hỗ trợ
zh_hant: 未匯入影片，不支援裁剪。

# 未关注人的消息
source: Messages from strangers
bo_cn: དོ་ཁུར་བྱེད་མེད་པའི་མི་ཡིས་སྒེར་འཕྲིན་ཤོག
es: Mensajes de desconocidos
hi: अजनबियों से संदेश
id_id: Pesan dari orang asing
ja: 知らない人からのメッセージ
ko: 모르는 사람에게 받은 메시지
pt_br: Mensagens de estranhos
th: ข้อความจากคนแปลกหน้า
vi: Tin nhắn từ người lạ
zh_hant: 未追蹤對象的訊息

# 未获得照片访问权限，可前往系统设置中打开照片权限开关。
source: No access to photos, please go to system settings and allow accessto photos.
id_id: Tidak ada akses ke foto, silakan buka pengaturan sistem dan izinkan akses ke foto.
ja: 写真にアクセスできません。システム設定を開き、写真へのアクセスを許可してください。
ko: 사진에 대한 액세스가 없다면 시스템 세팅으로 가서 사진에 대한 권한을 승인해주세요.
th: ไม่มีการอนุญาตให้เข้าถึงรูปถ่าย กรุณาไปที่การตั้งค่าระบบและอนุญาตให้เข้าถึงรูปถ่าย
vi: Không có quyền truy cập ảnh, vui lòng vào cài đặt hệ thống và cho phép truy cập ảnh.
zh_hant: 未取得照片使用權限，可至「設定」開啟照片使用權限。

# 未获得照片访问权限，可通过系统相册选择照片或修改授权。
source: No access to photos, you can select from Camera Roll or modify authorization.
id_id: Tidak ada akses ke foto, Anda dapat memilih dari Rol Kamera atau mengubah otorisasi.
ja: 写真にアクセスできません。「カメラロール」から選択するか、またはアクセス許可を変更してください。
ko: 사진에 대한 액세스가 없다면, 카메라 롤에서 선택하거나 권한을 수정할 수 있습니다.
th: ไม่มีการอนุญาตให้เข้าถึงรูปถ่าย คุณสามารถเลือกอัลบั้มรูปหรือปรับการอนุญาตให้เข้าถึง
vi: Không có quyền truy cập ảnh, bạn có thể chọn từ Thư Viện Ảnh hoặc sửa đổi quyền.
zh_hant: 未取得照片使用權限，可至相簿選取照片或變更權限。

# 未检测到法令纹，试试手动涂抹。
source: Unable to detect smile lines, please use manual mode.
id_id: Tidak dapat mendeteksi garis senyuman, gunakan mode manual.
ja: ほうれい線を検出できません。手動モードを使用してください。
ko: 팔자 주름을 찾지 못했습니다. 수동으로 수정하세요.
th: ไม่สามารถตรวจพบริ้วรอยลักยิ้ม กรุณาใช้โหมดปกติ
vi: Không thể phát hiện khóe miệng, hãy sử dụng chế độ bằng tay.
zh_hant: 未檢測到法令紋，試試手動塗抹。

# 未检测到颈纹，试试手动涂抹。
source: Unable to detect neck lines, please use manual mode.
id_id: Tidak bisa mendeteksi garis leher, gunakan mode manual.
ja: 首のシワを検出できません。手動モードを使用してください。
ko: 목 주름을 찾지 못했습니다. 수동으로 수정하세요.
th: ไม่สามารถตรวจพบริ้วรอยบนลำคอ กรุณาใช้โหมดปกติ
vi: Không thể phát hiện vân cổ, hãy sử dụng chế độ bằng tay.
zh_hant: 未檢測到頸紋，試試手動塗抹。

# 未检测到人脸
source: Unable to detect any faces
bo_cn: མིའི་གདོང་ལ་ཞིབ་དཔྱད་ཚད་ལེན་བྱ་མ་ཐུབ།
es: No se detectaron rostros
hi: कोई चेहरा पहचान नहीं पाया
id_id: Wajah tidak terdeteksi
ja: 顔を検出できません
ko: 얼굴 감지 불가
pt_br: Não foi possível detectar nenhum rosto
th: ไม่สามารถตรวจสอบใบหน้าได้
vi: Chưa kiểm tra được mặt người
zh_hant: 未偵測到人臉

# 未检测到人物肖像，请自由编辑抠图区域
source: No portraits are detected, please edit the matting area freely.
bo_cn: མི་སྣའི་འདྲ་པར་མ་རྙེད་པས།་རང་དབང་གིས་རྩོམ་སྒྲིག་ས་ཁོངས་ཇུས་འགོད་གནང་རོགས།
es: No se detecta ningún retrato, edita libremente el área de la estera.
hi: कोई पोर्ट्रेट नहीं मिले, कृपया मैटिंग एरिया मुक्त रूप से एडिट करें।
id_id: Tidak ada potret terdeteksi, edit area matting secara bebas.
ja: ポートレートは検出されませんでした。自由にマッテッィングエリアを編集してください。
ko: 인물 사진을 감지하지 못했습니다. 매팅 영역을 자유롭게 편집해 주세요.
pt_br: Nenhum retrato foi detectado, por favor edite a área do fundo livremente.
th: ตรวจไม่พบภาพเหมือน กรุณาแก้ไขพื้นที่ที่เลือกอย่างอิสระ
vi: Không tìm thấy chân dung, vui lòng thoải mái chỉnh sửa khu vực khảm.
zh_hant: 無法辨識人物，請編輯去背區域

# 未检测到抬头纹，试试手动涂抹。
source: Unable to detect forehead wrinkles, please use manual mode.
id_id: Tidak dapat mendeteksi kerutan dahi, gunakan mode manual.
ja: 額のシワを検出できません。手動モードを使用してください。
ko: 이마 주름을 찾지 못했습니다. 수동으로 수정하세요.
th: ไม่สามารถตรวจพบริ้วรอยบนหน้าผาก กรุณาใช้โหมดปกติ
vi: Không thể phát hiện nếp nhăn trán, hãy sử dụng chế độ bằng tay.
zh_hant: 未檢測到抬頭紋，試試手動塗抹。

# 未检测到眼纹，试试手动涂抹。
source: Unable to detect eye wrinkles, please use manual mode.
id_id: Tidak dapat mendeteksi kerutan mata, gunakan mode manual.
ja: 目のシワを検出できません。手動モードを使用してください。
ko: 눈 주름을 찾지 못했습니다. 수동으로 수정하세요.
th: ไม่สามารถตรวจพบริ้วรอยตีนกา กรุณาใช้โหมดปกติ
vi: Không thể phát hiện nếp nhăn quanh mắt, hãy sử dụng chế độ bằng tay.
zh_hant: 未檢測到眼紋，試試手動塗抹。

# 未检测到皱纹，试试手动涂抹祛皱~
source: Unable to detect wrinkles, please use manual mode.
id_id: Tidak dapat mendeteksi kerutan, gunakan mode manual.
ja: シワを検出できません。手動モードを使用してください。
ko: %s을 찾지 못했습니다. 수동으로 주름 개선 기능을 확인하세요~
th: ไม่สามารถตรวจพบริ้วรอย กรุณาใช้โหมดปกติ
vi: Không thể phát hiện nếp nhăn, hãy sử dụng chế độ bằng tay.
zh_hant: 未檢測到皺紋，試試手動塗抹除皺~

# 未精准识别到五官，无法使用美妆功能。请尽量使用正脸照。
source: Facial recognition failed, please use a clear frontal photo.
bo_cn: དབང་པོ་ལྔ་དེ་གནད་ལ་འཕུགས་ནས་ངོས་འཛིན་བྱ་མ་ཐུབ་པས།མཛེས་སྤྲས་ཀྱི་ནུས་པ་བཀོལ་སྤྱོད་བྱ་ཐབས་མི་འ
es: Falló el reconocimiento facial, usa una foto frontal clara.
hi: चेहरे की पहचान नहीं हो पाई, कृपया एक साफ़-सुथरी सामने से ली गई फ़ोटो का इस्तेमाल करें।
id_id: Pengenalan wajah gagal, harap gunakan foto depan yang jelas.
ja: 顔認識に失敗しました。正面を向いた明瞭な写真を使用してください。
ko: 얼굴 인식 실패. 선명한 전면 사진을 사용하세요.
pt_br: Falha no reconhecimento facial. Use uma foto frontal nítida.
th: ตรวจจำใบหน้าล้มเหลว กรุณาใช้ภาพด้านหน้าที่ชัดเจน
vi: Nhận dạng khuôn mặt bị lỗi, hãy dùng ảnh mặt trước rõ ràng.
zh_hans: 未精准识别到五官，无法使用美妆功能。请尽量使用正脸照。
zh_hant: 辨識五官失敗，無法使用美妝功能。請盡快使用正面照

# 未精准识别到五官，无法使用面部重塑功能。请尽量使用正脸照。
source: Unable to detect facial features. Face reshaping cannot be used. Please try using a photo taken from the front.
bo_cn: དབང་པོ་ལྔ་དེ་གནད་ལ་འཕུགས་ནས་ངོས་འཛིན་བྱ་མ་ཐུབ་པས།ངོ་གདོང་བསྐྱར་བཞེངས་ཀྱི་ནུས་པ་བཀོལ་སྤྱོད་
es: No se pudieron detectar características faciales. No se puede utilizar la reforma del rostro. Prueba utilizar una foto tomada con la cámara frontal.
hi: चेहरे की विशेषताएँ पहचानने में अक्षम। चेहरे का आकार बदलने का उपयोग नहीं किया जा सकता। कृपया सामने से खींची गई फ़ोटो का इस्तेमाल करके आज़माएं।
id_id: Tak dapat mendeteksi wajah. Coba foto lain?
ja: 顔の特徴を検出できない為、小顔加工は使用できません。正面を向いた写真でお試しください。
ko: 얼굴의 특징을 감지할 수 없습니다. 얼굴 모양 변경을 사용할 수 없습니다. 정면에서 찍은 사진을 사용해 보세요.
pt_br: Não foi possível detectar as características faciais. A remodelação do rosto não pode ser usada. Tente usar uma foto tirada da frente.
th: ไม่สามารถตรวจลักษณะใบหน้า ไม่สามารถปรับรูปทรงใบหน้า กรุณาลองใช้ภาพที่ถ่ายจากกล้องหน้า
vi: Không thể phát hiện các đặc điểm khuôn mặt. Không thể dùng tính năng sửa dạng khuôn mặt. Hãy thử dùng ảnh được chụp từ mặt trước.
zh_hant: 未精準辨識到五官，無法使用面部重塑功能。請盡量使用正面照。

# 未精准识别到五官，无法使用自动功能。请尽量使用正脸照。
source: Facial recognition failed, please use a clear frontal photo.
bo_cn: དབང་པོ་ལྔ་དེ་གནད་ལ་འཕུགས་ནས་ངོས་འཛིན་བྱ་མ་ཐུབ་པས།རང་འགུལ་གྱི་ནུས་པ་བཀོལ་སྤྱོད་བྱ་ཐབས་མི་འ
es: Falló el reconocimiento facial, usa una foto frontal clara.
hi: चेहरे की पहचान नहीं हो पाई, कृपया एक साफ़-सुथरी सामने से ली गई फ़ोटो का इस्तेमाल करें।
id_id: Pengenalan wajah gagal, harap gunakan foto depan yang jelas.
ja: 顔認識に失敗しました。正面を向いた明瞭な写真を使用してください。
ko: 얼굴 인식 실패. 선명한 전면 사진을 사용하세요.
pt_br: Falha no reconhecimento facial. Use uma foto frontal nítida.
th: ตรวจจำใบหน้าล้มเหลว กรุณาใช้ภาพด้านหน้าที่ชัดเจน
vi: Nhận dạng khuôn mặt bị lỗi, hãy dùng ảnh mặt trước rõ ràng.
zh_hans: 未精准识别到五官，无法使用自动功能。请尽量使用正脸照。
zh_hant: 未精准識別到五官，無法使用自動功能。請盡量使用正面照。

# 未开启
source: Off
bo_cn: འགོ་ཕྱེ་མེད་པ་
es: Apagar
hi: बंद
id_id: Nonaktif
ja: オフ
ko: 끔
pt_br: Desligado
th: ปิด
vi: Tắt
zh_hant: 未開啟

# 未能定位到当前位置
source: Unable to find current location
bo_cn: མིག་སྔའི་གནས་ཡུལ་གྱི་གནས་ཐིག་གཏན་ཁུལ་བྱ་ཐུབ་མི་འདུག
es: No se pudo encontrar la ubicación actual
hi: वर्तमान स्थान जानना विफल
id_id: Tidak dapat menemukan lokasi saat ini
ja: 現在地を確認できません
ko: 현재 위치를 찾을 수 없습니다
pt_br: Não foi possível encontrar local atual
th: ไม่สามารถค้นหาตำแหน่งปัจจุบันได้
vi: Không thể tìm được vị trí hiện tại
zh_hant: 未能定位到當前位置
