Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 发布成功
source: Posted
bo_cn: ཁྱབ་བསྒྲགས་ལེགས་འགྲུབ་བྱུང་།
es: Publicado
hi: पोस्ट कर दिया
id_id: Terkirim
ja: 投稿しました
ko: 게시됨
pt_br: Publicado
th: โพสต์แล้ว
vi: Đã đăng
zh_hant: 發佈成功

# 发布到美图相册
source: Post to MT Gallery
bo_cn: Meituཔར་རིས་དེ་བསྐུར།
es: Publicar en Galería MT
hi: MT गैलरी पर पोस्ट करें
id_id: Posting ke Galeri MT
ja: MTギャラリーに投稿する
ko: MT 갤러리에 게시
pt_br: Postar na Galeria MT
th: โพสต์ไปที่แกลเลอรี MT
vi: Đăng lên thư viện MT
zh_hant: 上傳至美圖相簿

# 发布到美图相册时分享修图配方
source: Post to MT Gallery with sharing tips
bo_cn: Meituའདྲ་པར་སྐུར་དུས་རི་མོ་སྡེབ་སྦྱོར་བྱེད་དགོས།
es: Publicar en Galería MT com dicas de compartilhamento
hi: साझाकरण सुझावों के साथ MT गैलरी पर पोस्ट करें
id_id: Posting ke Galeri MT dengan berbagi petunjuk
ja: シェアのヒントを使用してMTギャラリーに投稿する
ko: 공유 팁을 포함해서 MT 갤러리에 게시
pt_br: Postar na Galeria MT com dicas de compartilhamento
th: โพสต์ไปที่แกลเลอรี MT ด้วยแม่แบบการแชร์
vi: Đăng lên Thư viện ảnh MT với các mẹo chia sẻ
zh_hant: 上傳至美圖相簿時分享修圖配方

# 发布到社区
source: Share
bo_cn: གྲོང་ཚོགས་ཏུ་སྤེལ་བ།
es: Compartir
hi: शेयर करें
id_id: Kirimkan
ja: 共有
ko: 공유
pt_br: Compart
th: แชร์
vi: Gửi
zh_hans: 发布到社区
zh_hant: 上傳至社群

# 发布到有颜，让更多人看到你！
source: Share to be Youyan, let more people notice you!
bo_cn: ཡོ་ཡན་དུ་སྤེལ་ནས་མི་མང་པོས་ཁྱེད་རང་མཐོང་ཐུབ།
es: Comparte para ser Youyan, ¡permite que más personas te vean!
hi: Youyan होने के लिए शेयर करें, अधिक लोगों को ध्यान देने दें!
id_id: Bagikan ke Youyan, supaya banyak orang dapat melihat Anda!
ja: Youyanで共有して、注目を集めましょう！
ko: 공유하여 Youyan이 되고, 더 많은 사람들이 알아볼 수 있도록 하세요!
pt_br: Compartilhe para ser Youyan, permita que mais pessoas reparem em você!
th: แชร์ไปยัง Youyan ให้ผู้คนรู้จักคุณมากขึ้น!
vi: Chia sẻ đến Youyan , để nhiều người biết bạn
zh_hans: 发布到有颜，让更多人看到你！
zh_hant: 發佈到有顏，讓更多人看到你！

# 发布失败
source: Failed to post
bo_cn: ཁྱབ་བསྒྲགས་ཕམ་སོང་།
es: Error de publicación
hi: पोस्ट करना विफल
id_id: Gagal memposting
ja: 投稿に失敗しました
ko: 포스팅에 실패했습니다
pt_br: Falha ao postar
th: โพสต์ไม่สำเร็จ
vi: Đăng không thành công
zh_hant: 發佈失敗

# 发布中，请稍等片刻
source: Posting, please wait a moment...
id_id: Memposting, harap tunggu sebentar...
ja: 投稿中、少々お待ちください...
ko: 포스트 중, 잠시만 기다리세요...
th: กำลังโพสต์ กรุณารอสักครู่
vi: Đang đăng, vui lòng đợi trong giây lát …
zh_hant: 上傳中，請稍等片刻

# 发际线
source: Hairline
es: Raya de cabello
hi: हेयरलाइन
id_id: Garis rambut
ja: ヘアライン
ko: 머리 선
pt_br: Linha do cabelo
th: แนวเส้นผม
vi: Đường chân tóc
zh_hant: 髮際線

# 发际线定位失败，换张图试试~
source: Failed to locate hairline, please try another photo.
id_id: Gagal menemukan garis rambut, coba foto lain.
ja: 生え際の位置を判別できませんでした。他の写真をお試しください。
ko: 머리선 파악에 실패했습니다, 다른 사진으로 시도해 주세요.
th: ไม่พบแนวผม กรุณาลองรูปอื่น
vi: Không xác định được đường chân tóc, vui lòng thử một ảnh khác.
zh_hant: 髮際線定位失敗，換張照片試試~

# 发起人：
source: Organizer:
bo_cn: གྲོས་འགོ་འདོན་མཁན་གྱི་སྐོར།
es: Organizador:
hi: व्यवस्थापक:
id_id: Pengelola:
ja: オーガナイザー:
ko: 주최자:
pt_br: Organizador:
th: ออร์แกไนเซอร์:
vi: Trình quản lý:
zh_hant: 發起人：

# 发送
source: Send
bo_cn: སྐུར་བ།
es: Enviar
hi: भेजें
id_id: Kirim
ja: 送信
ko: 보내기
pt_br: Enviar
th: ส่ง
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# 发送建议中...
source: Sending…
bo_cn: གྲོས་གཞི་བསྐུར་བཞིན་ཡོད།
es: Enviando...
hi: भेजा जा रहा है…
id_id: Mengirim…
ja: 送信中...
ko: 보내는 중...
pt_br: Enviando…
th: กำลังส่ง...
vi: Đang gửi…
zh_hans: 发送建议中...
zh_hant: 發送建議中...

# 发现兴趣相投的朋友
source: Discover new friends!
es: ¡Descubre nuevos amigos!
hi: नए दोस्त खोजें
id_id: Temukan teman-teman baru!
ja: 新しい友達を見つけましょう！
ko: 새 친구들을 찾으세요!
pt_br: Faça novos amigos!
th: ค้นพบเพื่อนใหม่ๆ!
vi: Khám khá những người bạn mới!
zh_hant: 發現興趣相投的朋友

# 法令纹
source: Smile lines
id_id: Garis senyum
ja: ほうれい線
ko: 팔자 주름
th: ลักยิ้ม
vi: Khóe miệng
zh_hant: 法令紋

# 法式刘海
source: French
id_id: Prancis
ja: フレンチガール風
ko: 프렌치
th: สไตล์ฝรั่งเศส
vi: Pháp
zh_hant: 法式瀏海

# 翻转
source: Flip
es: Voltear
hi: फ्लिप करें
id_id: Balik
ja: 反転
ko: 플립
pt_br: Inverter
th: พลิก
vi: Lật
zh_hant: 翻轉

# 返回
source: Back
bo_cn: ཕྱིར་ལོག
es: Atrás
hi: पीछे जाएं
id_id: Kembali
ja: 戻る
ko: 뒤로
pt_br: Voltar
th: ย้อนกลับ
vi: Lùi
zh_hans: 返回
zh_hant: 返回

# 返回会丢失当前视频，是否返回？
source: The current video will be lost if you go back. Are you sure you want to go back?
es: El video actual se perderá si regresas. ¿Estás seguro de que deseas regresar?
hi: लौटने पर वर्तमान वीडियो नहीं मिलेगा। निश्चित वापस जाना चाहते हैं?
id_id: Video saat ini akan hilang jika Anda kembali. Yakin ingin kembali?
ja: 戻ると現在の動画は失われます。本当に戻ってよろしいですか？
ko: 뒤로가기를 하시면 현재 동영상을 잃게 됩니다. 정말 뒤로가기를 하시겠어요?
pt_br: O vídeo atual será perdido se você voltar. Tem certeza de que deseja voltar?
th: วิดีโอนี้อาจสูญหายไปหากคุณย้อนกลับ แน่ใจหรือไม่ว่าต้องการย้อนกลับ?
vi: Video hiện tại sẽ bị mất nếu bạn quay trở lại. Bạn có chắc là muốn quay trở lại không?
zh_hant: 返回將放棄當前影片，是否返回？

# 返回首页
source: Return to home
bo_cn: ངོ་ངོས་ཕྱིར་ལྡོག།
es: Regresar al inicio
hi: होम पर वापस आएँ
id_id: Kembali ke beranda
ja: ホームに戻る
ko: 홈으로 돌아가기
pt_br: Voltar para o Início
th: กลับไปที่หน้าหลัก
vi: Trở về trang chủ
zh_hans: 返回首页
zh_hant: 返回首頁

# 方脸专用
source: Square
es: Cuadrada
hi: चौकोर
id_id: Persegi
ja: 四角
ko: 정사각형
pt_br: Quadrado
th: จัตุรัส
vi: Vuông
zh_hant: 方臉專用

# 方形
source: Square
es: Cuadrado
hi: वर्गाकार
id_id: Persegi
ja: 正方形
ko: 사각형
pt_br: Quadrado
th: จัตุรัส
vi: Hình vuông
zh_hant: 方形

# 防抖已关闭
source: Anti-shake has been turned off
bo_cn: འདར་འགོག་སྒོ་རྒྱབ་ཡོད།
es: Se ha desactivado la función antivibración
hi: कंपन-रोधी को बंद किया गया है
id_id: Anti-goncangan telah dimatikan
ja: 手ぶれ防止機能はOFFになっています
ko: 흔들림 방지가 꺼졌습니다.
pt_br: O sistema anti-vibração foi desativado
th: ปิดระบบป้องกันการสั่นไหวไว้
vi: Chống rung lắc đã được tắt
zh_hans: 防抖已关闭
zh_hant: 防手震已關閉

# 放大区域
source: Size
bo_cn: ཁྱབ་ཁོངས་ཇེ་ཆེར་གཏོང་བ།
es: Tamaño
hi: आकार
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 放大区域
zh_hant: 放大區域

# 放弃
source: Discard
bo_cn: བསྐྱུར་བ།
es: Descartar
hi: छोड़ें
id_id: Buang
ja: 破棄
ko: 취소
pt_br: Descartar
th: ล้มเลิก
vi: Bỏ
zh_hant: 放棄

# 放弃对资料的修改吗？
source: Discard changes?
bo_cn: ཡིག་ཆ་འདི་བཟོ་བཅོས་བྱ་རྒྱུ་བསྐྱུར་རམ།
es: ¿Descartar cambios?
hi: बदलाव छोड़ दें?
id_id: Buang perubahan yang tidak disimpan?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소하시겠습니까?
pt_br: Descartar alterações?
th: ล้มเลิกการเปลี่ยนแปลงหรือไม่
vi: Hủy thay đổi?
zh_hant: 放棄修改資料？

# 放弃加入VIP吗？
source: Cancel joining Meitu VIP?
id_id: Batal bergabung dengan Meitu VIP?
ja: Meitu VIPへの加入をキャンセルしますか？
ko: VIP 가입을 취소하시겠어요?
th: ไม่ต้องการเข้าร่วมเป็น VIP?
vi: Hủy tham gia Meitu VIP?
zh_hant: 放棄加入VIP嗎？

# 放弃优惠
source: Discard
id_id: Buang
ja: 破棄
ko: 혜택 포기
th: ไม่รับข้อเสนอ
vi: Hủy
zh_hant: 放棄優惠

# 分割
source: Segment
es: Segmentar
hi: खंड
id_id: Segmen
ja: セグメント
ko: 세그먼트
pt_br: Segmento
th: บางส่วนแล้ว
vi: Phân đoạn
zh_hant: 分割

# 分割失败
source: Failed to segment
id_id: Gagal disegmentasikan
ja: セグメント化に失敗しました
ko: 분할 실패
th: การแบ่งส่วนล้มเหลว
vi: Không thể phân khúc
zh_hant: 分割失敗

# 分享
source: Share
bo_cn: མཉམ་སྤྱོད།
es: Compartir
hi: शेयर करें
id_id: Bagikan
ja: シェア
ko: 공유
pt_br: Compartilhar
th: แชร์
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# 分享 %@ 的MT，快来看看吧~
source: Shared %@'s MT. Come check it out!
bo_cn: མཉམ་སྤྱོད། %@ ཡི་MTམྱུར་ཏུ་ལྟ་རུ་ཤོག
es: Se compartió %@'s MT. ¡Ven a mirarlo!
hi: %@ का MT शेयर किया गया। आइए, इसे देखिए!
id_id: Berbagi MT %@. Datang dan lihat!
ja: %@のMTを共有しました。ぜひご確認ください！
ko: %@의 MT 공유함. 확인해 보세요!
pt_br: Compartilhou o MT de %@. Venha conferir!
th: แชร์ %@ MT ลองตรวจสอบดู!
vi: Đã chia sẻ MT của %@. Hãy xem thử nhé!
zh_hant: 分享 %@ 的 MT，快來看看吧～

# 分享 %@ 的MT【%@】，快来看看吧~
source: Shared %@'s MT, 【%2$@】. Come check it out!
bo_cn: མཉམ་སྤྱོད། %@ ཡི་MT【%@】མྱུར་ཏུ་ལྟ་རུ་ཤོག
es: Se compartió %@'s MT, 【%2$@】. ¡Ven a mirarlo!
hi: %@ का MT शेयर किया गया, 【%2$@】 आइए, इसे देखिए!
id_id: Berbagi MT %@, 【%2$@】. Datang dan lihat!
ja: %@のMT 【%2$@】を共有しました。ぜひご確認ください！
ko: %@의 MT 공유함, 【%2$@】. 확인해 보세요!
pt_br: Compartilhou o MT de %@, 【%2$@】. Venha conferir!
th: แชร์ %@ MT, 【%2$@】 ลองตรวจสอบดู!
vi: Đã chia sẻ MT của %@, 【%2$@】. Hãy xem thử nhé!
zh_hant: 分享 %@ 的 MT【%@】，快來看看吧～

# 分享到
source: Share on
es: Compartir en
hi: पर शेयर करें
id_id: Bagikan di
ja: シェア
ko: 공유하기
pt_br: Compartilhar no
th: แชร์ใน
vi: Chia sẻ trên
zh_hant: 分享到

# 分享到美图秀秀
source: Share on Meitu
es: Compartir en Meitu
hi: Meitu पर शेयर करें
id_id: Bagikan di Meitu
ja: Meituで共有
ko: Meitu에서 공유
pt_br: Compartilhar no Meitu
th: แชร์ใน Meitu
vi: Chia sẻ trên Meitu
zh_hant: 上傳至美圖秀秀

# 分享到微信朋友圈
source: Share on WeChat
bo_cn: སྐད་འཕྲིན་གྲོགས་ཚོམ་དུ་བརྒྱུད་བསྐུར།
es: Compartir en WeChat
hi: WeChat पर शेयर करें
id_id: Bagikan di WeChat
ja: WeChatで共有
ko: WeChat에서 공유
pt_br: Compartilhar no WeChat
th: แชร์ใน WeChat
vi: Chia sẻ trên WeChat
zh_hans: 分享到微信朋友圈
zh_hant: 分享到微信朋友圈

# 分享到新浪微博
source: Share on Sina Weibo
bo_cn: ཞིན་ལང་པོད་འཕྲིན་དུ་བརྒྱུད་བསྐུར།
es: Compartir en Sina Weibo
hi: Sina Weibo पर साझा करें
id_id: Bagikan di Sina Weibo
ja: Sina Weiboで共有
ko: Sina Weibo에서 공유
pt_br: Compartilhar no Weibo Sina
th: แชร์ทาง Sina Weibo
vi: Chia sẻ trên Sina Weibo
zh_hans: 分享到新浪微博
zh_hant: 分享到新浪微博

# 分享该“马赛克效果图”到%@，即可解锁该效果。
source: Share this Mosaic Map on %@, instantly unlock this effect.
bo_cn: མ་སེ་ཁ་བྱེད་ནུས་%@དུ་བརྒྱུད་བསྐུར་བྱས་ན།བྱེད་ནུས་དེ་བེད་སྤྱོད་བྱ་ཆོག།
es: Comparte este Mapa de mosaico en %@, desbloquea este efecto instantáneamente.
hi: %@ पर मोज़ैक मैप शेयर करें और यह इफ़ेक्ट तुरंत पाएं।
id_id: Bagikan Peta Mosaik ini di %@, langsung membuka kunci efek ini.
ja: このモザイクマップを%@で共有すると、このエフェクトがすぐにロック解除されます。
ko: 이 모자이크 지도를 %@에서 공유하고, 즉시 이 효과를 잠금 해제하세요.
pt_br: Compartilhe este Mapa de Mosaico no %@ e desbloqueie este efeito instantaneamente.
th: แชร์แผนที่โมเสคนี้ใน %@ และปลดล็อคเอฟเฟกต์นี้ทันที
vi: Chia sẻ Bản đồ khảm này trên %@, mở khóa tức thì hiệu ứng này.
zh_hans: 分享该“马赛克效果图”到%@，即可解锁该效果。
zh_hant: 分享該“馬賽克效果圖”到%@，即可解鎖該效果。

# 分享好友趣事
source: Share funny stories
zh_hant: 分享好友趣事

# 分享美拍失败
source: Failed to share to Meipai
bo_cn: མཛེས་བརྙན་མཉམ་སྤྱོད་བྱེད་མ་ཐུབ།
es: No se pudo compartir en Meipai
hi: Meipai के साथ शेयर नहीं हो पाया
id_id: Gagal berbagi ke Meipai
ja: Meipaiに共有できませんでした
ko: Meipai에 공유 실패
pt_br: Falha ao compartilhar no Meipai
th: ไม่สามารถแชร์ไปยัง Meipai
vi: Không chia sẻ lên Meipai được
zh_hant: 分享美拍失敗

# 分享魔幻笔功能到%@，即可解锁包括「%@」在内的所有魔幻笔。
source: Share Magic Brush on %@ and unlock all Brushes including「%@」
bo_cn: མཚར་སྨྱུག་བྱེད་ནུས་ %@ དུ་བརྒྱུད་བསྐུར་དུ་བྱས་ན། 「%@」
es: Comparte el Pincel en %@ y desbloquea todos los pinceles, incluido 「%s」
hi: %@ पर मैजिक ब्रश शेयर करें और「%@」के साथ सभी ब्रश अनलॉक करें
id_id: Bagikan Kuas Magis di %@ buka kunci semua Kuas termasuk「%@」
ja: %@で落書きペンを共有すると、「%@」などのすべてのブラシがロック解除されます
ko: 매직 브러쉬를 %@에서 공유하고, 「%@」 등 모든 브러시를 잠금 해제하세요.
pt_br: Compartilhe o Pincel Mágico no %@ e desbloqueie todos os pincéis, incluindo「%@」
th: แชร์ แปรงวิเศษ ใน %@ และปลดล็อคแปรงทั้งหมดรวมทั้ง「%@」
vi: Chia sẻ Chổi vẽ diệu kỳ trên %@ và mở khóa tất cả Chổi vẽ bao gồm 「%@」
zh_hans: 分享魔幻笔功能到%@，即可解锁包括「%@」在内的所有魔幻笔。
zh_hant: 分享魔幻筆功能到%@，即可解鎖包括「%@」在內的所有魔幻筆。

# 分享你的变美百科，可以让更多人看到哦！
source: Share your beauty tutorials to get noticed!
es: ¡Comparte tus tutoriales de belleza y hazte notar!
hi: ध्यान आकर्षित करने के लिए अपने ब्यूटी ट्यूटोरियल साझा करो!
id_id: Bagikan tutorial kecantikan Anda untuk mendapatkan perhatian!
ja: 美容チュートリアルをシェアして注目を集めましょう！
ko: 자신의 뷰티 튜토리얼을 공유해서 주목을 끄세요!
pt_br: Compartilhe seus tutoriais de beleza e seja reconhecido!
th: แชร์บทสอนการแต่งสวยของคุณให้โดดเด่น!
vi: Chia sẻ các bài hướng dẫn làm đẹp của bạn để gây chú ý!
zh_hant: 分享你的變美百科，可以讓更多人看到喔！

# 分享失败，视频长度不符合抖音要求(视频长度≥3秒)
source: Failed to share. TikTok's requires videos to be at least 3 seconds in length.
ja: シェアに失敗しました。TikTokでは3秒以上の長さの動画が必要です。
ko: 공유에 실패했습니다. TikTok에 공유하려면 동영상 길이가 최소 3초 이상이어야 합니다.
zh_hant: 分享失败，视频长度不符合Tiktok要求(视频长度≥3秒)

# 分享失败，视频长度不符合抖音要求(视频长度在3s ~ 1小时内)
source: Failed to share. TikTok requires that videos be between 3 seconds and 1 hour in length.
zh_hant: 分享失败，视频长度不符合Tiktok要求(视频长度在3s ~ 1小时内)

# 分享图片
source: Share
bo_cn: འདྲ་པར་མཉམ་སྤྱོད།
es: Compartir
hi: शेयर करें
id_id: Bagikan
ja: 共有
ko: 공유
pt_br: Compart
th: แชร์
vi: Chia sẻ
zh_hans: 分享图片
zh_hant: 分享圖片

# 粉瓷白
source: Light
id_id: Putih
ja: 明るめ
ko: 밝음
th: แฟร์
vi: Sáng
zh_hant: 粉瓷白

# 粉丝
source: Followers
bo_cn: རྒྱབ་སྐྱོར་པ།
es: Seguidores
hi: फ़ॉलो करने वाले
id_id: Pengikut
ja: フォロワー
ko: 팔로워
pt_br: Seguidores
th: ผู้ติดตาม
vi: Người theo dõi
zh_hant: 粉絲

# 粉钻会员专属权益
source: Meitu VIP Benefits
id_id: Keuntungan sebagai VIP Meitu
ja: Meitu VIPの特典
ko: Meitu VIP 혜택
th: สิทธิประโยชน์ Meitu VIP
vi: Quyền Lợi VIP của Meitu
zh_hant: Meitu VIP 會員權益

# 丰唇(面部重塑)
source: Augmentation
es: Mejora
hi: संवर्धन
id_id: Volume
ja: 唇を厚く
ko: 도톰하게
pt_br: Aprimoramento
th: อวบอิ่ม
vi: Đầy đặn
zh_hans: 丰唇
zh_hant: 豐唇

# 丰太阳穴
source: Temple
id_id: Pelipis
ja: こめかみ
ko: 관자놀이
th: ขมับ
vi: Thái dương
zh_hant: 太陽穴

# 丰胸
source: Chest
id_id: Dada
ja: 胸
ko: 가슴
th: หน้าอก
vi: Ngực
zh_hant: 豐胸

# 风格
source: Style
es: Estilo
hi: स्टाइल
id_id: Gaya
ja: スタイル
ko: 스타일
pt_br: Estilo
th: สไตล์
vi: Kiểu
zh_hant: 風格

# 风格妆
source: Style
id_id: Gaya
ja: スタイル
ko: 스타일
th: สไตล์
vi: Phong cách
zh_hant: 風格妝

# 风景
source: Scenery
bo_cn: ཡུལ་ལྗོངས།
es: Panorama
hi: नजारे
ja: 風景
ko: 경치
pt_br: Cenário
th: ทิวทัศน์
zh_hant: 風景

# 封面
source: Cover
bo_cn: ངོ་དངོས།
es: Portada
hi: कवर
id_id: Penutup
ja: カバー
ko: 커버
pt_br: Capa
th: หน้าปก
vi: Bìa
zh_hans: 封面
zh_hant: 封面

# 否
source: No
bo_cn: དགག་པ་འི།
hi: नहीं
id_id: Tidak
ja: いいえ
ko: 아니요
pt_br: Não
th: ไม่
vi: Không
zh_hant: 否

# 肤色
source: Tone
bo_cn: ངོ་པགས།
es: Tono
hi: टोन
id_id: Warna
ja: トーン
ko: 피부
pt_br: Tom
th: โทน
vi: Tông màu
zh_hant: 膚色

# 肤色功能
source: Skin Tone Adjustment
id_id: Penyesuaian Warna Kulit
ja: 肌色調整
ko: 피부 톤 설정
th: ฟังก์ชันโทนสีผิว
vi: Điều chỉnh tông màu da
zh_hant: 膚色功能

# 肤色美白
source: Skin
bo_cn: ཤ་མདོག་པོ་
es: Piel
hi: त्वचा
id_id: Terangkan
ja: 肌色
ko: 피부
pt_br: Pele
th: ผิว
vi: Sáng da
zh_hans: 肤色美白
zh_hant: 膚色美白

# 肤质
source: Skin type
id_id: Jenis Kulit
ja: 肌タイプ
ko: 피부타입
th: ประเภทผิว
vi: Loại da
zh_hant: 膚質

# 服务升级，该功能暂不可用
source: Service upgrading: this feature is temporarily unavailable
bo_cn: ཞབས་ཞུ་རིམ་འཕར་།ནུས་པ་དེ་གནས་སྐབས་བེད་སྤྱོད་བྱེད་མི་ཐུབ་།
es: Actualización del servicio: por el momento, esta función no está disponible.
hi: इस फीचर को अपग्रेड करने वाली सेवा फिलहाल अनुपलब्ध है
id_id: Peningkatan layanan: fitur ini sementara tidak tersedia
ja: サービスのアップグレード中: この機能は一時的にご利用いただけなくなっています
ko: 서비스 업그레이드 중: 이 기능은 일시적으로 사용하실 수 없습니다
pt_br: Atualização do serviço: esse recurso está temporariamente indisponível
th: การอัปเกรดบริการ: ฟีเจอร์นี้ใช้งานไม่ได้ชั่วคราว
vi: Đang nâng cấp dịch vụ: tính năng này hiện đang tạm thời không có sẵn
zh_hant: 服務升級，該功能暫無法使用

# 服务协议
source: Terms of Service
bo_cn: ཞབས་ཞུའི་གན་རྒྱ།
es: Términos del servicio
hi: उपयोग की शर्तें
id_id: Ketentuan Penggunaan
ja: ご利用規約
ko: 서비스 약관
pt_br: Termos de Serviço
th: ข้อตกลงการให้บริกา
vi: Điều khoản dịch vụ
zh_hans: 服务协议
zh_hant: 服務條款

# 服务协议及隐私权政策
source: Terms of Service and Privacy Policy
bo_cn: ཞབས་ཞུ་གན་རྒྱ་དང་གསང་དབང་སྒྲིག་ཁྲིམས།
es: Términos del servicio y política de privacidad
hi: सेवा की शर्तें और निजता नीति
id_id: Ketentuan Penggunaan dan Kebijakan Privasi
ja: ご利用規約とプライバシーポリシー
ko: 서비스 약관 및 개인정보 보호정책
pt_br: Termos de Serviço e a Política de Privacidade
th: ข้อตกลงบริการและนโยบายความเป็นส่วนตัว
vi: Điều khoản dịch vụ & Chính sách cá nhân
zh_hans: 服务协议及隐私权政策
zh_hant: 服務條款及隱私權政策

# 辅助线
source: Grid lines
bo_cn: རམས་འདེགས་ཐིག
es: Líneas de cuadrícula
hi: ग्रिड लाइनें
id_id: Garis kisi
ja: グリッド線
ko: 그리드 라인
pt_br: Linhas da grade
th: เส้นกริด
vi: Dòng lưới
zh_hans: 辅助线
zh_hant: 輔助線

# 复制
source: Copy
bo_cn: འདྲ་བཤུ།
es: Copiar
hi: कॉपी
id_id: Salin
ja: コピー
ko: 복사
pt_br: Copiar
th: คัดลอก
vi: Sao chép
zh_hant: 複製

# 复制成功
source: Copied
bo_cn: འདྲ་བཤུ་ལེགས་འགྲུབ་བྱུང་བ།
es: Copiado
hi: कॉपी कर लिया गया
id_id: Disalin
ja: コピーしました
ko: 복사됨
pt_br: Copiado
th: คัดลอกแล้ว
vi: Đã sao chép
zh_hant: 複製成功

# 复制链接
source: Copy URL
bo_cn: འདྲ་བཤུ་སྦྲེལ་མཐུད།
es: Copiar URL
hi: URL कॉपी करें
id_id: Salin URL
ja: URLをコピー
ko: URL 복사
pt_br: Copiar URL
th: คัดลอก URL
vi: Sao chép URL
zh_hans: 复制链接
zh_hant: 複製連結

# 复制失败
source: Copy failed
bo_cn: འདྲ་བཤུ་ལེགས་འགྲུབ་མ་བྱུང་བ།
es: No se pudo copiar
hi: कॉपी नहीं हो पाया
id_id: Penyalinan gagal
ja: コピーに失敗しました
ko: 복사 실패
pt_br: Falha ao copiar
th: คัดลอกล้มเหลว
vi: Sao chép thất bại
zh_hant: 複製失敗

# 馥郁
source: Elegant
id_id: Elegan
ja: エレガント
ko: 멜랑꼴리
th: สง่า
vi: Thanh lịch
zh_hant: 馥郁

# 该城市下还没有地标哦
source: There is no landmark in this city.
bo_cn: གྲོང་ཁྱེར་འདི་ལ་ད་རུང་ས་རྟགས་མི་འདུག
es: No hay puntos de referencia en esta ciudad.
hi: इस शहर में कोई लैंडमार्क नहीं है
id_id: Tidak ada tengaran di kota ini
ja: この都市にランドマークはありません。
ko: 이 도시에는 랜드마크가 없습니다.
pt_br: Não há marcos nesta cidade.
th: ไม่มีแลนด์มาร์กในเมืองนี้
vi: Không có điểm mốc nào dưới thành phố này
zh_hant: 該城市下還沒有地標唷

# 该地标下还没有内容哦
source: There is no content for this landmark.
bo_cn: ས་རྟགས་འདིའི་རྗེས་ནས་གནས་སྐབས་ནང་དོན་གཞན་མེད།
es: No hay contenido para este punto de referencia.
hi: इस लैंडमार्क में कोई सामग्री नहीं है
id_id: Tidak ada konten dalam tengaran ini
ja: このランドマークにコンテンツはありません。
ko: 이 랜드마크에는 내용이 없습니다.
pt_br: Não há conteúdos para este marco.
th: ไม่มีเนื้อหาภายในแลนด์มาร์กนี้
vi: Không có nội dung nào nằm dưới mốc giới này
zh_hant: 該地標下還沒有內容喔

# 该分类还未下载任何素材，快去素材中心下载吧！
source: You have not downloaded any materials for this category. Go to the Material Center now!
bo_cn: རྒྱུ་ཆ་འདི་དག་ད་རུང་ཕབ་ལེན་བྱེད་མེད་པས། མྱུར་དུ་རྒྱུ་ཆ་སྟུ་གནས་ནས་ཕབ་ལེན་བྱེད་དགོས།
es: No has descargado ningún material de esta categoría. ¡Ve al centro de materiales ahora!
hi: आपने इस श्रेणी की कोई सामग्री डाउनलोड नहीं की है। अभी मटेरियल सेंटर पर जाएँ!
id_id: Anda belum mengunduh bahan untuk kategori ini. Buka Material Center sekarang!
ja: このカテゴリで素材はダウンロードされていません。今すぐ素材センターにアクセスしてください！
ko: 이 카테고리에 아무것도 다운로드하지 않았습니다. 지금 자료 센터로 이동하세요!
pt_br: Você não fez o download de nenhum material para esta categoria. Entre no Centro de Materiais agora mesmo!
th: คุณยังไม่ได้ดาวน์โหลดเนื้อหาใด ๆ สำหรับหมวดหมู่นี้ ไปที่ ศูนย์เนื้อหา ตอนนี้!
vi: Bạn chưa tải về bất kỳ nội dung nào cho danh mục này. Hãy vào ngay Trung tâm Nội dung!
zh_hans: 该分类还未下载任何素材，快去素材中心下载吧！
zh_hant: 此分類尚未下載任何素材，請前往素材中心下載吧！

# 该分类已不存在了哦~
source: This category no longer exists
bo_cn: རིགས་དབྱེ་འདི་ད་ལྟ་་མི་འདུག
es: Esta categoría ya no existe
hi: यह श्रेणी अब मौजूद नहीं है
id_id: Kategori ini sudah tidak ada
ja: このカテゴリはなくなりました
ko: 이 카테고리는 더 이상 존재하지 않습니다.
pt_br: Esta categoria não existe mais
th: หมวดหมู่นี้ไม่มีอีกต่อไป
vi: Danh mục này không còn tồn tại
zh_hans: 该分类已不存在了哦~
zh_hant: 該分類已不存在的喔～

# 该马赛克不支持形状笔刷哦~
source: This mosaic does not support brush shapes.
es: Este mosaico no admite formas de pincel.
hi: यह मोज़ैक ब्रश आकृतियों को सपोर्ट नहीं करता।
id_id: Mosaik ini tidak mendukung bentuk kuas.
ja: このモザイク効果にはブラシ図形をサポートしていません。
ko: 이 모자이크는 브러시 모양을 지원하지 않습니다.
pt_br: Este mosaico não tem suporte para formatos de pincel.
th: โมเสกนี้ไม่รองรับรูปทรงแปรง
vi: Tranh khảm này không hỗ trợ hình dạng cọ.
zh_hant: 該馬賽克不支援形狀筆刷喔~

# 该模板原始素材已被删除，但仍可继续使用
source: The original effects of the template have been deleted, but you can still use it.
es: Los efectos originales de la plantilla se eliminaron, pero puedes seguir usándola.
hi: टेम्पलेट का मूल इफेक्ट हटा दिया गया है, लेकिन आप उसे अब भी इस्तेमाल कर सकते हैं।
id_id: Efek asli template telah dihapus, tapi kamu masih dapat menggunakannya.
ja: テンプレートのオリジナル効果が削除されましたが、テンプレートの引き続き使用はできます。
ko: 템플릿의 원래 효과는 삭제됐지만 아직 사용하실 수 있습니다.
pt_br: Os efeitos originais do modelo foram excluídos, mas você ainda pode utilizá-lo.
th: เอฟเฟกต์เดิมของเทมเพลตถูกลบไปแล้ว แต่คุณยังสามารถใช้ได้อยู่
vi: Các hiệu ứng gốc của mẫu đã bị xóa, nhưng bạn vẫn có thể sử dụng nó.
zh_hans: 该配方原始素材已被删除，但仍可继续使用
zh_hant: 該配方原始素材已被刪除，但仍可繼續使用

# 该内容已在此收藏夹中
source: This content is already in your Favorites.
id_id: Konten ini sudah ada di favorit.
ja: このコンテンツは既に「お気に入り」に追加されています。
ko: 해당 내용은 이미 즐겨찾기에 있습니다
th: เนื้อหาอยู่ในรายการโปรดนี้แล้ว
vi: Nội dung này đã ở trong Mục ưa thích của bạn.
zh_hant: 該內容已在此收藏夾中

# 该配方所用素材均已下架，换其他配方使用哦~
source: The elements in this tip are all offline, please change toanother tip.
id_id: Elemen dalam tips ini semuanya offline, harap ubah ke tips lain.
ja: このヒントに含まれているエレメントはすべてオフラインです。他のヒントに変更してください。
ko: 해당 팁의 모든 요소는 오프라인 상태입니다. 다른 팁으로 전환해 주세요.
th: องค์ประกอบในแม่แบบนี้เป็นออฟไลน์ทั้งหมด กรุณาเปลี่ยนเป็นแม่แบบอื่น
vi: Các yếu tố trong mẹo này đều ngoại tuyến, vui lòng đổi sang mẹo khác.
zh_hant: 該配方所用素材均已下架，換其他配方使用喔~

# 该配方已不支持使用，换其他的试试~
source: This edting tip is unavailable, please try another.
id_id: template ini tidak tersedia, harap coba lainnya.
ja: この編集ヒントは利用できません。他のヒントをお試しください。
ko: 이 템플릿은 사용할 수 없습니다, 다른 팁을 시도하세요.
th: ไม่สามารถใช้แม่แบบตัดต่อนี้ได้ กรุณาลองใหม่อีกครั้ง
vi: Mẹo chỉnh sửa này không còn nữa, vui lòng thử cái khác.
zh_hant: 該配方已不支援使用，換其他的試試吧~

# 该设备最多支持%ld个视频
source: %ld videos can be added at most on this device.
es: No puede haber más de %ld videos en este dispositivo.
hi: इस डिवाइस में %ld वीडियो से अधिक नहीं।
id_id: Tidak boleh lebih dari %ld video di perangkat ini.
ja: このデバイスのビデオは%ldつまでです。
ko: 이 기기에 동영상은 %ld개까지입니다.
pt_br: Não mais de %ld vídeo neste aparelho.
th: วิดีโอไม่เกิน %ld ไฟล์ในอุปกรณ์นี้
vi: Không có nhiều hơn %ld video trong thiết bị này.
zh_hant: 該裝置最多支援%Ld段影片

# 该素材不支持防抖
source: This feature does not support the anti-shake function
bo_cn: རྒྱུ་ཆ་དེས་འདར་འགོག་ལ་རྒྱབ་སྐྱོར་བྱེད་མི་ཐུབ་
es: Esta característica no admite la función antivibración
hi: यह फीचर एंटी-शेक फंक्शन को सपोर्ट नहीं करता
id_id: Fitur ini tidak mendukung fungsi anti-goyang
ja: この機能は手ぶれ補正機能に対応していません
ko: 이 기능은 흔들림 방지 기능을 지원하지 않습니다
pt_br: Este recurso não tem suporte para a função estabilizadora
th: ฟีเจอร์นี้ไม่รองรับฟังก์ชันป้องกันการสั่น
vi: Tính năng này không hỗ trợ chức năng chống rung
zh_hant: 該素材不支援防手震

# 该素材不支持切换取景尺寸
source: This feature does not support changes to the ratio
bo_cn: རྒྱུ་ཆ་དེས་གཡོ་དཔེ་སྒྱུར་པའི་རིང་ཐུང་ལ་རྒྱབ་སྐྱོར་བྱེད་མི་ཐུབ་
es: Esta característica no admite cambios de proporción
hi: यह फीचर रेश्यो में बदलाव को सपोर्ट नहीं करता
id_id: Fitur ini tidak mendukung perubahan rasio
ja: この機能は比率の変更に対応していません
ko: 이 기능은 화면 비율 변경을 지원하지 않습니다
pt_br: Este recurso não tem suporte para alterações de proporção
th: ฟีเจอร์นี้ไม่รองรับการเปลี่ยนสัดส่วนภาพ
vi: Tính năng này không hỗ trợ thay đổi tỉ lệ
zh_hant: 該素材不支援切換取景尺寸

# 该素材不支持切换摄像头
source: This feature does not support camera switcing
bo_cn: རྒྱུ་ཆ་དེས་བརྙན་མིག་བསྡུ་ལེན་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་མི་ཐུབ་
es: Esta característica no admite cambios de cámara
hi: यह फीचर कैमरा बदलने को सपोर्ट नहीं करता
id_id: Fitur ini tidak mendukung peralihan kamera
ja: この機能はカメラの切り替えに対応していません
ko: 이 기능은 카메라 전환을 지원하지 않습니다
pt_br: Este recurso não tem suporte para alternância de câmeras
th: ฟีเจอร์นี้ไม่รองรับการสลับกล้อง
vi: Tính năng này không hỗ trợ chuyển đổi camera
zh_hant: 該素材不支援切換鏡頭

# 该素材不支持闪光灯
source: This feature does not support flash
bo_cn: རྒྱུ་ཆ་དེས་འཁྲུག་སྒྲོན་ལ་རྒྱབ་སྐྱོར་བྱེད་མི་ཐུབ་
es: Esta característica no admite flash
hi: यह फीचर फ्लैश को सपोर्ट नहीं करता
id_id: Fitur ini tidak mendukung lampu kilat
ja: この機能はフラッシュをサポートしていません
ko: 이 기능은 플래쉬를 지원하지 않습니다
pt_br: Este recurso não tem suporte para flash
th: ฟีเจอร์นี้ไม่รองรับแฟลช
vi: Tính năng này không hỗ trợ đèn flash
zh_hant: 該素材不支援使用閃光燈

# 该素材仅在限定时间内使用哦
source: This material may only be used for a limited time
bo_cn: རྒྱུ་ཆ་འདི་དག་དུས་བཀག་ཡོད་པའི་ནང་བཀོལ་སྤྱོད་བྱེད་པ།
es: Este material solo se puede utilizar por un período limitado.
hi: यह सामग्री केवल सीमित समय तक उपयोग की जा सकेगी।
id_id: Materi ini hanya dapat digunakan dalam kurun waktu terbatas
ja: この素材は期間限定で使用できます。
ko: 이 자료는 제한된 시간 동안만 사용할 수 있습니다.
pt_br: Este material só pode ser usado durante um período de tempo limitado.
th: เนื้อหานี้สามารถใช้ได้ในระยะเวลาที่กำหนดเท่านั้น
vi: Chỉ có thể sử dụng nội dung này trong khoảng thời gian có hạn.
zh_hant: 該素材只能在限定時間內使用喔
