Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# WiFi下不会自动播放视频哦
source: Video will not play automatically while using Wi-Fi
bo_cn: WIFIགནས་ཚུལ་འོག་བརྙན་ཐུང་རང་འགུལ་གྱིས་གཏོང་མི་ཐུབ།
es: El video no se reproducirá automáticamente en un entorno de WiFi
hi: Wi-Fi मिलने पर वीडियो अपने आप प्ले नहीं होगा
id_id: Video tidak akan diputar secara otomatis dalam lingkungan Wi-Fi
ja: Wi-Fi環境で動画を自動的に再生しません
ko: 비디오가 Wi-Fi 환경에서 자동으로 재생되지 않습니다.
pt_br: O vídeo não será reproduzido automaticamente em um ambiente com Wi-Fi
th: วิดีโอจะไม่เล่นอัตโนมัติเมื่อใช้ Wi-Fi
vi: Video sẽ không tự động bật trong môi trường có Wi-Fi
zh_hans: WiFi下不会自动播放视频哦
zh_hant: WiFi環境下不會自動播放影片喔

# 淡出
source: Fade out
ja: フェードアウト
ko: 페이드아웃
th: เลือนออก
vi: Nhạt dần
zh_hant: 淡出

# 淡入
source: Fade in
ja: フェードイン
ko: 페이드인
th: เลือนเข้า
vi: Đậm dần
zh_hant: 淡入

# 淡入淡出
source: Fade in/out
id_id: Fade-in/Fade-out
ja: フェードイン/アウト
ko: 페이드인/페이드아웃
th: เลือนเข้าเลือนออก
vi: Đậm/nhạt dần
zh_hant: 淡入淡出

# 输入收藏夹描述
source: Please enter the description
id_id: Masukkan deskripsi
ja: 説明を入力してください
th: ใส่คำธิบายรายการโปรด
vi: Vui lòng nhập mô tả
zh_hant: 輸入我的最愛描述

# 系统存储空间已不足100MB，可能造成拍摄或导入的视频损坏或保存失败，建议清理存储空间后再重试。
source: You have less than 100 MB storage space remaining. This may corrupt the captured or imported videos or lead to failure in saving. Please free up some storage space and try again.
id_id: Anda memiliki ruang penyimpanan kurang dari 100 MB. Keadaan ini dapat merusak video yang diambil atau video yang diimpor atau menyebabkan kegagalan dalam menyimpan. Hapus file-file yang tidak diperlukan untuk menyediakan cukup ruang penyimpanan, dan coba lagi.
ja: ストレージの空き容量が100MB未満となりました。これにより、撮影またはインポートされた動画が破損される場合、または保存に失敗する場合があります。ストレージ容量を解放してからもう一度お試しください。
ko: 현재 남은 저장 공간이 100 MB 미만입니다. 캡처한 동영상이 훼손되거나 저장이 되지 않을 수 있습니다. 저장 공간을 확보하고 다시 시도해 주세요.
th: คุณมีพื้นที่เก็บข้อมูลเหลือน้อยกว่า 100 MB ซึ่งอาจทำให้วิดีโอที่บันทึกไว้เสียหาย หรือส่งผลให้บันทึกไม่สำเร็จ กรุณาเคลียร์พื้นที่บางส่วนแล้วลองอีกครั้ง
vi: Bạn có ít hơn 100 MB không gian lưu trữ còn lại. Điều này có thể làm hỏng video đã quay hoặc nhập hoặc dẫn đến lỗi khi đang lưu lại. Vui lòng giải phóng một chút không gian lưu trữ và thử lại.
zh_hant: 儲存空間已不足100MB，可能造成拍攝或匯入的影片損壞或儲存失敗，建議清理空間後再試。

# 暂无收藏音效
source: No music effects found
id_id: Tidak ditemukan efek musik
ja: 音楽効果が見つかりませんでした
ko: 저장된 배경 음악이 없습니다
th: ยังไม่มีเอฟเฟกต์เสียงในรายการโปรด
vi: Không tìm thấy hiệu ứng âm nhạc
zh_hant: 暫無收藏音效

source: again
es: de nuevo
hi: फिर से
id_id: lagi
ja: もう一度
ko: 다시
pt_br: de novo
th: อีกครั้ง
vi: lại

# 限时素材只能在一定时间内使用，过期后素材将不可再使用哦~
source: Limited time elements can only be used within a certain period of time. Once expired, the elements cannot be used.
ja: 期間限定エレメントは一定の期間のみ使用することができます。期限切れになったエレメントは使用できません。
ko: 리미티드 효과는 일정 시간동안만 쓸 수 있고, 유효기간이 지나면 사용할 수 없어요~
th: องค์ประกอบจำกัดเวลาใช้ สามารถใช้ได้ภายในช่วงเวลาหนึ่งเท่านั้น หลังจากหมดอายุองค์ประกอบจะไม่สามารถใช้งานได้อีกต่อไป~

source: After
es: Después
pt_br: Depois

source: click
es: clic
pt_br: clicar

source: Copyright ©
es: Derecho de autor ©
pt_br: Todos os direitos reservados ©

source: Submit
es: Enviar
pt_br: Enviar

# 微信
source: WeChat
bo_cn: བསྒྱུར་མ་
zh_hans: 微信

# 柚子相机
source: Pomelo
bo_cn: ཤིང་ཏོག་ཡིའུ་ཙི་དང་སྟུན་པ།
zh_hans: 柚子相机
