Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 超过的字符将被删除哦~
source: Extra characters will be deleted.
bo_cn: ལས་བརྒལ་བའི་ཡིག་རྟགས་བྱས་པ་སུབ་པ་ཨོ།
es: Se eliminarán los caracteres adicionales.
hi: अतिरिक्त अक्षर हटा दिए जाएँगे।
id_id: Karakter tambahan akan dihapus.
ja: 超過分の文字は削除されます。
ko: 초과하는 문자는 삭제됩니다.
pt_br: Caracteres extras serão excluídos.
th: อักขระส่วนเกินจะถูกตัดทิ้ง
vi: Các ký tự bổ sung sẽ bị xóa.
zh_hans: 超过的字符将被删除哦~
zh_hant: 超過的字元將會被刪除哦~

# 超清拍摄
source: HD Shoot
es: Captura HD
hi: एचडी शूट
id_id: Potret HD
ja: HD撮影
ko: HD 촬영
pt_br: Fotografia em alta resolução
th: ถ่ายแบบ HD
vi: Chụp HD
zh_hant: 高畫質拍攝

# 超清人像
source: AI Portrait
es: Retrato de IA
hi: एआई पोर्ट्रेट
id_id: Potret AI
ja: AIポートレート
ko: AI 인물 사진
pt_br: Retrato de IA
th: ภาพเหมือน AI
vi: Chân dung AI
zh_hant: 清晰人像

# 超清人像更擅长处理人像，请选择正脸人像照片哦。
source: AI Portrait is good at processing portraits. Please use a front facing photo.
es: El Retrato de IA es bueno para procesar retratos. Usa una foto de frente.
hi: एआई पोर्ट्रेट, पोर्ट्रेट पर प्रक्रिया के लिए अच्छा है। कृपया सामने देखता फोटो इस्तेमाल करें।
id_id: Potret AI hebat dalam memproses potret. Gunakan foto yang menghadap ke depan.
ja: 「AIポートレート」はポートレートの処理に最適です。正面を向いた写真を使用してください。
ko: AI 인물 사진은 인물 사진 처리에 뛰어납니다. 정면을 향한 사진을 사용해 주세요.
pt_br: O Retrato de IA é bom em processar retratos. Utilize uma foto em que esteja virado para frente.
th: ภาพเหมือน AI สามารถประมวลผลภาพเหมือนได้เป็นอย่างดี กรุณาใช้รูปที่ถ่ายหน้าตรง
vi: Chụp Chân dung AI rất tốt trong việc xử lý ảnh chân dung. Vui lòng sử dụng một ảnh chụp thẳng mặt.
zh_hant: 清晰人像更擅於處理人像，請選擇正面照喔。

# 撤回
source: Recall
id_id: Tarik
ja: 取り消し
ko: 지우기
th: ยกเลิก
vi: Gọi lại
zh_hant: 收回

# 撤回成功
source: Successfully recalled
id_id: Berhasil ditarik
ja: 取り消しが完了しました。
ko: 지우기 성공
th: ยกเลิกข้อความสำเร็จ
vi: Đã gọi lại thành công
zh_hant: 收回成功

# 撤回失败
source: Failed to recall
id_id: Gagal ditarik
ja: 取り消しに失敗しました
ko: 지우기 실패
th: ยกเลิกไม่สำเร็จ
vi: Gọi lại không thành công.
zh_hant: 收回失敗

# 撤回云美化服务授权
source: Recall the cloud beautification service authorization
es: Revoca la autorización del servicio de embellecimiento en la nube
hi: क्लाउड सौंदर्य सेवा प्राधिकार वापस लें
id_id: Panggil ulang otorisasi layanan kecantikan cloud
ja: クラウド美顔補正サービス認証を呼び戻す
ko: 클라우드 미화 서비스 인증 가져오기
pt_br: Chamar a autorização do serviço de embelezamento da nuvem
th: เรียกคืนการอนุญาตบริการแต่งสวยบนคลาวด์
vi: Gọi lại xác thực dịch vụ làm đẹp đám mây
zh_hant: 取消雲端美化服務授權

# 撤回中
source: Recalling...
id_id: Menarik...
ja: 取り消し中...
ko: 지우기 중
th: กำลังยกเลิก
vi: Đang gọi lại...
zh_hant: 收回中

# 撤销
source: cancelled
es: cancelada
hi: रद्द किया
id_id: dibatalkan
ja: キャンセル済み
ko: 취소됨
pt_br: cancelado
th: ยกเลิก
vi: Đã hủy
zh_hant: 撤銷

# 撤销保护笔
source: Remove still line
es: Elimina la línea fija
hi: स्टिल लाइन हटाएं
id_id: Hapus garis diam
ja: 静止線を削除
ko: 실선 제거
pt_br: Eliminar linha estática
th: ลบเส้นตรง
vi: Loại bỏ đường tĩnh
zh_hant: 撤銷保護筆

# 撤销擦除
source: Cancel
es: Cancelar
hi: रद्द करें
id_id: Batalkan
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hant: 撤銷擦除

# 撤销动画路径
source: Remove animated path
es: Elimina la ruta animada
hi: एनीमेटेड पाथ हटाएं
id_id: Hapus jalur animasi
ja: アニメート化されたパスを削除
ko: 애니메이션 경로 제거
pt_br: Eliminar trajetória de animação
th: ลบแนวทางการเคลื่อนไหว
vi: Loại bỏ đường dẫn hoạt họa
zh_hant: 撤銷動畫路徑

# 成为美图粉钻VIP，领取全部专属特权。
source: Enjoy all VIP features
id_id: Nikmati semua fitur
ja: フル機能をお楽しみください
ko: 모든 기능 사용
th: เพลิดเพลินกับทุกฟีเจอร์
vi: Tận hưởng tất cả các tính năng
zh_hant: 解鎖全部VIP功能

# 程度
source: Level
es: Nivel
hi: लेवल
ja: レベル
ko: 레벨
pt_br: Nível
th: ระดับ
vi: Mức độ
zh_hant: 程度

# 尺寸
source: Size
es: Tamaño
hi: साइज़
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hant: 尺寸

# 尺寸过小
source: The image size is too small
bo_cn: རིང་ཐུང་གི་ཚད་ཆུང་འདུག
es: El tamaño de la imagen es demasiado pequeño
hi: इमेज का आकार बहुत छोटा है
id_id: Ukuran gambar terlalu kecil
ja: 画像サイズが小さすぎます
ko: 이미지가 너무 작습니다.
pt_br: O tamanho da imagem é muito pequeno
th: ขนาดภาพเล็กเกินไป
vi: Kích cỡ ảnh quá nhỏ
zh_hans: 尺寸过小
zh_hant: 尺寸過小

# 宠物
source: Pet
bo_cn: གཅེས་དངོས།
es: Mascota
hi: पालतू
id_id: Piaraan
ja: ペット
ko: 애완동물
pt_br: Animal
th: สัตว์เลี้ยง
vi: Vật nuôi
zh_hans: 宠物
zh_hant: 寵物

# 出场
source: Ending
id_id: Penutup
ja: エンディング
ko: 엔딩
th: ปิด
vi: Kết thúc
zh_hant: 出場

# 出场动画
source: Ending
id_id: Penutup
ja: エンディング
ko: 엔딩
th: ปิด
vi: Kết thúc
zh_hant: 出場動畫

# 初恋
source: Delicate
bo_cn: ཐོག་མའི་དགའ་རོགས།
es: Delicado
hi: नाज़ुक
id_id: Halus
ja: デリケート
ko: 섬세
pt_br: Delicado
th: ละเอียดอ่อน
vi: Tinh tế
zh_hant: 初戀

# 处理失败，换张照片试试~
source: Processing failed. Please try another photo
bo_cn: འདྲ་པར་ཡང་བསྐྱར་ཅིག་བརྗེ་ནད་ཚོད་ལྟ་བྱས་དང་།་ཐག་གཅོད་བྱེད་མ་ཐུབ།
es: Falló el procesamiento. ¿Por qué no intentas con otra foto?
hi: संसाधन विफल। आप किसी और फ़ोटो को क्यों नहीं आज़माते?
id_id: Pemrosesan gagal. Coba foto lain?
ja: 処理に失敗しました。別の写真でお試しください。
ko: 처리 실패. 다른 사진을 촬영해 보세요.
pt_br: Falha ao processar. Que tal usar uma foto diferente?
th: การประมวลผลล้มเหลว ลองใช้ภาพอื่นดูไหม
vi: Xử lý bị lỗi. Sao bạn không thử một ảnh khác?
zh_hans: 处理失败，换张照片试试~
zh_hant: 處理失敗，請換張照片試試~

# 处理失败，请检查网络连接
source: Failed to process. Please check your network settings
id_id: Gagal memproses, periksa pengaturan jaringan Anda
ja: 処理に失敗しました。ネットワーク設定を確認してください
ko: 처리 실패. 네트워크 설정을 확인하세요
th: ไม่สามารถดำเนินการได้ กรุณาตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi: Không thể xử lý, vui lòng kiểm tra các thiết lập mạng của bạn
zh_hant: 處理失敗，請檢查您的網路設定。

# 处理失败，请重试
source: Failed to process, please try again.
id_id: Gagal memproses, harap coba lagi.
ja: 処理に失敗しました。再試行してください。
ko: 처리에 실패했습니다, 다시 시도해 주세요.
th: ไม่สามารถดำเนินการได้ กรุณาลองใหม่อีกครั้ง
vi: Không thể xử lý, vui lòng thử lại.
zh_hant: 處理失敗，請重試。

# 处理中
source: Processing
es: Procesando
hi: प्रोसेस कर रहे
id_id: Memproses
ja: 処理中
ko: 처리 중
pt_br: Processando
th: กำลังประมวลผล...
vi: Đang xử lý
zh_hant: 處理中

# 处理中...
source: Processing…
bo_cn: ཐག་གཅོད་བྱེད་བཞིན་ཡོད།
es: Procesando...
hi: प्रोसेस किया जा रहा है…
id_id: Memproses…
ja: 処理中...
ko: 처리 중...
pt_br: Processando…
th: กำลังประมวลผล...
vi: Đang xử lý…
zh_hans: 处理中...
zh_hant: 處理中...

# 触屏拍摄
source: Touch
bo_cn: མཛུབ་གནོན་བརྙན་ཤེལ་གྱིས་པར་རྒྱག་པ།
es: Tocar
hi: शूट करें
id_id: Ambil foto
ja: 撮影
ko: 촬영
pt_br: Gravar
th: ถ่าย
vi: Chụp
zh_hans: 触屏拍摄
zh_hant: 觸碰螢幕

# 触屏拍照已关闭
source: Tap to snap OFF
bo_cn: མཛུབ་གནོན་བརྙན་ཤེལ་པར་ཆས་ཀྱི་ཁ་རྒྱག་ཚར།
es: Tocar para tomar foto desactivado
hi: स्नैप करने के लिए टैप करें बंद
id_id: Ketuk untuk memotret nonaktif
ja: スナップ写真をOFFにするには、タップしてください
ko: 탭하여 사진 찍기 끄기
pt_br: Tocar para tirar foto desligado
th: กดเพื่อล็อค ปิด
vi: Nhấn để chụp nhanh TẮT
zh_hans: 触屏拍照已关闭
zh_hant: 觸碰螢幕拍照關閉

# 穿越CG次元
source: CG Filters
id_id: CG 필터
ja: CGフィルター
th: ผ่านมิติ CG
vi: Bộ Lọc CG
zh_hant: 穿越二次元

# 创建
source: Create
zh_hant: 創建

# 创建并邀请微信好友
source: Create an album and invite your WeChat friends
zh_hant: 創建並邀請WeChat好友

# 创建配方
source: Create templates
id_id: Buat template
ja: 編集ヒントを作成
ko: 템플릿 생성
th: สร้างแม่แบบ
vi: Tạo mẹo chỉnh sửa
zh_hant: 創建配方

# 创建收藏夹
source: Create
bo_cn: ཉར་དེབ་ཁང་གསར་འཛུགས་བྱེད།
es: Crear
hi: पसंदीदा बनाएं
id_id: Buat favorit
ja: お気に入りを作成
ko: 즐겨찾기 생성
pt_br: Criar
th: สร้างใหม่
vi: Tạo album
zh_hant: 創建收藏夾

# 创建私人相册
source: Create private album
zh_hant: 創建私人相簿

# 创建相册
source: Create
zh_hant: 創建相簿

# 创建相册失败
source: Failed to create album
zh_hant: 創建相簿失敗

# 创作者：
source: Creator
es: Creador
hi: रचयिता
id_id: Kreator
ja: クリエイター
ko: 크리에이터
pt_br: Criador
th: ผู้สร้าง
vi: Người tạo
zh_hant: 創作者

# 垂直
source: Vertical
id_id: Vertikal
ja: 垂直
ko: 수직
th: แนวตั้ง
vi: Chiều dọc
zh_hant: 垂直

# 垂直翻转
source: Vertical
id_id: Vertikal
ja: 垂直
ko: 수직
th: แนวตั้ง
vi: Chiều dọc
zh_hant: 直向

# 纯色背景
source: Plain
bo_cn: མདོག་གཅིག་རྒྱབ་ལྗོངས།
es: Sencillo
hi: सपाट
id_id: Polos
ja: 無地
ko: 일반
pt_br: Simples
th: ธรรมดา
vi: Thuần
zh_hans: 纯色背景
zh_hant: 純色背景

# 纯欲
source: Alluring
id_id: Memikat
ja: 魅惑的
ko: 퓨어뷰티
th: มีเสน่ห์
vi: Quyến rũ
zh_hant: 純慾

# 唇妆
source: Lip
bo_cn: ཁ་སྐག།
es: Labial
hi: लिप ग्लॉस
id_id: Lipstik
ja: 唇
ko: 립글로즈
pt_br: Gloss
th: ริมฝีปาก
vi: Môi
zh_hans: 唇妆
zh_hant: 唇妝

# 此音乐下暂时没有内容
source: Uh oh, there's nothing here.
es: Oh, no hay nada aquí.
hi: अरे, यहां कुछ भी नहीं है
id_id: Maaf, tidak ada apa-apa di sini
ja: おっと、ここには何もありません
ko: 이런, 아무것도 없군요
pt_br: Opa, não tem nada aqui
th: โอ๊ะโอ ที่นี่ไม่มีอะไร
vi: Ồ, không, không có gì ở đây
zh_hant: 此音樂暫時沒有內容

# 次使用
source: Used %s times
bo_cn: བཀོལ་སྤྱོད་བྱ་ཐེངས་
es: Usado %s veces
hi: %s बार उपयोग
id_id: Digunakan %s kali
ja: %s回使用済み
ko: %s번 사용함
pt_br: Usado %s vezes
th: ใช้แล้ว %s ครั้ง
vi: Đã sử dụng %s lần
zh_hant: %s次使用

# 从视频中提取音乐
source: Extract music from video
es: Extraer música desde un video
hi: वीडियो से संगीत लें
id_id: Ekstraksi musik dari video
ja: 動画から音楽を抽出
ko: 동영상에서 음악 추출
pt_br: Extrair música de um vídeo
th: แยกเพลงออกจากวิดีโอ
vi: Tách nhạc từ một video
zh_hant: 從影片中擷取音樂

# 从相册选择
source: Select from album
bo_cn: འདྲ་པར་ཁྲོད་ནས་འདེམས་རོགས།
es: Seleccionar del álbum
hi: एल्बम में से चुनें
id_id: Pilih dari album
ja: アルバムから選択する
ko: 앨범에서 선택
pt_br: Selecionar do álbum
th: เลือกจากอัลบั้ม
vi: Chọn từ album
zh_hant: 從相簿選擇

# 从预置图库选择
source: Select from default album
es: Seleccionar del álbum predeterminado
hi: डिफॉल्‍ट एलबम से चुनें
id_id: Pilih dari album default
ja: デフォルトアルバムから選択
ko: 디폴트 앨범에서 선택
pt_br: Selecionar do álbum padrão
th: เลือกจากอัลบั้มเริ่มต้น
vi: Chọn từ album mặc định
zh_hant: 從預設圖庫選擇

# 粗(五官)
source: Thick
bo_cn: སྦོམ་
es: Grueso
hi: मोटा
id_id: Tebal
ja: 濃い
ko: 두꺼움
pt_br: Espesso
th: หนา
vi: Dày
zh_hans: 粗
zh_hant: 粗

# 粗体
source: Bold
id_id: Tebal
ja: 太字
ko: 굵게
th: ตัวหนา
vi: Đạm
zh_hant: 粗體

# 粗细
source: Size
id_id: Ukuran
ja: サイズ
ko: 굵기
th: หนาบาง
vi: Kích thước
zh_hant: 粗細

# 粗细(面部重塑)
source: Size
es: Tamaño
hi: साइज़
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 粗细
zh_hant: 粗細

# 存储个人影像
source: Save private photos/videos
zh_hant: 儲存個人影像

# 存到相册
source: Save to album
bo_cn: འདྲ་པར་ཉར་དེབ་ནང་ལ་འཇུག་པ།
es: Guardar en el álbum
hi: एलबम में सहेजा
id_id: Simpan ke Album
ja: アルバムに保存
ko: 앨범에 저장
pt_br: Salvar no álbum
th: บันทึกลงอัลบั้ม
vi: Lưu vào Album của tôi
zh_hant: 存至相簿

# 存为草稿
source: Save as draft
bo_cn: ཉར་ཟིན་བྲིས་ཤིག་
es: Guardar como borrador
hi: ड्राफ्ट रूप में सहेजें
id_id: Simpan sebagai draf
ja: 下書きとして保存
ko: 초안으로 저장
pt_br: Salvar como rascunho
th: บันทึกเป็นแบบร่าง
vi: Lưu lại làm bản nháp
zh_hant: 存為草稿

# 存为贴纸
source: Save as a sticker
es: Guardar como pegatina
hi: स्टिकर के रूप में सहेजें
id_id: Simpan sebagai stiker
ja: スタンプとして保存
ko: 스티커로 저장
pt_br: Salvar como adesivo
th: บันทึกเป็นสติกเกอร์
vi: Lưu dưới dạng một nhãn dán
zh_hant: 存為貼紙

# 存为GIF
source: Save as GIF
es: Guardar como GIF
hi: जीआईएफ़ की तरह सहेजें
id_id: Simpan sebagai GIF
ja: GIFとして保存
ko: GIF로 저장
pt_br: Salvar como GIF
th: บันทึกเป็น GIF
vi: Lưu dưới dạng Ảnh động
zh_hant: 儲存為GIF

# 打开
source: Open
es: Abrir
hi: खोलें
id_id: Buka
ja: 開く
ko: 열기
pt_br: Abrir
th: เปิด
vi: Mở
zh_hant: 開啟

# 打开后，他人可以保存你的视频
source: Once enabled, others can save your videos.
zh_hant: 開啟後，他人將可以儲存你的影片

# 打开后，他人可以保存你的图片
source: Once enabled, others can save your images.
zh_hant: 打開後，其他人可以儲存你的圖片

# 打开后，他人可以使用你的视频原声拍摄视频
source: Turn on to allow other users to use your original audio in their videos.
es: Activa esta opción para permitir que otros usuarios utilicen tu audio original en sus videos.
hi: अनुमति दें कि आपके मूल ऑडियो का प्रयोग अन्य लोग अपने वीडियो में कर सकें।
id_id: Aktifkan untuk mengizinkan pengguna lain menggunakan audio asli Anda di videonya.
ja: オンにすると、他者があなたの動画の中のオリジナルオーディオが利用可能になります
ko: 기능을 켜면 다른 사람들이 내 동영상의 오리지널 오디오를 사용하도록 허용합니다.
pt_br: Ative para permitir que outros usuários utilizem seu áudio original nos vídeos deles.
th: เปิดเพื่ออนุญาตให้ผู้อื่นใช้เพลงของคุณในวิดีโอของพวกเขา
vi: Bật để cho phép những người dùng khác sử dụng âm thanh gốc của bạn trong các video của họ.
zh_hant: 開啟後,他人可以使用你的影片原聲錄製影片

# 打开后，他人可以在社区使用你的修图配方
source: Once enabled, others can apply your templates on community.
zh_hant: 開啟後，他人將可以在社群使用你的修圖配方

# 打开后，他人下载你的图片时会有水印
source: Once enabled, others can download your photos with watermark.
zh_hant: 開啟後，他人下載你的圖片時會有浮水印

# 打开镜头就能看见最美的自己，近50款小清新范儿的实时特效，搭配美颜功能，就是要用镜头宠爱你！
source: Every inch of you is perfect in the camera! Nearly 50 artistic real-time effects plus Retouch function will make you a stunner!
bo_cn: པར་སྒོ་ཕྱེ་ཚེ་ཆེས་མཛེས་པའི་རང་ཉིད་མཐོང་ཐུབ་ལ། ཁྱད་འཕགས་ལྡན་པའི་ནུས་པ་རིགས་ལྔ་བཅུ་ལྷག་དང་ངོ་མཛེས་འོས་སྦྱོར་བྱེད་པའི་ནུས་པ་བཅས་ལྡན།
es: Cada centímetro de você fica perfeito na câmera! Quase 50 efeitos artísticos em tempo real, além da função Retoque que deixará você com uma aparência estonteante!
hi: कैमरा में आपका हरेक इंच परिपूर्ण है! लगभग 50 कलात्मक रीयल-टाइम ईफेक्ट्स और साथ में रीटच फंक्शन आपको लाजवाब बनाएंगे!
ja: 隅々まで完璧な写真を作成できます！約50種のリアルタイムエフェクトとリタッチ機能によって、写真写りを良くします！
ko: 여러분의 모든 것이 카메라에서 완벽합니다! 거의 50개에 달하는 실시간 효과 및 리터치 기능이 여러분을 멋지게 만들어 드립니다!
pt_br: Cada centímetro de você fica perfeito na câmera! Quase 50 efeitos artísticos em tempo real, além da função Retoque que deixará você com uma aparência estonteante!
th: ความสมบูรณ์แบบของคุณในทุกอณูกับทุกภาพที่ถ่าย! เรียลไทม์เอฟเฟกต์สุดสวยเกือบ 50 แบบ พร้อมฟังก์ชั่น รีทัช ที่จะทำให้คุณเรียกความสนใจได้จากทุกสายตา!
vi: Từng milimét trên người bạn sẽ hoàn hảo trong camera! Gần 50 hiệu ứng nghệ thuật theo thời gian thực cùng với chức năng Sửa lại sẽ khiến bạn cực kỳ hấp dẫn!
zh_hant: 打開鏡頭就能看見最美的自己，近50款清新風格的即時特效，搭配美顏功能，我們就是要用鏡頭寵愛你！

# 打开苹果手机“设置”→进入“iTunes Store与App Store”→点击“Apple ID”→进入“账户设置”→点击“订阅”，选择美图秀秀，取消订阅
source: Go to Settings - iTunes Store and App Store – Enter your Apple ID – Account Settings – Subscription – Select Meitu – Cancel.
id_id: Buka Pengaturan - iTunes Store dan App Store - Masukkan ID Apple Anda - Pengaturan Akun - Langganan - Pilih Meitu - Batalkan.
ja: [設定] > [iTunes Store と App Store] > [Apple ID]を入力 > [アカウント設定] > [サブスクリプション] > [Meitu]を選択 > [キャンセル]。
ko: 애플 디바이스에서 "설정"→"iTunes Store 및 App Store"→"Apple ID" 선택→"계정" 선택→"구독" 선택” 후 구독 취소.
th: ไปที่การตั้งค่า - iTunes Store และ App Store - ป้อน Apple ID ของคุณ - การตั้งค่าบัญชี - การสมัครสมาชิก - เลือก Meitu - ยกเลิก
vi: Vào Cài Đặt - iTunes Store và App Store - Nhập ID Apple của bạn - Cài Đặt Tài Khoản - Đăng Ký - Chọn Meitu - Hủy.
zh_hant: 至iPhone“設定”→進入“iTunes Store與App Store”→點選“Apple ID”→進入“帳戶設定”→點選“訂閱”-美圖秀秀-取消訂閱；

# 打开通知提醒
source: Please enable notification reminder.
bo_cn: བརྡ་སྦྱོར་གསལ་བརྡ་སྒོ་ཕྱེ་བ།
es: Activa el recordatorio de notificación.
hi: कृपया सूचना रिमाइंडर चालू करें।
id_id: Harap aktifkan pengingat notifikasi.
ja: 通知リマインダーを有効にしてください。
ko: 미리 알림을 활성화하세요.
pt_br: Ative o lembrete de notificação.
th: กรุณาเปิดใช้การแจ้งเตือน
vi: Vui lòng bật lời nhắc thông báo.
zh_hans: 打开通知提醒
zh_hant: 啟用通知提醒

# 打开通知提醒(Alert)
source: Turn on notifications
bo_cn: བརྡ་སྦྱོར་གསལ་བརྡ་སྒོ་ཕྱེ་བ།
es: Activar notificaciones
hi: सूचनाएँ चालू करें
id_id: Harap aktifkan notifikasi
ja: 通知をONにする
ko: 알림 켜기
pt_br: Ativar notificações
th: เปิดใช้การแจ้งเตือน
vi: Bật thông báo lời nhắc
zh_hans: 打开通知提醒
zh_hant: 啟用通知提醒

# 打开我，你和网红之间就没有距离哦~🎁
source: Haven't you heard? A photo a day keeps the doctor away 😉
bo_cn: དེ་སྒོ་ཕྱེ་རྗེས། དྲ་སྒང་གི་གྲགས་ཆེའི་མི་སྣ་དང་ཁྱེད་གཉིས་ཀྱི་དབར་ཐག་ལ་ཧེ་བག་མི་འདུག😉
es: Ya sabes. No dejes para mañana la foto que puedes tomar hoy 😉
hi: आपने सुना नहीं? रोज फोटो लेना सेहत के लिए अच्छा होता है 😉
id_id: Buka aku dan kau akan menjadi semolek para jelita terkenal Internet!
ja: 知っていましたか？ 「1日1枚の写真で医者いらず」って 😉
ko: 아직 소식을 듣지 못하셨나요? 하루에 사진 1장이면 병원에 갈 필요가 없습니다.
pt_br: Você não ficou sabendo? Uma foto por dia traz saúde e alegria 😉
th: เคยได้ยินไหม? ถ่ายรูปวันละครั้งช่วยให้สุขภาพดี 😉
vi: Bạn chưa nghe thấy ư? Một bức ảnh một ngày giúp bạn tránh khói bệnh tật 😉
zh_hans: 打开我，你和网红之间就没有距离哦~🎁
zh_hant: 打開我，你和網路紅人們之間就沒有距離哦～🎁

# 大(五官)
source: Large
bo_cn: ཆུང་
es: Grande
hi: बड़ा
id_id: Besar
ja: 大
ko: 대형
pt_br: Grande
th: ใหญ่
vi: Lớn
zh_hans: 大
zh_hant: 大

# 大边框
source: Wide
bo_cn: མཐའ་སྒྲོམ་ཆེ་བ།
es: Ancho
hi: चौड़ा
id_id: Lebar
ja: ワイド
ko: 넓은
pt_br: Largo
th: กว้าง
vi: Rộng
zh_hans: 大边框
zh_hant: 大邊框

# 大光圈
source: Aperture
ja: アパーチャー
ko: 조리개
th: รูรับแสง
zh_hant: 大光圈

# 大家正在搜
source: Everyone is searching
id_id: Semua orang sedang mencari
ja: 全員検索中です
ko: 모두 검색 중
th: ทุกคนกำลังค้นหา
vi: Mọi người đều đang tìm kiếm
zh_hant: 熱門

# 大小(面部重塑)
source: Expand
bo_cn: ཆེ་ཆུང་།
es: Expandir
hi: विस्तृत करें
id_id: Ukuran
ja: 拡大
ko: 확장
pt_br: Expandir
th: ขนาด
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

# 大眼
source: Resize
bo_cn: མིག་ཆེ།
es: Agrandar ojos
hi: आकार बदलें
id_id: Mata bsr
ja: 目を大きく
ko: 눈 확대
pt_br: Aumentar
th: ขยายตา
vi: Mắt to
zh_hant: 大眼

# 单次播放
source: Once
es: Una vez
hi: एक बार
id_id: Sekali
ja: 1回
ko: 한 번
pt_br: Uma vez
th: ครั้งเดียว
vi: Một lần
zh_hant: 單次播放

# 单击标签切换方向
source: Tap tag once to rotate
bo_cn: ཁྱད་རྟགས་མཐེབ་གནོན་བྱས་ཏེ་ཁ་ཕྱོགས་བསྒྱུར་བ།
es: Toca una vez la etiqueta para rotarla
hi: घुमाने के लिए टैग को एक बार टैप करें
id_id: Ketuk label sekali untuk memutar
ja: タグをワンタップして回転
ko: 태그를 한 번 탭해서 회전시키기
pt_br: Toque na marcação uma vez para girar
th: แตะแท็กหนึ่งครั้งเพื่อหมุน
vi: Chạm vào thẻ một lần để xoay
zh_hans: 单击标签切换方向
zh_hant: 按一下標籤切換方向

# 单击美图遥控器按键
source: click Meitu Remote button
bo_cn: མཛེས་རིས་རྒྱང་བསྒྱུར་མཐེབ་གནོན།
es: haz clic en el botón del control remoto de Meitu
hi: Meitu रिमोट बटन पर क्लिक करें
id_id: klik tombol Meitu Remote
ja: [Meituリモコン] ボタンをクリックしてください
ko: Meitu 리모컨 버튼 클릭
pt_br: clique no botão Meitu Remote
th: คลิกที่ปุ่ม Meitu Remote
vi: nhấp vào nút Điều khiển từ xa Meitu
zh_hans: 单击美图遥控器按键
zh_hant: 點選[美圖遙控器] 按鈕

# 单击美图遥控器按键 进行连接。
source: click Meitu Remote button to complete the connection.
bo_cn: མཛེས་རིས་རྒྱང་བསྒྱུར་མཐེབ་གནོན་བྱས་ཏེ་འབྲེལ་མཐུད་བྱ།
es: haz clic en el botón del control remoto de Meitu para completar la conexión.
hi: कनेक्ट करने के लिए Meitu रिमोट बटन पर क्लिक करें।
id_id: klik tombol Meitu Remote untuk menyelesaikan koneksi.
ja: 接続を確立するには、[Meituリモコン] ボタンをクリックしてください。
ko: Meitu 리모컨 버튼을 클릭하여 연결합니다.
pt_br: clique no botão Meitu Remote para completar a conexão.
th: คลิกที่ปุ่ม Meitu Remote เพื่อสิ้นสุดการเชื่อมต่อ
vi: nhấp vào nút Điều khiển từ xa Meitu để hoàn tất kết nối.
zh_hans: 单击美图遥控器按键 进行连接。
zh_hant: 點選[美圖遙控器] 按鈕進行連線。

# 单击拍视频
source: Tap to record a video
bo_cn: གཅིག་མཐེབ་བསྣན་ནས་བརྙན་ཕབ།
es: Toca para grabar un video
hi: वीडियो रिकॉर्ड करने के लिए टैप करें
id_id: Ketuk untuk merekam video
ja: 動画を撮影するには、タップしてください
ko: 탭하여 비디오 녹화
pt_br: Toque para gravar um vídeo
th: กดเพื่อบันทึกวิดีโอ
vi: Nhấn để quay video
zh_hans: 单击拍视频
zh_hant: 選擇錄影

# 单击拍照，按住拍视频
source: Tap to take photos, hold to record videos.
bo_cn: ཐེངས་གཅིག་མནན་ཚེ་པར་ལེན་པ། ཡུན་རིང་མནན་ཚེ་བརྙན་ལེན་ཐུབ།
es: Toca para tomar fotos, mantiene presionado para grabar videos.
hi: फ़ोटो लेने के लिए टैप करें, वीडियो के लिए दबाकर रखें।
id_id: Ketuk untuk mengambil foto, tahan untuk merekam video.
ja: 写真を撮影するにはタップし、動画を撮影するには長押ししてください。
ko: 사진 촬영은 탭하고, 비디오 녹화하는 길게 누르세요.
pt_br: Toque para tirar fotos, mantenha pressionado para gravar vídeos.
th: แตะเพื่อถ่ายภาพ แตะค้างเพื่อบันทึกวิดีโอ
vi: Chạm để chụp ảnh, giữ để lưu video.
zh_hans: 单击拍照，按住拍视频
zh_hant: 點按拍照，長按錄影

# 单击拍照片
source: Tap to take a photo
bo_cn: གཅིག་མཐེབ་བསྣན་ནས་པར་རྒྱག།
es: Toca para tomar una foto
hi: फ़ोटो लेने के लिए टैप करें
id_id: Ketuk untuk memfoto
ja: 写真を撮影するには、タップしてください
ko: 탭하여 사진 촬영
pt_br: Toque para tirar uma foto
th: กดเพื่อถ่ายภาพ
vi: Nhấn để chụp ảnh
zh_hans: 单击拍照片
zh_hant: 選擇拍照

# 单品推荐
source: Recommended
bo_cn: ན་ཟུག་ཚོང་ཟོག་འོས་སྦྱོར།
es: Recomendar
hi: अनुशंसित
id_id: Disarankan
ja: おススメ
ko: 추천
pt_br: Recomendar
th: แนะนำ
vi: Được khuyến cáo
zh_hant: 單品推薦

# 单张贴纸
source: Stickers
bo_cn: ལྷེ་གཅིག་སྦྱར་བ།
hi: स्टिकर
id_id: Stiker
ja: スタンプ
ko: 스티커
pt_br: Adesivos
th: สติกเกอร์
vi: Nhãn dán
zh_hant: 單張貼紙

# 当你在使用相机、人像美容及滤镜相关自动功能时，将默认应用你所设定的美颜参数。
source: My Beauty will be applied by default when you are using auto functions like the camera, beautify, filters, and the beauty file
bo_cn: ཁྱོད་པར་ཆས་བེད་སྤྱོད་རྩིས་།འདྲ་པར་མཛེས་སྤྲས་དང་དེ་བཞིན་ཤེལ་འཚག་འབྲེལ་ཡོད་རང་འགུལ་བྱེད་ནུས་སྐབས་།ཁྱོད་ཀྱིས་ཁ་མ་སངས་པར་ཁས་ལེན་པ་བཀོལ་སྤྱོད་གཏན་འཁེལ་གནས་ཀྱི་མཛེས་ལོད་སྐྱེ་འབྲས་ཕྱག་མཛོད་ཁྱོད་ཀྱི་མཛེས་ལོད་སྐྱེ་འབྲས་ཕྱག་མཛོད་གཏན་འཁེལ་སུབ་པ་།
es: Mi belleza se aplicará en forma predeterminada cuando usas las funciones automáticas como la cámara, el embellecimiento, los filtros y el archivo de belleza
hi: कैमरा, सुंदर बनाओ, फिल्टर्स, और सुंदर ज़िंदगी जैसे ऑटो फंक्शन का उपयो करते समय माय ब्यूटी डिफॉल्ट से लागू होगा
id_id: Kecantikanku akan diterapkan secara default ketika Anda menggunakan fungsi otomatis seperti kamera, percantik, filter, dan file kecantikan
ja: 「マイビューティー」は、カメラ、美顔補正、フィルター、ビューティーファイルなどの自動機能を使用している場合に適用されます
ko: 내 뷰티가 카메라, 미화, 필터, 미화 파일 등의 자동 기능을 사용하실 때 기본으로 적용됩니다
pt_br: Minha Beleza será aplicado como padrão quando você estiver utilizando funções automáticas como a câmera, o embelezador, os filtros e o arquivo de beleza
th: ความงามของฉัน จะใช้งานเป็นค่าเริ่มต้นเมื่อคุณใช้ฟังก์ชันอัตโนมัติอย่างเช่นกล้อง, การแต่งสวย, ฟิลเตอร์, และไฟล์ความงาม
vi: Vẻ đẹp của Tôi sẽ được áp dụng theo mặc định khi bạn sử dụng các tính năng tự động như máy ảnh, làm đẹp, bộ lọc và tệp làm đẹp
zh_hant: 當在使用相機、人物美容及濾鏡等自動功能時，將默認使用你所設定的美顏設定。

# 当前的评论功能已关闭
source: Comments have been disabled
es: Se desactivaron los comentarios
hi: टिप्पणियां अक्षम की गई हैं
id_id: Komentar sudah dinonaktifkan
ja: コメントが無効にされました
ko: 답글이 금지됐습니다
pt_br: Os comentários foram desativados
th: ความคิดเห็นถูกปิดไว้
vi: Bình luận đã bị vô hiệu
zh_hant: 當前留言功能已關閉

# 当前环境昏暗，建议开启夜拍功能哦~
source: Try Night Vision mode in low-light conditions
bo_cn: ད་ལྟ་ཁོར་ཡུག་མུན་ནག་འདུག་པས།རེ་བ་ཡིན་ན་མཚན་པར་རྒྱག་པའི་བྱེད་ནུས་ཀྱི་སྒོ་ཕྱེ་ན་བཟང་།
es: Prueba el modo de visión nocturna en condiciones de luz baja
hi: धीमी रोशनी की स्थिति में रात को देखने वाला मोड चालू करें
id_id: Coba mode Penglihatan Malam dalam kondisi kurang cahaya
ja: 照明の暗い場所では、暗視モードをお試しください
ko: 어두운 환경에서 나이트 비전 모드 사용
pt_br: Em condições de pouca luz, experimente o modo Visão Noturna
th: ลองใช้โหมด มุมมองกลางคืน ในสภาพแสงน้อย
vi: Thử chế độ Tầm nhìn tối trong điều kiện thiếu sáng
zh_hans: 当前环境昏暗，建议开启夜拍功能哦~
zh_hant: 现在光線太暗，建議您開啟夜拍功能喔

# 当前仅授权访问部分照片，无法获取相册最新照片。
source: Currently, only some of your photos are authorized to beaccessed. We are unable to access the most recent photos in your album.
id_id: Saat ini, hanya beberapa foto Anda yang diizinkan untuk diakses. Kami tidak dapat mengakses foto terbaru di album Anda.
ja: 現在、一部の写真へのアクセスのみ許可されています。本アプリはアルバム内にある最近撮影された写真にアクセスすることができません。
ko: 현재, 사진 중 일부에만 액세스가 승인돼 있습니다. 당신의 앨범에 있는 가장 최근 사진에는 액세스할 수 없습니다.
th: ขณะนี้ คุณอนุญาตให้เข้าถึงเฉพาะบางรูปเท่านั้นเราไม่สามารถเข้าถึงรูปถ่ายล่าสุดในอัลบั้มคุณได้
vi: Hiện tại, chỉ được phép truy cập một số ảnh của bạn. Chúng tôi không thể truy cập các ảnh gần đây nhất trong album của bạn.
zh_hant: 1.目前僅授權取用部分照片，無法獲取相簿最新照片。

# 当前片段过短不支持定格
source: The current clip is too short to freeze.
id_id: Klip saat ini terlalu pendek untuk dibekukan.
ja: 現在のクリップは短すぎるためフリーズできません。
ko: 현재 클립이 너무 짧아서 프리즈할 수 없습니다.
th: คลิปสั้นเกินกว่าจะใช้การหยุดภาพ
vi: Clip hiện tại quá ngắn nên không thể đóng băng.
zh_hant: 該片段過短不支援定格

# 当前设备已绑定会员账号
source: The current device is already linked to a member account.
id_id: Perangkat saat ini telah tertaut ke akun anggota.
ja: 現在お使いのデバイスはメンバーアカウントにリンク付けされています。
ko: 현재 기기로 회원 계정에 링크했습니다.
th: เครื่องปัจจุบันเชื่อมกับบัญชีสมาชิกแล้ว
vi: Thiết bị hiện tại đã liên kết với một tài khoản thành viên.
zh_hant: 該裝置已綁定VIP帳號

# 当前使用的网络不是WiFi，是否继续下载
source: No Wi-Fi connection, continue to download?
bo_cn: མིག་སྔར་བཀོལ་སྤྱོད་བྱེད་བཞིན་པའི་དྲ་རྒྱ་ནི་WiFiརེད།་མུ་མཐུད་དུ་ཕབ་ལེན་བྱེད་དམ།
es: No hay conexión a WiFi, ¿deseas continuar con la descarga?
hi: वाईफाई अनुपलब्ध, डाउनलोड जारी रखें?
id_id: Tidak terhubung ke Wi-Fi, lanjutkan mengunduh?
ja: Wi-Fiに接続していません、ダウンロードを続行しますか？
ko: Wi-Fi 연결 없음, 다운로드를 계속할까요?
pt_br: Sem conexão wi-fi, continuar o download?
th: ไม่มีการเชื่อมต่อ Wi-Fi ต้องการดาวน์โหลดต่อหรือไม่
vi: Chưa kết nối với Wi-Fi, tiếp tục tải về?
zh_hant: 現在使用的網路並非Wi-Fi網路，要繼續下載嗎？
