Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 你可以在【我】中，设置你的个性化颜值管家哦
source: You can set your beauty in "Me"
bo_cn: ཁྱོད་ཀྱིས་（ང་།）ལས་པའི་ཁྲོད་ནས་ཁྱོད་ཀྱི་རང་གཤིས་ཅན་གྱི་མཛེས་བཟོའི་གཉེར་བ་བྱས་ན་ཆོག ་།
es: Puedes configurar tu belleza en el menú "Yo"
hi: आप "मैं" में अपनी सुंदरता सेट कर सकते हो
id_id: Anda dapat mengatur kecantikan Anda di fitur "Aku"
ja: 「私」から美顔補正の設定を行うことができます
ko: 내 미화는 "나"에서 설정하실 수 있습니다
pt_br: Você pode definir sua beleza em "Eu"
th: กำหนดความงามของคุณได้ใน "ฉัน"
vi: Bạn có thể thiết lập vẻ đẹp của mình trong mục "Tôi"
zh_hant: 你可以在【我】中，設定你的個性化美顏檔案喔

# 你可以在【我】中，设置你的专属个人水印哦
source: Manage your logos in "Me".
es: Puede administrar sus logotipos en Me.
hi: लोगो को Me में प्रबंधित कर सकते हैं।
id_id: Anda bisa mengelola logo Anda di sini.
ja: ロゴは「Me」から管理することができます。
ko: Me에서 내 로고를 관리하실 수 있습니다.
pt_br: Você pode gerenciar seus logos em Eu.
th: คุณสามารถจัดการโลโก้ได้ใน Me
vi: Bạn có thể quản lý các logo trong phần Tôi.
zh_hant: 你可以在【我】中，設定你的專屬浮水印。

# 你可拥有%1$ld个相册，每个相册最多%2$ld位成员。
source: You can create %1$ld albums, and you can add up to %2$ld members to each album.
zh_hant: 你可擁有%1$ld本相簿, 每本相簿最多%2$ld個成員。

# 你来晚了～原作者已删除此内容
source: Sorry. The author has removed this item.
id_id: Maaf. Penulis telah menghapus item ini.
ja: 申し訳ありません。著者がアイテムを削除しました。
ko: 죄송합니다. 저자가 해당 아이템을 제거했습니다.
th: ขออภัย ผู้สร้างได้ลบรายการนี้ออกไปแล้ว
vi: Rất tiếc. Tác giả đã gỡ bỏ mục này.
zh_hant: 你來晚了～原作者已刪除此內容

# 你输入的文字超过了规定字数，请重新编辑
source: You have exceeded the character limit. Please try again
bo_cn: ཁྱེད་ཀྱིས་གཏག་པའི་ཡི་གེ་གཏན་ཁེལ་གྱི་ཡིག་གྲངས་ལས་བརྒལ་འདུག་པས། ཡང་བསྐྱར་དག་སྒྲིག་བྱ་རོགས།
es: Has excedido el límite de caracteres. Inténtalo nuevamente
hi: आपने ज़रूरत से ज़्यादा अक्षर लिख दिए हैं। कृपया फिर से कोशिश करें
id_id: Anda sudah melebihi batas karakter. Harap coba lagi
ja: 文字数の上限を超えています。 再度お試しください
ko: 문자 제한을 초과했습니다. 다시 시도하세요.
pt_br: Você ultrapassou o limite de caracteres. Tente novamente
th: คุณถึงขีดจำกัดตัวอักษรที่กำหนดแล้ว กรุณาลองใหม่อีกครั้ง
vi: Bạn đã vượt quá giới hạn số ký tự. Xin thử lại
zh_hant: 你輸入的文字超過了規定的字數，請重新編輯

# 你所编辑的图片尚未保存，是否保存？
source: Save the change?
bo_cn: ཁྱོད་གནས་རྩོམ་སྒྲིག་པའི་པར་ད་དུང་ཉར་ཚགས་དང་།ཉར་ཚགས་ཡོད་མེད་དམ
es: ¿Guardar los cambios?
hi: परिवर्तन बचाओ?
id_id: Simpan perubahan?
ja: 変更内容を保存しますか？
ko: 변경 사항을 저장하시겠습니까?
pt_br: Salvar a alteração?
th: บันทึกการเปลี่ยนแปลง?
vi: Lưu lại thay đổi?
zh_hant: 你所編輯的圖片尚未儲存，是否儲存？

# 你所导入的图片比例过长，无法使用，请重新选择。
source: The image you imported is too long to be used. Please select another
bo_cn: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་འདྲ་པར་གྱི་བསྡུར་ཚད་ཅུང་རིང་དྲགས་པས།་བཀོལ་སྤྱོད་བྱ་ཐུབ་པ་མི་འདུག ཡང་བསྐྱར་འདེམས་རོགས
es: La imagen que importaste es muy larga, por lo que no puede utilizarse. Selecciona otra.
hi: जो इमेज आप लेकर आए हैं, वह बहुत बड़ी है। इसका इस्तेमाल नहीं किया सकता। कोई और चुनें।
id_id: Gambar yang Anda impor terlalu panjang dan tidak dapat digunakan. Pilih gambar lainnya
ja: インポートした画像が長すぎるため、使用できません。別の写真を選択してください。
ko: 가져온 이미지가 너무 길어서 사용할 수 없습니다. 다른 이미지를 선택하세요.
pt_br: A imagem que você importou é muito longa, e não pode ser usada. Selecione outra.
th: รูปภาพที่คุณนำเข้ามีความยาวมากเกินไป ไม่สามารถใช้ได้ กรุณาเลือกรูปอื่น
vi: Hình ảnh bạn đã nhập quá dài và không thể dùng được. Vui lòng chọn một ảnh khác
zh_hant: 你所匯入的圖片比例過長，無法使用，請重新選擇

# 你所购买的遥控器非官方二代美图遥控器，无法连接你的手机。
source: We cannot connect to your cell phone since the remote you bought is not an official 2nd generation Meitu Remote.
bo_cn: སྐུ་ཉིད་ཀྱིས་ཉོས་བའི་གཞུང་མིན་རབས་གཉིས་པའི་མཛེས་རིས་རྒྱང་བསྒྱུར་ཆས་དེ་ཁ་པར་དང་འབྲེལ་མཐུད་བྱ་
es: No podemos conectarnos a tu celular porque el control remoto que compraste no es un control remoto de 2da generación oficial de Meitu.
hi: हम आपका मोबाइल फ़ोन कनेक्ट नहीं कर सकते क्योंकि आप जो रिमोट लाए हैं, वह आधिकारिक दूसरी जेनेरेशन का Meitu रिमोट नही है।
id_id: Kami tidak dapat terhubung dengan ponsel Anda karena remote yang Anda beli bukan Meitu Remote generasi ke-2 resmi.
ja: ご購入になったリモコンは、公式の第2世代Meituリモコンではないため、携帯電話に接続できません。
ko: 구입한 리모컨이 정식 2세대 Meitu 리모컨이 아니기 때문에 휴대폰에 연결할 수 없습니다.
pt_br: Não foi possível estabelecer conexão com o seu celular. O controle remoto utilizado não é um controle oficial Meitu de segunda geração.
th: เราไม่สามารถเชื่อมต่อกับโทรศัพท์มือถือของคุณ เนื่องจากรีโมตที่คุณซื้อไม่ได้ Meitu Remote รุ่นที่ 2 ของแท้
vi: Chúng tôi không thể kết nối với điện thoại di động của bạn bởi bộ điều khiển bạn mua không phải là Điều khiển từ xa Meitu thế hệ thứ 2 chính thức.
zh_hans: 你所购买的遥控器非官方二代美图遥控器，无法连接你的手机。
zh_hant: 你所購買的遙控器，不是官方二代美圖遙控器，無法連線你的手機。

# 你所在地区未开放本功能。
source: The function is not available in your area.
bo_cn: ཁྱེད་སྡོད་སའི་ས་ཁུལ་ལ་གསར་སྤེལ་བྱེད་ནུས་འདོན་མེད་པ།
es: La función no está disponible en tu área.
hi: यह फंक्शन आपके क्षेत्र में उपलब्ध नहीं है
id_id: Fungsi ini tidak tersedia di area Anda.
ja: あなたの地域ではこの機能はご利用いただけません。
ko: 고객님의 지역에서는 이 기능을 사용하실 수 없습니다.
pt_br: A função não está disponível em sua área.
th: ฟังก์ชันนี้ใช้งานไม่ได้ในพื้นที่ของคุณ
vi: Chức năng này không sẵn có trong khu vực của bạn.
zh_hant: 你所在地區未開放此功能。

# 你添加的标签正在审核中，审核后将会展示你的商品/品牌标签
source: The tag you added is under review. Your product/brand will be displayed if it passes the review process.
es: La etiqueta que añadiste se está revisando. La etiqueta de tu producto/marca se mostrará si pasa el proceso de revisión.
hi: आपका जोड़ा लेबल समीक्षाधीन है। आपका उत्पाद/ब्राँड लेबल समीक्षा में मंजूर होने पर दिखाया जाएगा।
id_id: tandai yang Anda tambahkan sedang ditinjau. tandai produk/merek Anda akan ditampilkan jika sudah melewati proses peninjauan.
ja: 追加したタグは確認中です。確認プロセスを通過すると、製品/ブランドのタグが表示されるようになります。
ko: 추가하신 태그는 검토 중입니다. 검토 과정에 통과하면 해당 제품/브랜드 태그가 표시됩니다.
pt_br: A etiqueta que você adicionou está em revisão. Seu produto/marca será exibido se passar pelo processo de revisão.
th: ป้ายที่คุณเพิ่มกำลังอยู่ระหว่างการพิจารณา หากผ่านการพิจารณาแล้ว ป้ายสินค้า/แบรนด์ของคุณจะถูกแสดงขึ้น
vi: Nhãn bạn thêm đang được duyệt, sau khi duyệt xong sẽ hiển thị nhãn sản phẩm/thương hiệu của bạn.
zh_hant: 你添加的標籤正在審核，審核後將展示此商品/品牌標籤

# 你想和我说什么？
source: What would you like to say to me?
bo_cn: ཁྱེད་ཀྱིས་ང་ལ་སྐད་ཆ་ཅི་ཞིག་འཆད་འདོད་དམ།
es: ¿Qué te gustaría decirme?
hi: आप मुझसे क्या कहना चाहेंगे?
id_id: Apa yang akan Anda katakan kepada saya?
ja: ご意見はありますか？
ko: 저에게 무슨 말을 하고 싶으세요?
pt_br: O que você gostaria de dizer para mim?
th: คุณต้องการพูดอะไรกับฉันหรือเปล่า
vi: Bạn muốn nói gì với tôi?
zh_hant: 你想和我說什麼？

# 你已经购买粉钻会员啦
source: You've already purchased Meitu VIP.
id_id: Anda sudah membeli Meitu VIP.
ja: あなたは既にMeitu VIPを購入済みです。
ko: Meitu VIP를 이미 구매하셨습니다.
th: คุณซื้อ VIP Meitu แล้ว
vi: Bạn đã mua tài khoản VIP của Meitu.
zh_hant: 您已經購買了Meitu VIP.

# 你暂未授权云美化服务，不能撤销
source: You cannot recall the cloud beautification service because you have not yet authorized it.
es: No puedes revocar el servicio de embellecimiento en la nube porque no lo autorizaste.
hi: क्लाउड सौंदर्य सेवा को वापस नहीं लिया जा सकता क्योंकि आपने इसे अब तक अधिकृत नहीं किया है।
id_id: Anda tidak bisa memanggil ulang layanan kecantikan cloud karena Anda belum mengotorisasinya.
ja: クラウド美顔補正サービをまだ認証していないため、このサービスを呼び戻せません。
ko: 클라우드 미화 서비스를 아직 인증하시지 않아서 가져올 수 없습니다.
pt_br: Você não pode chamar o serviço de embelezamento da nuvem porque ainda não o autorizou.
th: คุณไม่สามารถเรียกคืนบริการแต่งสวยบนคลาวด์ได้เนื่องจากคุณยังไม่ได้อนุญาต
vi: Bạn không thể gọi lại dịch vụ làm đẹp đám mây bởi vì bạn chưa được cấp quyền.
zh_hant: 你暫未授權云美化服務，不能撤銷

# 昵称
source: Nickname
bo_cn: འབོད་མིང་།
es: Apodo
hi: उपनाम
id_id: Nama panggilan
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
th: ชื่อเล่น
vi: Biệt danh
zh_hant: 暱稱

# 昵称不能为空
source: Nickname cannot be blank
bo_cn: Nའབོད་མིང་སྟོང་བར་འཇོག་མི་རུང་།
es: El apodo no puede quedar en blanco
hi: निकनेम खाली नहीं रह सकता
id_id: Nama Panggilan tidak boleh kosong
ja: ニックネームは空白にできません
ko: 닉네임은 비워둘 수 없습니다.
pt_br: O apelido não pode estar em branco
th: ชื่อเล่นต้องไม่เว้นว่าง
vi: Bí danh không được để trống
zh_hant: 暱稱不能留空

# 昵称最多10个字哦
source: Maximum 10 characters.
bo_cn: ཆེས་མང་ན་ཡི་གེ་༡༠་མ་གཏོགས་ཡོད་མི་ཆོག།
es: Máximo 10 caracteres.
hi: अधिकतम 10 वर्ण
id_id: Maksimum 10 karakter.
ja: 最大10文字です。
ko: 최대 10자.
pt_br: Máximo de 10 caracteres.
th: สูงสุด 10 ตัวอักษร
vi: Tối đa 10 ký tự.
zh_hans: 昵称最多10个字哦
zh_hant: 暱稱最多10個字

# 年
source: year
id_id: tahun
ja: 年
ko: 연간
th: ปี
vi: năm
zh_hant: 年

# 年龄
source: Age
bo_cn: ལོ།
es: Edad
hi: उम्र
id_id: Umur
ja: 年齢
ko: 나이
pt_br: Idade
th: อายุ
vi: Tuổi
zh_hant: 年齡

# 您的好友最近不想动弹
source: No notifications yet
es: Todavía no hay notificaciones
hi: अब तक कोई सूचना नहीं
id_id: Belum ada notifikasi
ja: 通知はまだありません
ko: 현재 알림 없음
pt_br: Nenhuma notificação ainda
th: ยังไม่มีการแจ้งเตือน
vi: Chưa có thông báo nào
zh_hant: 您的好友最近沒有新動態

# 您将错过以下特权
source: You will miss out on:
id_id: Anda akan melewatkan:
ja: 次を使用できなくなります:
ko: 이하와 같은 혜택을 포기하게 됩니다
th: คุณจะพลาดสิทธิพิเศษดังต่อไปนี้
vi: Bạn sẽ bỏ lỡ:
zh_hant: 您將錯過以下特權

# 您使用的已经是美图秀秀最新版啦！
source: You already have the latest version
bo_cn: སྐུ་ཉིད་ཀྱིས་བཀོལ་སྤྱོད་བྱས་ཟིན་པ་ནི་མེའུ་ཐུའུ་མཛེས་བཟོའི་པར་གཞི་ཆེས་གསར་བ་དེ་ཡིན།
es: Ya tienes la última versión
hi: आपके पास पहले से ही नया वर्ज़न है
id_id: Anda sudah mempunyai versi terbaru
ja: すでに最新バージョンをご利用です
ko: 이미 최선 버전이 설치되어 있습니다.
pt_br: Você já tem a versão mais recente
th: คุณมีเวอร์ชั่นล่าสุดอยู่แล้ว
vi: Bạn đã có phiên bản mới nhất
zh_hans: 您使用的已经是美图秀秀最新版啦！
zh_hant: 您使用的已經是美圖秀秀最新版啦！

# 您输入的内容为空，请及时反馈问题给我们哦~
source: Please enter your message, we’d love to hear from you ☺
bo_cn: སྐུ་ཉིད་ཀྱི་ནང་དོན་སྟོང་བ་ཡིན་པས།གནད་དོན་ཡོད་ཚེ་དུས་ལྟར་ང་ཚོར་ཕྱིར་ལྡོག་བྱ་རོགས།☺
es: Ingresa tu mensaje. Nos encantaría escuchar de ti ☺
hi: अपना मैसेज लिखें, हमें आपकी राय जानकर खुशी होगी ☺
id_id: Harap masukkan pesan, kami senang mendapat kabarmu ☺
ja: メッセージを入力してください。お客様からのご意見をお待ちしております☺
ko: 메시지를 입력해 주십시오. 귀하의 피드백을 받고 싶습니다. ☺
pt_br: Insira sua mensagem, estamos ansiosos para saber a sua opinião ☺
th: กรุณากรอกข้อความของคุณ เราต้องการรับฟังความเห็นจากคุณ ☺
vi: Vui lòng nhập tin nhắn của bạn, chúng tôi rất muốn biết ý kiến của bạn ☺.
zh_hans: 您输入的内容为空，请及时反馈问题给我们哦~
zh_hant: 您輸入的內容為空，請及時反饋問題給我們哦~

# 您所在区域发生了改变, 是否要切换到当地版本
source: Your region has changed. Would you like to switch to the local version?
es: Tu región ha cambiado. ¿Quieres cambiar a la versión local?
hi: आपका क्षेत्र बदल गया है। नए क्षेत्र के संस्करण पर जाएं?
id_id: Wilayah Anda telah berubah. Ingin beralih ke versi lokal?
ja: 地域が変化されました。ローカルバージョンに切り替えますか？
ko: 지역이 변경됐습니다. 해당 지역 버전으로 전환하시겠어요?
pt_br: Sua região mudou. Gostaria de alterar para a versão local?
th: ภูมิภาคของคุณมีการเปลี่ยนแปลง ต้องการสลับไปยังเวอร์ชันท้องถิ่นหรือไม่?
vi: Vùng của bạn đã thay đổi. Bạn có muốn chuyển đổi sang phiên bản cục bộ không?
zh_hant: 所在區域改變，是否切換版本？

# 您选择的图片尺寸过大，请重新选择
source: The image is too large, please select another.
bo_cn: སྐུ་ཉིད་ཀྱི་འདྲ་པར་ཆེ་དྲགས་པས།བསྐྱར་གདམས་བྱ་རོགས།
es: La imagen es muy grande, seleccione otra.
hi: इमेज बहुत बड़ी है। कृपया दूसरी चुनें।
id_id: Gambarnya terlalu besar, harap pilih yang lain.
ja: 画像が大きすぎます。別の写真を選択してください。
ko: 이미지가 너무 큽니다. 다른 이미지를 선택하세요.
pt_br: A imagem é muito grande, selecione outra.
th: ภาพใหญ่เกินไป กรุณาเลือกภาพอื่น
vi: Ảnh quá lớn, hãy chọn một ảnh khác.
zh_hans: 您选择的图片尺寸过大，请重新选择
zh_hant: 您選擇的圖片尺寸過大，請重新選擇

# 浓淡
source: Intensity
bo_cn: གར་སླ།
es: Intensidad
hi: सघनता
id_id: Intensitas
ja: 強度
ko: 강도
pt_br: Intensidade
th: เฉด
vi: Cường độ
zh_hans: 浓淡
zh_hant: 濃淡

# 女
source: Female
bo_cn: མོ།
es: Femenino
hi: महिला
id_id: Wanita
ja: 女性
ko: 여성
pt_br: Feminino
th: หญิง
vi: Nữ
zh_hant: 女

# 女神
source: Goddess
bo_cn: ལྩ་མོ།
es: Diosa
hi: देवी
id_id: Dewi
ja: 女神
ko: 여신
pt_br: Deusa
th: เทพธิดา
vi: Tiên nữ
zh_hant: 女神

# 女团齐刘海
source: Blunt Bangs
id_id: Poni tumpul
ja: ぱっつん前髪
ko: 일자 앞머리
th: ผมหน้าม้า
vi: Tóc Mái Bằng
zh_hant: 齊瀏海

# 暖调白
source: Natural
ja: 標準的
ko: 내추럴
th: โทนสีอุ่น
vi: Tự nhiên
zh_hant: 暖調白

# 拍摄
source: Shoot
bo_cn: པར་རྒྱག་པ
es: Sacar foto
hi: शूटिंग
id_id: Potret
ja: 撮影
ko: 촬영
pt_br: Tirar
th: ถ่าย
vi: Chụp
zh_hant: 拍攝

# 拍照
source: Camera
bo_cn: པར་ལེན་པ།
es: Cámara
hi: कैमरा
id_id: Kamera
ja: カメラ
ko: 카메라
pt_br: Câmera
th: กล้อง
zh_hans: 拍照
zh_hant: 拍照

# 拍照(社区)
source: Take photo
bo_cn: པར་ལེན་པ།
es: Tomar una foto
hi: फ़ोटो लें
id_id: Ambil foto
ja: 写真を撮影する
ko: 사진 촬영
pt_br: Tirar foto
th: ถ่ายภาพ
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# 拍照后将自动保存到相册
source: Photos will be saved to album automatically.
es: Las fotos se guardarán automáticamente.
hi: Fotoğraflar otomatik olarak kaydedilir.
id_id: Foto akan otomatis disimpan.
ja: 写真が自動的に保存されます。
ko: 사진이 자동으로 저장됩니다.
pt_br: As fotos serão salvas automaticamente.
th: รูปภาพจะได้รับการบันทึก
vi: Ảnh sẽ được lưu tự động.
zh_hant: 拍照后將自動儲存到相簿

# 拍照时将有拍照声音哦
source: There will be a shutter sound when taking a picture.
bo_cn: པར་རྒྱག་སྐབས་སྒྲ་ཡོད།
es: Se escuchará el sonido del obturador al tomar una foto.
hi: चित्र लेते समय शटर की आवाज़ होगी।
id_id: Akan ada suara rana saat mengambil foto.
ja: 写真を撮影すると、シャッター音が鳴ります。
ko: 사진을 찍을 때 셔터 소리가 납니다.
pt_br: Será reproduzido um som de obturador ao tirar uma foto.
th: จะมีเสียงชัตเตอร์เมื่อทำการถ่ายภาพ
vi: Sẽ có tiếng màn trập khi chụp ảnh.
zh_hans: 拍照时将有拍照声音哦
zh_hant: 拍照時將有快門聲喔

# 排序
source: Order
es: Ordenar
hi: ऑर्डर
id_id: Urutkan
ja: 順序
ko: 오더
pt_br: Ordem
th: คำสั่ง
vi: Đặt hàng
zh_hant: 排序

# 配方
source: Templates
id_id: Template
ja: パターン
ko: 템플릿
th: แม่แบบ
vi: Mẫu
zh_hant: 配方

# 配方包含付费素材
source: There are paid items in the templates
id_id: Ada item berbayar di template
ja: 編集ヒントに有料アイテムが含まれています
ko: 템플릿에 유료 아이템이 있습니다
th: แม่แบบมีไอเทมที่ต้องชำระเงิน
vi: Có các mục phải trả phí trong các mẹo chỉnh sửa
zh_hant: 配方包含收費素材

# 配方上传成功
source: templates uploaded
id_id: template diunggah
ja: 編集ヒントがアップロードされました
ko: 템플릿 업로드됨
th: อัปโหลดแม่แบบสำเร็จ
vi: Đã tải lên mẹo chỉnh sửa
zh_hant: 配方上傳成功

# 配方上传失败
source: Failed to upload templates
id_id: Gagal mengunggah template
ja: 編集ヒントのアップロードに失敗しました
ko: 템플릿 업로드 실패
th: แม่แบบอัปโหลดไม่สำเร็จ
vi: Tải lên mẹo chỉnh sửa không thành công
zh_hant: 配方上傳失敗

# 配方上传中
source: Upload templates...
id_id: Mengunggah template...
ja: 編集ヒントをアップロード...
ko: 템플릿 업로드...
th: กำลังอัปโหลดแม่แบบ
vi: Tải lên các mẹo chỉnh sửa...
zh_hant: 配方上傳中

# 配方应用出错，换其他的试试哦~
source: There was an error when the tip was applied. Pleasy try another one.
id_id: Terjadi kesalahan saat resep diterapkan. Silakan coba yang lain.
ja: レシピの適用中にエラーが発生しました。他のレシピをお試しください。
ko: 레시피가 적용될 때 오류가 있었습니다. 다른 것으로 시도해 주세요.
th: เกิดข้อผิดพลาดขึ้นขณะประยุกต์ใช้ กรุณาลองแบบอื่น
vi: Đã xảy ra lỗi khi áp dụng công thức. Vui lòng thử một công thức khác.
zh_hant: 配方使用出錯，換其他的試試吧~

# 配件设置
source: Accessory settings
bo_cn: མཁོ་ཆས་སྒྲིག་བཟོ།
es: Configuraciones de accesorio
hi: एसेसरी सेटिंग
id_id: Pengaturan aksesori
ja: アクセサリ設定
ko: 액세서리 설정
pt_br: Configurações de acessórios
th: การตั้งค่าอุปกรณ์เสริม
vi: Cài đặt Phụ kiện
zh_hans: 配件设置
zh_hant: 配件設定

# 朋友圈
source: Moments
bo_cn: གྲོགས་ཚོམ།
es: Momentos
hi: मोमेंट्स
ja: モーメンツ
ko: 모멘트
pt_br: Momentos
th: โมเมนต์
vi: Khoảnh khắc
zh_hans: 朋友圈
zh_hant: 朋友圈

# 朋友圈新玩法!
source: New ways to share photos on Moments
bo_cn: གྲོགས་ཚོམ་རྩེ་སྟངས་གསར་བ།
es: Nuevas maneras para compartir fotos en Moments
hi: Moments पर फ़ोटो शेयर करने के नए तरीके
id_id: Cara baru untuk berbagi foto di Momen
ja: 新しい方法でMomentsで写真を共有
ko: 모멘트에서 사진을 공유하는 새로운 방법
pt_br: Novas formas de compartilhar fotos em Momentos
th: วิธีใหม่ ๆ ในการแชร์ภาพผ่าน Moments
vi: Những cách mới để chia sẻ ảnh trên Khoảnh khắc
zh_hans: 朋友圈新玩法!
zh_hant: 朋友圈新玩法!!

# 片段
source: Clip(s)
es: Clip
hi: क्लिप
id_id: Klip
ja: クリップ
ko: 클립
pt_br: Clipe
th: คลิป
vi: Clip
zh_hant: 片段

# 片段时长过短，暂不支持该转场
source: The duration of the clip is too short to apply this transition.
es: El clip es demasiado corto para aplicar esta transición.
hi: अवधि बहुत छोटी है और यह ट्रांज़िशन लागू नहीं कर सकते।
id_id: Durasi klip terlalu pendek untuk menerapkan transisi ini.
ja: クリップの再生時間が短すぎるため、このトランジションが適用できません。
ko: 클립의 재생 시간이 너무 짧아서 이 변환을 적용할 수 없습니다.
pt_br: A duração do clipe é muito curta para que esta transição seja aplicada.
th: ระยะเวลาของคลิปสั้นเกินกว่าจะใช้การเปลี่ยนภาพแบบนี้
vi: Độ dài của clip quá ngắn để áp dụng chuyển đổi này.
zh_hant: 片段時長過短，暫不支援該轉場。

# 片段时长过短，暂不支持继续调慢
source: The duration of the clip is too short to adjust speed.
es: El clip es demasiado corto para ajustar la velocidad.
hi: क्लिप की अवधि बहुत छोटी है और गति समायोजित नहीं कर सकते। क्लिप की अवधि बहुत छोटी है और यह ट्रांज़िशन लागू नहीं कर सकते।
id_id: Durasi klip terlalu pendek untuk menyesuaikan kecepatan.
ja: クリップの再生時間が短すぎるため、速度が調節できません。
ko: 클립의 재생 시간이 너무 짧아서 속도를 조정할 수 없습니다.
pt_br: A duração do clipe é muito curta para que a velocidade seja ajustada.
th: ระยะเวลาของคลิปสั้นเกินกว่าจะปรับความเร็ว
vi: Độ dài của clip quá ngắn để chỉnh sửa tốc độ.
zh_hant: 片段時長過短，暫不支援繼續調慢。

# 片段时长过短，暂不支持添加转场
source: The duration of the clip is too short to add transitions.
es: La duración del clip es muy corta para añadir transiciones.
hi: क्लिप की अवधि बहुत छोटी है और ट्रांज़िशन नहीं जोड़ सकते।
id_id: Durasi klip terlalu pendek untuk menambahkan transisi.
ja: クリップの再生時間が短すぎるため、トランジションが追加できません。
ko: 클립의 재생 시간이 너무 짧아서 변환을 추가할 수 없습니다.
pt_br: A duração do clipe é muito curta para adicionar transições.
th: ระยะเวลาคลิปสั้นเกินกว่าจะเพิ่มการเปลี่ยนภาพ
vi: Độ dài của clip quá ngắn để thêm chuyển đổi.
zh_hant: 片段時長過短，暫不支援新增轉場。

# 拼接
source: PicStrip
bo_cn: སྦྲེལ་མཐུད།
es: Tira
hi: पिकस्ट्रिप
id_id: Foto Strip
ja: 結合
ko: 사진 맞추기
th: รวมรูป
vi: Ghép ảnh
zh_hans: 拼接
zh_hant: 拼接

# 拼接模式暂不支持视频哦
source: The collage mode does not support video at this time
es: El modo de collage no admite video en este momento
hi: कोलाज मोड इस समय वीडियो के लिए उपलब्ध नहीं है
id_id: Mode kolase tidak mendukung video saat ini
ja: コラージュモードは現時点では動画をサポートしていません
ko: 콜라주 모드는 현재 동영상을 지원하지 않습니다
pt_br: O modo colagem não tem suporte para vídeos no momento
th: ไม่รองรับโหมดตัดปะวิดีโอในขณะนี้
vi: Nghệ thuật cắt dán không hỗ trợ video vào lúc này
zh_hant: 拼接模式暫不支援影片喔

# 拼图
source: Collage
bo_cn: པར་སྒྲིག་པ།
hi: कोलाज
id_id: Kolase
ja: コラージュ
ko: 콜라주
pt_br: Colagem
th: ต่อภาพ
vi: Ghép ảnh
zh_hans: 拼图
zh_hant: 拼圖

# 拼图(经典首页)
source: Collage
zh_hans: 拼图
zh_hant: 拼圖

# 拼图（社区首页）
source: Collage
bo_cn: 拼图
hi: कोलाज
id_id: Kolase
ja: コラージュ
ko: 콜라주
pt_br: Colagem
th: ต่อภาพ
vi: Ghép ảnh
zh_hans: 拼图
zh_hant: 拼圖

# 拼图边框
source: Frames
bo_cn: པར་སྒྲིག་མཐའ་ཤིང་།
es: Marcos
hi: फ़्रेम
id_id: Bingkai
ja: フレーム
ko: 프레임
pt_br: Quadros
th: กรอบ
vi: Khung
zh_hans: 拼图边框
zh_hant: 拼圖邊框

# 拼图大升级
source: Collage Updates
bo_cn: པར་སྒྲིག་པའི་རིམ་པ་འཕར་བ།
es: Actualizaciones de collage
hi: कोलाज के अपडेट
id_id: Pembaruan Kolase
ja: コラージュの更新
ko: 콜라주 업데이트
pt_br: Atualizações de Colagem
th: อัพเดตการต่อภาพ
vi: Cập nhật Cắt dán nghệ thuật
zh_hans: 拼图大升级
zh_hant: 拼圖大升級

# 拼图功能需要至少%ld张图片!
source: At least %ld pics needed to create a collage!
bo_cn: པར་སྒྲིག་བྱེད་ནུས་སུ་ཉུང་ཡང་པར་%ldདགོས།
es: ¡Se necesitan al menos %ld fotos para crear un collage!
hi: कोलाज बनाने के लिए %ld तस्वीरों की ज़रूरत है!
id_id: Perlu min. %ld gambar untuk membuat kolase!
ja: コラージュを作成するには、%ld枚以上の写真が必要です！
ko: 콜라주를 만들려면 최소 %ld장의 사진이 필요합니다!
pt_br: São necessárias pelo menos %ld fotos para criar uma colagem!
th: ภาพต่อจะต้องมีภาพอย่างน้อย %ld ภาพ!
vi: Cần ít nhất %ld ảnh để tạo cắt dán nghệ thuật!
zh_hans: 拼图功能需要至少%ld张图片!
zh_hant: 拼圖功能需要至少%ld張圖片!

# 品牌
source: Brands
es: Marca
hi: ब्रांड
id_id: Merek
ja: ブランド
ko: 브랜드
pt_br: Marca
th: แบรนด์
vi: Nhãn hiệu
zh_hant: 品牌

# 评论
source: Comments
bo_cn: དཔྱད་བརྗོད།
es: Comentarios
hi: टिप्पणियां
id_id: Komentar
ja: コメント
ko: 의견
pt_br: Comentários
th: ความเห็น
vi: Nhận xét
zh_hant: 留言

# 评论(%d)
source: Comment (%d)
zh_hant: 留言

# 评论成功
source: Comment added
bo_cn: དཔྱད་བརྗོད་ལེགས་འགྲུབ་བྱུང་།
id_id: Komentar ditambahkan
ja: コメントを追加しました
ko: 답글 추가됨
th: เพิ่มคอมเมนต์แล้ว
vi: Đã thêm bình luận
zh_hant: 留言成功

# 评论成功
source: Commented
bo_cn: དཔྱད་བརྗོད་ལེགས་འགྲུབ་བྱུང་།
es: Comentó
hi: टिप्पणी की गई
id_id: Dikomentari
ja: コメント済み
ko: 의견을 제시함
pt_br: Comentado
th: ที่แสดงความเห็น
vi: Đã nhận xét
zh_hant: 留言成功

# 评论你的美志：
source: Commented:
id_id: Dikomentari
ja: コメント済み
ko: 의견을 제시함
th: แสดงความเห็น
vi: Đã bình luận
zh_hant: 回應你的美誌：

# 评论详情
source: View details
bo_cn: ཞིབ་ཕྲར་གཟིགས་པ།
es: Ver detalles
hi: जानकारी देखें
id_id: Lihat rincian
ja: 詳細を表示
ko: 세부 정보 보기
pt_br: Ver detalhes
th: ดูรายละเอียด
vi: Xem chi tiết
zh_hant: 留言詳情

# 屏蔽理由
source: Shield reason
bo_cn: སྒྲིབ་འགོག་གནས་ལུགས།
es: Razón del escudo
hi: शील्ड कारण
id_id: Alasan pemblokiran
ja: ブロック理由
ko: 차단 이유
pt_br: Razão de bloqueio
th: เหตุผลที่ปิดกั้น
vi: Lý do chặn
zh_hant: 封鎖理由

# 普通
source: Medium
bo_cn: རྒྱུན་ལྡན།
es: Medio
hi: मध्यम
id_id: Sedang
ja: 中
ko: 중간
pt_br: Médio
th: ปานกลาง
vi: Vừa
zh_hans: 普通
zh_hant: 普通

# 其他
source: Others
bo_cn: གཞན་དག
es: Otros
hi: दूसरे
id_id: Lainnya
ja: その他
ko: 기타
pt_br: Outros
th: อื่น ๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

# 起始时间
source: Start time
es: Hora de inicio
hi: शुरुआत समय
id_id: Waktu mulai
ja: 開始時間
ko: 시작 시간
pt_br: Horário de inicio
th: เวลาเริ่ม
vi: Thời gian bắt đầu
zh_hant: 起始時間

# 气泡水
source: Soda
es: Refresco
hi: सोडा
ja: ソーダ
ko: 소다
pt_br: Refrigerante
th: โซดา
zh_hant: 氣泡水

# 前天
source: 2 days ago
es: Hace 2 días
hi: 2 दिन पहले
id_id: 2 hari lalu
ja: 2日前
ko: 2일 전
pt_br: 2 dias atrás
th: 2 วันก่อน
vi: 2 ngày trước
zh_hant: 前天

# 前往设置
source: Go to Settings
id_id: Buka Setelan
ja: [設定] に移動
ko: 설정으로 이동
th: ไปที่ การตั้งค่า
vi: Vào mục Cài đặt
zh_hant: 去設定

# 前往下载
source: Download
bo_cn: ནང་འཇུག་བྱེད་དུ་འགྲོ།
es: Descargar
hi: डाउनलोड
id_id: Unduh
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
th: ดาวน์โหลด
vi: Tải về
zh_hans: 前往下载
zh_hant: 前往下載

# 前置自拍将为你自动镜像
source: Selfies taken with the front camera will be automatically mirrored.
bo_cn: མདུན་བཀོད་རང་པར་བསྐྱོན་ཆས་ཀྱིས་རང་འགུལ་ངང་ཤེལ་གཟུགས་བཟོ་སྲིད།
es: Las selfis tomadas con la cámara frontal tendrán automáticamente el efecto espejo.
hi: फ़्रंट कैमरे से ली गई सेल्फ़ीज़ अपने आप मिरर कर दी जाएँगी।
id_id: Foto selfie yang diambil dengan kamera depan akan dicerminkan secara otomatis.
ja: 前面カメラによる自撮り写真は自動的にミラーリングされます。
ko: 전면 카메라로 찍은 셀카가 자동으로 미러링됩니다.
pt_br: As selfies tiradas com a câmera frontal serão espelhadas automaticamente.
th: การถ่ายเซลฟีด้วยกล้องหน้าจะถูกกลับด้านเองโดยอัตโนมัติ
vi: Các bức ảnh tự sướng chụp với camera trước sẽ tự động được xoay đối xứng.
zh_hans: 前置自拍将为你自动镜像
zh_hant: 自拍時將自動鏡像

# 强度
source: Intensity
bo_cn: དྲག་ཚད།
es: Intensidad
hi: सघनता
id_id: Intensitas
ja: 強さ
ko: 강도
pt_br: Intensidade
th: ความเข้ม
vi: Cường độ
zh_hant: 強度

# 切换
source: Change
es: Cambiar
hi: बदलें
id_id: Ubah
ja: 変更
ko: 변경
pt_br: Alterar
th: เปลี่ยน
vi: Thay đổi
zh_hant: 切換

# 切换后当前磨皮效果将被清除
source: Once changed, the current smooth effect will be cleared.
es: Una vez efectuado el cambio, el efecto de suavizado actual se borrará.
hi: बदलने पर वर्तमान स्मूथ इफेक्ट चला जाएगा।
id_id: Setelah diubah, efek mulus saat ini akan dihapus.
ja: 一度変更すると、現在の美肌機能は消去されます。
ko: 변경하시면, 현재의 스무드 효과는 없어집니다.
pt_br: Uma vez alterado, o efeito suavizar atual será eliminado.
th: เมื่อเปลี่ยนแล้ว เอฟเฟกต์เรียบลื่นนี้จะถูกล้างทิ้ง
vi: Khi đã thay đổi, hiệu ứng làm mịn hiện tại sẽ được xóa.
zh_hant: 切換後當前磨皮效果將被清除

# 切换后置有惊喜哦
source: Try the back camera
bo_cn: ཨོ་བསྒྱུར་མཐུད་རྗེས་དགའ་སྣང་ཞིག་འཇོག་
es: Prueba la cámara posterior
hi: बैक कैमरा आजमाएं
id_id: Coba kamera belakang
ja: アウトカメラを試してください
ko: 후면 카메라로 시도하세요
pt_br: Experimente a câmera traseira
th: ลองใช้กล้องหลัง
vi: Thử camera sau
zh_hant: 切換至後鏡頭有驚喜喔

# 切换摄像头试试
source: Try switching camera
bo_cn: བརྙན་མིག་བརྗེ་དེ་ཚོར་ལྟ་སྣང་བ།
es: Intenta cambiar la cámara
hi: कैमरा बदलकर देखें
id_id: Coba mengganti kamera
ja: カメラを変更
ko: 카메라 전환
pt_br: Tente trocar de câmera
th: ลองสลับกล้อง
vi: Thử chuyển đổi camera
zh_hans: 切换摄像头试试
zh_hant: 切換鏡頭試試看

# 亲，没有更多可加载了...
source: No more content to load…
bo_cn: ཕབ་ལེན་བྱ་རྒྱུ་དེ་འདྲ་མང་པོ་མི་འདུག
es: Ya no hay contenidos
hi: और सामग्री नहीं है
id_id: Tidak ada konten lain
ja: これ以上コンテンツはありません
ko: 새로운 내용이 없습니다.
pt_br: Não há mais conteúdo
th: ไม่มีข้อมูลมากกว่านี้
vi: Không còn nội dung nào
zh_hant: 親愛的，沒有內容可以載入了…
