Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 这里可以调整五官哦
source: Adjust facial features here
bo_cn: འདི་ནས་དབང་བོ་ལྔ་བོ་ལེགས་སྒྲིག་བྱེད་ཆོག
es: Ajustar las características faciales aquí
hi: चेहरे की विशेषताएँ यहाँ समायोजित करें
id_id: Sesuaikan fitur wajah di sini
ja: ここで、顔の特徴を調節してください
ko: 여기서 얼굴 특징에 맞춰 메이크업 조정
pt_br: Ajuste as características faciais
th: ปรับองค์ประกอบใบหน้าที่นี่
vi: Điều chỉnh các tính năng khuôn mặt tại đây
zh_hans: 这里可以调整五官哦
zh_hant: 這裡可以調整五官喔

# 这里可以删除素材哦
source: Delete materials here.
bo_cn: འདི་ནས་དཔྱད་གཞི་བསུབ་རོགས།
es: Elimina materiales aquí
hi: यहाँ सामग्रियों को हटाएँ।
id_id: Hapus bahan di sini.
ja: ここで、素材を削除してください。
ko: 여기서 자료를 삭제하세요.
pt_br: Exclua os materiais aqui.
th: ลบเนื้อหาที่นี่
vi: Xóa các nội dung ở đây.
zh_hans: 这里可以删除素材哦
zh_hant: 這裡可以刪除素材哦

# 这里空空如也，快去创建你的修图配方吧
source: No templates found. Create one now.
id_id: Tidak ditemukan template. Buat sekarang
ja: 編集ヒントが見つかりませんでした。今すぐ作成
ko: 템플릿을 찾을 수 없습니다. 지금 생성하기
th: ยังไม่มีแม่แบบ ไปสร้างแม่แบบของคุณ
vi: Không tìm thấy mẹo chỉnh sửa nào. Hãy tạo ngay
zh_hant: 這裡空空如也，快去創建你的修圖配方吧

# 这里切换特效哦
source: Tap to switch filter
bo_cn: འདི་ནས་ཁྱད་ནུས་རྣམ་པ་བརྗེ་རོགས།
es: Tocar para cambiar de filtro
hi: फ़िल्टर स्विच करने के लिए टैप करें
id_id: Ketuk untuk mengganti filter
ja: フィルターを切り替えるには、タップしてください
ko: 탭하여 필터 전환
pt_br: Toque para trocar de filtro
th: กดเพื่อ สลับฟิลเตอร์
vi: Nhấn để đổi bộ lọc
zh_hans: 这里切换特效哦
zh_hant: 這裡切換濾鏡哦

# 这里添加妆容哦
source: Add makeup styles here
bo_cn: མཛེས་བཟོ་ཁ་སྣོན་བྱེད་པ།
es: Agregar estilos de maquillaje aquí
hi: मेकअप शैलियाँ यहाँ जोड़ें
id_id: Tambahkan gaya rias wajah di sini
ja: ここで、メーキャップスタイルを追加してください
ko: 여기서 메이크업 스타일 추가
pt_br: Adicione estilos de maquiagem aqui
th: เพิ่มสไตล์เมคอัพที่นี่
vi: Thêm phong cách trang điểm tại đây
zh_hans: 这里添加妆容哦
zh_hant: 在此添加妝容喔

# 这里添加自定义贴纸哦
source: Add customized stickers here.
bo_cn: འདི་ན་མཚན་ཉིད་སྦྱོར་ཤོག་སྣོན་དགོས།
es: Agregar pegatinas personalizadas aquí.
hi: कस्टमाइज़ किए स्टिकर यहां जोड़ें
id_id: Tambahkan stiker khusus di sini.
ja: カスタマイズしたスタンプをここに追加します。
ko: 커스텀 스티커는 여기서 추가하세요.
pt_br: Adicionar adesivos personalizados aqui.
th: เพิ่มสติกเกอร์แบบปรับแต่งไว้ที่นี่
vi: Thêm các nhãn dãn đã tùy chỉnh tại đây.
zh_hans: 添加自定义抠图
zh_hant: 添加自定義摳圖

# 这里展示你最近使用过的%d张贴纸～
source: %d recently used stickers are saved here.
bo_cn: འདི་ནས་ཁྱོད་ཀྱིས་ཉེ་ལམ་དུ་བཀོལ་སྤྱོད་བྱེད་པའི་ཤོག་བུ་སྦྱར་མ་༥༠གཏོང་།
es: Aquí se guardaron %d stickers sin usar.
hi: आपने पिछले 7 दिनों में उपयोग किए %d स्टिकर्स यहां सहेजे गए हैं।
id_id: %d stiker yg Anda pakai disimpan disini.
ja: 最近使用した%d個のスタンプがここに保存されています。
ko: 최근에 사용한 %d게의 스티커가 여기에 저장되어 있습니다.
pt_br: Os %d últimos adesivos que você usou são salvos aqui.
th: สติกเกอร์ %d แบบที่ใช้ล่าสุดบันทึกไว้ที่นี่.
vi: %d nhãn dán gần đây đã lưu ở đây.
zh_hant: 這裡會顯示你最近使用的%d張貼紙~

# 这里展示你最近使用过的50个马赛克素材
source: 50 recently used mosaics are saved here.
es: Los 50 mosaicos recientemente usados están guardados aquí.
hi: हाल में उपयोग किए गए 50 मोज़ैक यहाँ सहेजे जाते हैं।
id_id: 50 mosaik yang baru digunakan disimpan di sini.
ja: 最近使用した50個のモザイク効果がこちらに保存されます。
ko: 가장 최근에 사용한 모자이크 50개가 여기에 저장됩니다.
pt_br: 50 mosaicos utilizados recentemente estão salvos aqui.
th: โมเสกที่ใช้ไปล่าสุด 50 รายการจะบันทึกไว้ที่นี่
vi: 50 tranh khảm sử dụng gần đây được lưu tại đây.
zh_hant: 這裡顯示最近使用過的50個馬賽克素材

# 这么久都没来撩我了，你知道我在等你吗？👄
source: We've missed you! Come edit a photo to share with everyone ❤️
bo_cn: ཡུན་རིང་ཞིག་ལ་ང་དང་མ་རྩེ་བས། ངས་ཁྱོད་ལ་སྒུག་ཡོད་པ་ཁྱོད་ཀྱིས་ཤེས་སམ། ❤️
es: ¡Te extrañamos! Ven a editar una foto para compartir con todos ❤️
hi: आपकी याद आ रही है! आओ, फोटो एडिट करके सबके साथ साझा करो ❤️
id_id: Kamu belum cukup lama di sini untuk menggodaku. Tidakkah kau tahu aku sedang menunggu
ja: あなたが来てくれなくて寂しいです！写真を編集し、みんなとシェアしに来てください ❤️
ko: 귀하를 기다리고 있습니다! 사진을 편집하고 공유하세요. ❤️
pt_br: Sentimos a sua falta! Venha editar uma foto para compartilhar com todos ❤️
th: เราคิดถึงคุณ! มาตัดแต่งรูปภาพเพื่อแชร์ให้ทุกคน ❤️
vi: Chúng tôi nhớ bạn! Hãy đến sửa ảnh để chia sẻ với tất cả mọi người ❤️
zh_hans: 这么久都没来撩我了，你知道我在等你吗？👄
zh_hant: 這麼久都没來使用我了，你知道我在等你嗎？👄

# 这一刻想分享点什么~
source: What's on your mind?
bo_cn: སྐབས་འདིར་ཅི་ཞིག་མཉམ་སྤྱོད་བྱེད་འདོད།
id_id: Apa yang Anda pikirkan?
ja: 何を考えていますか？
ko: 무슨 생각을 하시나요?
th: คุณคิดอะไรอยู่?
vi: Bạn đang nghĩ gì?
zh_hant: 這一刻想分享點什麼~

# 这一刻想分享点什么～
source: What's on your mind?
bo_cn: སྐབས་འདིར་ཅི་ཞིག་མཉམ་སྤྱོད་བྱེད་དགོས་
id_id: Apa yang Anda pikirkan?
ja: 何を考えていますか？
ko: 무슨 생각을 하시나요?
th: คุณคิดอะไรอยู่?
vi: Bạn đang nghĩ gì?
zh_hant: 這一刻想分享點什麼~

# 这一刻想说点什么
source: What's on your mind?
zh_hant: 這一刻想分享點什麼～

# 真的要离开吗？
source: Are you sure you want to leave?
id_id: Yakin ingin keluar?
ja: 終了して本当によろしいですか？
ko: 정말 나가시겠습니까?
th: คุณมั่นใจว่าต้องการออกไปใช่หรือไม่?
vi: Bạn có chắc muốn rời khỏi không?
zh_hant: 真的要離開嗎？

# 整体调整
source: General
hi: सामान्य
id_id: Umum
ja: 全般
ko: 일반
pt_br: Geral
th: ทั่วไป
vi: Chung
zh_hant: 整體調整

# 正常
source: Normal
ja: ノーマル
ko: 일반
th: ปกติ
vi: Bình thường
zh_hant: 正常

# 正方形
source: Square
id_id: Persegi
ja: 正方形
ko: 사각형
th: สี่เหลี่ยม
vi: Hình vuông
zh_hant: 正方形

# 正脸
source: facing the front
bo_cn: ངོ་གདོང་།
es: hacia el frente
hi: सामने की ओर
id_id: menghadap ke depan
ja: 正面を向いた
ko: 정면 보기
pt_br: virado para a frente
th: หันหน้าตรง
vi: quay mặt về phía trước
zh_hans: 正脸
zh_hant: 正面

# 正片叠底
source: Multiply
id_id: Kalikan
ja: 乗算
ko: 다층화
th: ทับซ้อน
vi: Nhân màu
zh_hant: 色彩增值

# 正在处理
source: Processing...
id_id: Memproses...
ja: 処理中...
ko: 처리 중...
th: กำลังประมวลผล...
vi: Đang xử lý...
zh_hant: 處理中...

# 正在解锁MT...
source: Unlocking MT...
bo_cn: MTའབྱེད་ཀྱིན་འདུག།
es: Desbloqueando MT...
hi: MT का लॉक खोला जा रहा है...
id_id: Membuka kunci MT...
ja: MTのロック解除中...
ko: MT 잠금 해제 중...
pt_br: Desbloqueando MT...
th: กำลังปลดล็อค MT...
vi: Đang mở khóa MT...
zh_hans: 正在解锁MT...
zh_hant: 正在解鎖MT...

# 正在进行皱纹检测...
source: Detecting wrinkles...
id_id: Mendeteksi kerutan...
ja: シワを検出中...
ko: 주름을 찾고 있습니다...
th: กำลังตรวจหาริ้วรอย...
vi: Đang tìm nếp nhăn...
zh_hant: 正在進行皺紋檢測...

# 正在删除会话
source: Deleting conversation
bo_cn: གླེང་མོལ་བྱས་པའི་ནང་དོན་བསུབ་བཞིན་པ།
es: Eliminando conversación
hi: बातचीत मिटाई जा रही है
id_id: Menghapus percakapan
ja: 会話の削除中
ko: 대화 삭제 중
pt_br: Excluindo conversa
th: กำลังลบบทสนทนา
vi: Đang xóa trò chuyện
zh_hant: 正在刪除對話

# 正在搜索附近的位置
source: Searching...
bo_cn: ཉེ་འཁོར་གྱི་ས་གནས་འཚོལ་བཞིན་པ།...
es: Buscando...
hi: खोज जारी...
id_id: Mencari...
ja: 検索中...
ko: 검색 중...
pt_br: Pesquisando...
th: กำลังค้นหา...
vi: Đang tìm...
zh_hant: 正在搜索附近的位置

# 正在突破次元壁...
source: Painting your selfie…
bo_cn: ཙེ་ཡོན་གྱི་ལྡེབ་ངོས་གཏོར་བཞིན་ཡོད།
es: Pintando tu selfi...
hi: आपके सेल्फ़ी को पेंट करना...
id_id: Melukis selfie-mu…
ja: 自撮り写真をペイントしています...
ko: 셀카 색칠 중...
pt_br: Pintando sua selfie…
th: กำลังทาสีภาพเซลฟี่ของคุณ...
vi: Đang vẽ ảnh selfie của bạn…
zh_hans: 正在突破次元壁...
zh_hant: 打破異次元中…

# 正在下载
source: Downloading
bo_cn: ཕབ་ལེན་བྱ་བཞིན་པ།
es: Descargando
hi: डाउनलोड हो रहा है
id_id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
pt_br: Fazendo download
th: กำลังดาวน์โหลด
vi: Đang tải về
zh_hans: 正在下载
zh_hant: 正在下載

# 正在下载小应用
source: Downloading
bo_cn: མཉེན་ཆས་ཆུང་བ་ནང་འཇུག་བྱེད་བཞིན་འདུག།
es: Descargando
hi: डाउनलोड हो रहा है
id_id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
pt_br: Fazendo download
th: กำลังดาวน์โหลด
vi: Đang tải về
zh_hans: 正在下载小应用
zh_hant: 正在下載小應用

# 正在支付中
source: Paying...
zh_hant: 正在付款

# 政治敏感
source: Politically sensitive
bo_cn: ཆབ་སྲིད་གནད་དོན།
es: Políticamente sensible
hi: राजनीतिक रूप से संवेदनशील
id_id: Sensitif secara politis
ja: 政治的に慎重を期する内容
ko: 정치적으로 민감
pt_br: Politicamente sensível
th: อ่อนไหวทางการเมือง
vi: Nhạy cảm về chính trị
zh_hant: 政治敏感

# 支持选择上下调整哦~
source: Up and down adjustments are supported.
es: Se admiten los ajustes de arriba y abajo.
hi: नीचे और ऊपर एडजस्टमेंट समर्थित
id_id: Mendukung penyesuaian atas dan ke bawah.
ja: 上下の調整はサポートされています。
ko: 위 및 아래 조정이 지원됩니다.
pt_br: Os ajustes para cima e para baixo são compatíveis.
th: สามารถปรับบนล่างได้
vi: Hỗ trợ điều chỉnh lên và xuống.
zh_hant: 支援選擇上下調整喔~

# 支持选择左右调整哦~
source: Left and right adjustments are supported.
es: Se admiten los ajustes de izquierda y derecha.
hi: बायां और दायां एडजस्टमेंट समर्थित
id_id: Mendukung penyesuaian kiri dan kanan.
ja: 左右の調整はサポートされています。
ko: 왼쪽 및 오른쪽 조정이 지원됩니다.
pt_br: Os ajustes para a esquerda e para a direita são compatíveis.
th: สามารถปรับซ้ายขวาได้
vi: Hỗ trợ điều chỉnh trái và phải.
zh_hant: 支援選擇左右調整喔~

# 支付遇到了问题，请重新支付
source: Your payment was interrupted, please try again.
id_id: Ada gangguan pada saat melakukan pembayaran, harap coba lagi.
ja: お支払いが中断されました。再試行してください。
ko: 결제가 차단됐습니다, 다시 시도해 주세요.
th: การชำระเงินถูกรบกวน กรุณาลองอีกครั้ง
vi: Thanh toán của bạn đã bị gián đoạn, vui lòng thử lại.
zh_hant: 付款遇到問題，請重試。

# 知道了
source: Got it
bo_cn: ཤེས་སོང་།
es: ¡Entendido!
hi: समझ गए
id_id: Paham
ja: 了解です
ko: 알겠습니다
pt_br: Entendi
th: ตกลง
vi: Đồng Ý
zh_hans: 知道了
zh_hant: 知道了

# 直播
source: Live Stream
bo_cn: ཐད་གཏོང་།
zh_hant: 直播

# 直角肩
source: Toned Shoulders
id_id: Bahu yang kencang
ja: 引き締まった肩
ko: 매끈한 어깨
th: ไหล่เพรียว
vi: Vai săn chắc
zh_hant: 直角肩

# 直接保存
source: Save Now
bo_cn: ཐད་ཀར་བསྡུ་ཉར།
es: Guardar ahora
hi: अभी सहेजें
id_id: Simpan Sekarang
ja: 直接セーブ
ko: 지금 저장하기
pt_br: Salvar Agora
th: บันทึกเลย
vi: Lưu Ngay
zh_hant: 直接儲存

# 直接分享，画质更清晰哦
source: Share for hi-def pictures
bo_cn: ཐད་ཀར་བརྒྱུད་བསྐུར་བྱས་ན་པར་སྤུས་བཟང་།
es: Compartir en directo te da mayor definición
hi: इमेज की बेहतर गुणवत्ता के लिए Meitu से शेयर करें।
id_id: Bagikan dari Meitu untuk menikmati mutu gambar lebih tinggi.
ja: 高解像度の写真を直接シェア
ko: 고해상도로 사진을 직접 공유
pt_br: Compartilhe diret. com definição mais alta
th: แชร์รูปคุณภาพสูงได้โดยตรง
vi: Chia sẻ trực tiếp ảnh với độ phân giải cao
zh_hant: 直接分享畫質更清晰哦

# 直接拍照才可拆颜值红包哦~
source: Snap a photo directly to open a Beauty Red Packet!
bo_cn: ཐད་ཀར་པར་རྒྱབ་ན་ཁུག་དམར་ལེན་ཐུབ།
es: ¡Toma una foto directamente para abrir un Beauty Red Packet!
hi: Beauty Red Packet खोलने के लिए एक फ़ोटो खींचें!
id_id: Potret langsung untuk membuka Paket Merah Kecantikan!
ja: 直接スナップ写真を撮ると、ビューティー紅包を開くことができます！
ko: 사진을 찍어서 직접 뷰티 레드 패킷을 여세요!
pt_br: Tire uma foto diretamente para abrir um Pacote Vermelho de Beleza!
th: ถ่ายภาพโดยตรงเพื่อเปิดซองอั่งเปาที่สวยงาม!
vi: Chụp nhanh bức ảnh trực tiếp để mở Gói Làm đẹp màu đỏ!
zh_hans: 直接拍照才可拆颜值红包哦~
zh_hant: 直接拍照才可拆顏值紅包喔~

# 直线
source: Line
bo_cn: དྲང་ཐིག
es: Línea
hi: लाइन
id_id: Garis
ja: 罫線
ko: 라인
pt_br: Linha
th: เส้น
vi: Đường dây
zh_hant: 線形

# 只可一键使用20个文字和20个贴纸哦～
source: No more than 20 texts or stickers
bo_cn: མཐེབ་གཅིག་གིས་སྔོན་གྱི་ཡི་གེ་༢༠དང་མདུན་གྱི་སྦྱར་ཤོག་༢༠བཀོལ་ཆོག།~
es: No más de 20 textos o 20 pegatinas
hi: 20 लेख या 20 स्टिकर्स से अधिक नहीं
id_id: Tidak lebih dari 20 teks atau 20 stiker
ja: テキスト数またはスタンプ数の上限は20
ko: 최대 텍스트 20 또는 스티커 개까지 가능
pt_br: Não mais de 20 textos ou adesivos
th: ไม่เกิน 20 ข้อความหรือสติกเกอร์ 20 ชิ้น
vi: Không nhiều hơn 20 văn bản hoặc nhãn dán
zh_hant: 只可一鍵使用20個字和20個貼紙喔～

# 只能添加%d个地点标签哟~
source: Only %d location tag(s) can be added.
es: Solo se puede añadir %d etiqueta de ubicación.
hi: केवल %d स्थान लेबल जोड़ सकते हैं।
id_id: Hanya boleh menambahkan %d label lokasi.
ja: 場所タグは%d個のみ追加できます。
ko: 위치 태그는 %d개만 추가 가능합니다.
pt_br: Apenas %d etiqueta de localização pode ser adicionada.
th: เพิ่มป้ายตำแหน่งที่ตั้งได้ %d ป้ายเท่านั้น
vi: Chỉ có thể thêm %d vị trí.
zh_hant: 只能添加%d個地點標籤喔~

# 只要能陪主人一起修照片，我就很开心呢~😍
source: Take a photo today! We love editing photos with you 😘
bo_cn: བདག་པོ་དང་མཉམ་དུ་འདྲ་པར་བཟོ་བཅོས་བྱེད་ཐུབ་ན།སྐུ་ཉིད་ཧ་ཅང་དགའ་བོ་འདུག😘
es: ¡Toma una foto hoy! Nos encanta editar fotos contigo 😘
hi: आज ही फोटो लें! हमें आपके साथ फोटो एडिट करने में मज़ा आएगा 😘
id_id: Selama aku bisa mengedit gambar denganmu, aku bahagia!
ja: 今日、写真を撮りましょう！あなたと一緒に写真の編集をするのが大好きです 😘
ko: 지금 사진을 촬영하세요! 멋지게 사진을 편집해 드립니다
pt_br: Tire uma foto hoje mesmo! Adoramos editar fotos com você 😘
th: ถ่ายรูปวันนี้เลย! เราชอบตัดแต่งภาพที่มีคุณ 😘
vi: Chụp một bức hình ngày hôm nay! Chúng tôi rất thích chỉnh sửa các bức ảnh với bạn 😘
zh_hans: 只要能陪主人一起修照片，我就很开心呢~😍
zh_hant: 只要能陪主人一起修照片，我就很開心呢～😍

# 至少保留一段视频
source: Please keep at least one clip
id_id: Simpan setidaknya satu klip
ja: 少なくとも1つのクリップを維持してください
ko: 최소 하나의 클립은 보존해 주세요
th: กรุณาเก็บอย่างน้อยหนึ่งคลิป
vi: Vui lòng giữ ít nhất một clip
zh_hant: 至少保留一段影片

# 至少开放一个片段，才可以分享模板
source: Please select at least 1 clip to share the template.
es: Selecciona por lo menos 1 clip para compartir la plantilla.
hi: टेम्पलेट साझा करने के लिए कृपया कम से कम 1 क्लिप चुनें।
id_id: Harap pilih paling tidak 1 klip untuk membagikan template.
ja: テンプレートのシェアには、最少1個のクリップを選択してください。
ko: 템플릿을 공유할 클립을 최소 1개 선택하세요.
pt_br: Selecione pelo menos 1 clipe para compartilhar o modelo.
th: กรุณาเลือกอย่างน้อย 1 คลิปเพื่อแชร์เทมเพลต
vi: Vui lòng chọn ít nhất 1 clip để chia sẻ mẫu.
zh_hans: 至少开放一个片段，才可以分享配方。
zh_hant: 至少開放一個片段，才可以分享配方。

# 至少需要一张图片哦
source: Must have at least 1 picture
bo_cn: མ་མཐའ་ཡང་འདྲ་པར་གཅིག་དགོས།
es: Debe haber al menos 1 foto
hi: कम से कम 1 फोटो होना चाहिए
id_id: Minimal harus ada 1 foto
ja: 写真が最低1枚必要です
ko: 최소 사진 1장이 있어야 합니다
pt_br: Deve ter ao menos 1 imagem
th: ต้องมีอย่างน้อย 1 รูป
vi: Phải có ít nhất 1 bức ảnh
zh_hant: 至少需要一張圖片喔

# 制作壁纸
source: Create wallpapers
es: Crear fondo de pantalla
hi: वॉलपेपर बनाएँ
id_id: Buat wallpaper
ja: 壁紙を作成
ko: 바탕 화면 생성
pt_br: Crie papéis de parede
th: สร้างวอลเปเปอร์
vi: Tạo hình nền
zh_hant: 製作壁紙

# 制作下一张
source: Create another
bo_cn: པར་རིས་རྗེས་མ་སྒྲིག་བཟོ
es: Crear otra
hi: दूसरा बनाएँ
id_id: Buat Berikutnya
ja: もう1つ作成する
ko: 다른 것 생성
pt_br: Criar outro
th: จัดทำรายการอื่น
vi: Tạo cái khác
zh_hant: 製作下一張

# 智能
source: Smart
bo_cn: རིག་ནུས།
es: Inteligente
hi: स्मार्ट
id_id: Pintar
ja: スマート
ko: 스마트
pt_br: Inteligente
th: ฉลาด
vi: Thông minh
zh_hant: 智慧

# 智能补光
source: Smart Light
bo_cn: རིག་ནུས་ཀྱིས་འོད་གསབ་པ།
es: Luz
hi: स्मार्ट लाइट
id_id: Ubah Cahaya
ja: スマート照明
ko: 스마트 라이트
pt_br: Luz Inteligente
th: ไฟอัจฉริยะ
vi: Ánh sáng thông minh
zh_hant: 智慧補光

# 智能不可缩放虚化区域
source: Smart non-zoomable blurring sections
bo_cn: རིག་ནུས་ཀྱིས་རབ་རིབ་ཅན་གྱི་སར་ཆུང་དུ་གཏོང་མི་རུང་།
es: Secciones inteligentes de desenfoque a las que no se puede hacer zoom
hi: स्मार्ट ज़ूम न करने योग्य धुँधला करने के अंश
id_id: Bagian pengaburan pintar yang tidak dapat diperbesar
ja: ズーム非対応のスマートぼかしセクション
ko: 스마트 확대/축소가 불가능한 흐린 섹션
pt_br: Seções desfocadas anti-zoom inteligentes
th: ส่วนเบลอที่ซูมไม่ได้แบบอัจฉริยะ
vi: Các phần làm mờ không thể phóng to thu nhỏ thông minh
zh_hans: 智能不可缩放虚化区域
zh_hant: 無法自動調整虚化區域

# 智能美白中...
source: Processing
bo_cn: རང་འགུལ་མཛེས་བཟོ་བྱེད་བཞིན་ཡོད།
es: Procesando
hi: प्रोसेस हो रहा है
id_id: Memproses
ja: 処理中
ko: 처리 중
pt_br: Processando
th: กำลังประมวลผล
vi: Đang xử lý
zh_hans: 智能美白中...
zh_hant: 智慧美白中...

# 智能美型
source: Beautify
bo_cn: རང་འགུལ་མཛེས་བཟོ།
es: Embelezamento
hi: सौन्दर्यीकरण
id_id: Percantik pintar
ja: 美顔補正
ko: 스마트 뷰티
pt_br: Embelezamento
th: รูปหน้าสวย
vi: Tự động Nâng mặt
zh_hans: 智能美型
zh_hant: 智慧美型

# 智能美型已关闭
source: Face slimming & Eye enlargement have been turned off
bo_cn: ངོ་ཚུགས་ཕྲ་བཟོ་དང་མིག་ཇེ་ཆེ་གཏོང་བའི་བྱེད་ནུས་རྒྱབ་ཟིན།
es: Se han desactivado las funciones afinar el rostro y agrandar los ojos
hi: चेहरा पतला और आँखें बड़ी बंद
id_id: Rampingkan wajah & Besarkan mata dimatikan
ja: 小顔修正＆デカ目機能がOFFです
ko: 갸름한 얼굴 및 눈 확대가 꺼졌습니다.
pt_br: As funções Rosto slim e Aumento de olhos foram desativadas
th: ปรับเรียวใบหน้าและขยายดวงตา ปิด
vi: Đã tắt Làm thon mặt & Làm to mắt
zh_hans: 瘦脸及眼睛放大功能已关闭
zh_hant: 瘦臉及放大眼睛功能已關閉

# 智能美型已开启
source: Face slimming & Eye enlargement have been turned on
bo_cn: ངོ་ཚུགས་ཕྲ་བཟོ་དང་མིག་ཇེ་ཆེར་གཏོང་བའི་བྱེད་ནུས་ཕྱེ་འདུག།
es: Se han activado las funciones afinar el rostro y agrandar los ojos
hi: चेहरा पतला और आँखें बड़ी चालू
id_id: Rampingkan wajah & Besarkan mata dihidupkan
ja: 小顔修正＆デカ目機能がONです
ko: 갸름한 얼굴 및 눈 확대가 켜졌습니다.
pt_br: As funções Rosto slim e Aumento de olhos foram ativadas
th: ปรับเรียวใบหน้าและขยายดวงตา เปิด
vi: Đã bật Làm thon mặt & Làm to mắt
zh_hans: 瘦脸及眼睛放大功能已开启
zh_hant: 瘦臉及放大眼睛功能已啟用

# 智能选区
source: Auto
es: Automático
hi: अपने आप
id_id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
th: อัตโนมัติ
vi: Tự động
zh_hant: 智慧選區

# 智能优化
source: Auto
bo_cn: རིག་ནུས་ལེགས་འགྱུར།
es: Automático
hi: अपने आप
id_id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
th: อัตโนมัติ
vi: Tự động
zh_hans: 智能优化
zh_hant: 智慧優化

# 中边框
source: Medium
bo_cn: ཁྲོད་ཀྱི་མཐའ་སྒྲོམ།
es: Medio
hi: मध्यम
id_id: Sedang
ja: 中
ko: 중간
pt_br: Médio
th: ปานกลาง
vi: Vừa
zh_hans: 中边框
zh_hant: 中邊框

# 中心
source: Center
bo_cn: ལྟེ་བ།
id_id: Pusat
ja: センター
ko: 중앙
th: ตรงกลาง
vi: Trung tâm
zh_hant: 中心

# 重发该消息?
source: Resend Message
bo_cn: གནས་ཚུལ་དེ་ཡང་བསྐྱར་སྐུར་རམ།
es: Reenviar el mensaje
hi: मैसेज दुबारा भेजें
id_id: Kirim Ulang Pesan
ja: メッセージを再送信
ko: 메시지 다시 보내기
pt_br: Reenviar mensagem
th: ส่งข้อความอีกครั้ง?
vi: Gửi lại tin nhắn?
zh_hant: 重新傳送該訊息?

# 重试
source: Try again
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།
es: Vuelva a intentarlo
hi: फिर से कोशिश करें
id_id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tente novamente
th: ลองอีกครั้ง
vi: Thử lại
zh_hant: 重試

# 重新点击
source: Click again
bo_cn: ཡང་བསྐྱར་མཐེབ་གནོན།
es: Vuelve a hacer clic
hi: दुबारा क्लिक करें
id_id: Klik lagi
ja: 再度クリックしてください
ko: 다시 클릭
pt_br: Clique novamente
th: คลิกอีกครั้ง
vi: Nhấp lại
zh_hans: 重新点击
zh_hant: 重新點選

# 重新加载
source: Reload
id_id: Muat ulang
ja: 再読み込み
ko: 다시 로드
th: โหลดใหม่
vi: Tải lại
zh_hant: 重新載入

# 重新连接
source: Reconnect
bo_cn: ཡང་བསྐྱར་འབྲེལ་མཐུད།
es: Volver a conectar
hi: फिर से कनेक्ट करें
id_id: Hubungkan kembali
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
th: เชื่อมต่อใหม่
vi: Kết nối lại
zh_hans: 重新连接
zh_hant: 重新連線

# 重新选图
source: Select another image
bo_cn: བསྐྱར་དུ་པར་གདམས་པ།
es: Seleccionar otra imagen
hi: किसी अन्य छवि का चयन करें
id_id: Pilih gambar lain
ja: 別の画像を選択してください
ko: 다른 이미지 선택
pt_br: Selecione outra imagem
th: เลือกภาพอื่น
vi: Chọn một ảnh khác
zh_hans: 重新选图
zh_hant: 重新選擇

# 重新支付
source: Try Again
id_id: Coba Lagi
ja: 再試行
ko: 재시도
th: ลองใหม่อีกครั้ง
vi: Hủy/Thử Lại
zh_hant: 重新付款

# 重置
source: Reset
bo_cn: བསྐྱར་བཀོད།
es: Restablecer
hi: रीसेट करें
ja: リセット
ko: 재설정
pt_br: Redefinir
th: รีเซ็ต
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# 主人，好久没见到你了，来看看我有什么新玩意嘛~😊
source: Have a photo that you want to share? Use a filter to go from ordinary to EXTRAordinary! 😍
bo_cn: བདག་པོ་ལགས། ཡུན་རིང་ཤིག་ལ་ཁྱེད་ཉིད་མ་མཐོང་བས། ངེད་ཅག་ལ་རྩེད་འཇོ་གསར་བ་ཅི་ཞིག་ཡོད་པར་གཟིགས་རོགས། 😍
es: ¿Tienes una foto que quieres compartir? ¡Usa un filtro para pasar de ordinario a EXTRAordinario! 😍
hi: साझा करने के लिए फोटो है? फिल्टर के ज़रिये सामान्य को असामान्य बनाओ! 😍
id_id: Master, sudah cukup lama sejak terakhir kau mengunjungiku. Datang dan lihatlah semua gawai baru milikku!
ja: シェアしたい写真がありますか？フィルターを利用して、非凡な写真を非凡な写真に変えましょう！ 😍
ko: 공유할 사진을 가지고 있습니까? 필터로 평범한 사진을 특별하게 만드세요!
pt_br: Tem uma foto que deseja compartilhar? Use um filtro para transformar sua foto de normal para sensacional! 😍
th: มีรูปภาพที่คุณอยากแชร์? ใช้ฟิลเตอร์เพื่อเปลี่ยนรูปธรรมดาให้แสนพิเศษ! 😍
vi: Có một bức ảnh mà bạn muốn chia sẻ? Sử dụng bộ lọc để đi từ những thứ bình thường đến những thứ khác lạ! 😍
zh_hans: 主人，好久没见到你了，来看看我有什么新玩意嘛~😊
zh_hant: 主人，好久没見到你了，快來看看我有什麼新玩意嘛～😊

# 主题
source: Theme
es: Tema
hi: थीम
id_id: Tema
ja: テーマ
ko: 테마
pt_br: Tema
th: ธีม
vi: Chủ đề
zh_hant: 主題

# 注册新帐号
source: Register for a new account
bo_cn: ཐོ་གྲངས་གསར་བ་ཐོ་འགོད་བྱེད་པ།
es: Registrarse con una cuenta nueva
hi: नया खाता बनाने के लिए रजिस्टर करें
id_id: Mendaftar akun baru
ja: 新規アカウントに登録
ko: 새 계정 등록
pt_br: Cadastrar-se para criar uma nova conta
th: ลงทะเบียนบัญชีใหม่
vi: Đăng ký tài khoản mới
zh_hans: 注册新帐号
zh_hant: 註冊新帳號

# 专辑
source: Collections
bo_cn: ཆེད་བསྒྲིགས།
es: Colecciones
hi: संग्रह
id_id: Koleksi
ja: コレクション
ko: 컬렉션
pt_br: Coleções
th: คอลเลกชัน
vi: Bộ sưu tập
zh_hant: 專輯

# 专辑下载失败
source: Failed to download collections
bo_cn: ཆེད་བསྒྲིགས་ཕབ་ལེན་བྱ་མ་ཐུབ་པ།
es: Falló la descarga de colecciones
hi: संग्रह डाउनलोड करना विफल
id_id: Gagal mengunduh koleksi
ja: コレクションのダウンロードに失敗しました
ko: 컬렉션 다운로드 실패
pt_br: Falha ao fazer o download das coleções
th: ดาวน์โหลดคอลเลกชันไม่สำเร็จ
vi: Tải về bộ sưu tập không thành công
zh_hant: 專輯下載失敗

# 专区
source: Section
bo_cn: ཆེད་ཁུལ།
es: Sección
hi: भाग
id_id: Bagian
ja: セクション
ko: 섹션
pt_br: Seção
th: หัวข้อ
vi: Mục
zh_hant: 專區

# 专属边框
source: Exclusive Frames
id_id: Bingkai Eksklusif
ja: 限定フレーム
ko: 나만의 프레임
th: กรอบแบบพิเศษ
vi: Khung độc quyền
zh_hant: 專屬邊框

# 专属滤镜
source: Exclusive Filters
id_id: Filter Eksklusif
ja: 限定フィルター
ko: 나만의 필터
th: ฟิลเตอร์พิเศษ
vi: Bộ lọc độc quyền
zh_hant: 專屬濾鏡

# 专属贴纸
source: Exclusive Stickers
id_id: Stiker Eksklusif
ja: 限定スタンプ
ko: 나만의 스티커
th: สติกเกอร์พิเศษ
vi: Nhãn dán độc quyền
zh_hant: 專屬貼紙

# 转场
source: Transition
es: Transición
hi: ट्रांजीशन
id_id: Transisi
ja: トランジション
ko: 전환
pt_br: Transição
th: เปลี่ยนภาพแล้ว
vi: Biến đổi
zh_hant: 轉場

# 妆容
source: Looks
es: Maquillaje
hi: मेकअप
id_id: Tampilan
ja: ルックス
ko: 메이크업
pt_br: Maquiagem
th: ลุค
vi: Mặt
zh_hant: 妝容

# 资料更新成功
source: Data updated
bo_cn: རྒྱུ་ཆ་གསར་བསྒྱུར་ལེགས་འགྲུབ་བྱུང་།
es: Datos actualizados
hi: डेटा अपडेट किया गया
id_id: Data diperbarui
ja: データが更新されました
ko: 데이터 업데이트됨
pt_br: Dados atualizados
th: อัพเดตข้อมูลแล้ว
vi: Đã cập nhật dữ liệu
zh_hant: 資料更新成功

# 资源大小超限
source: Resource size exceeds the limit.
zh_hant: 檔案大小超出限制

# 资源加载中，请稍后
source: Loading, please wait...
id_id: Memuat, tunggu...
ja: ロード中，お待ちください...
ko: 불러오는 중, , 잠시만 기다리세요...
th: กำลังโหลดโปรดรอ...
vi: Đang tải, vui lòng chờ...
zh_hant: 載入中，請稍等

# 资源上传失败
source: Failed to upload the resource.
zh_hant: 檔案上傳失敗

# 资源时长不足哦
source: The duration of the imported video is too short
id_id: Video yang diimpor terlalu pendek.
ja: インポートされた動画が短すぎます。
ko: 가져온 동영상이 너무 짧습니다.
th: วิดีโอที่นำเข้ามาสั้นเกินไป
vi: Video được nhập vào quá ngắn.
zh_hant: 資源時長過短喔

# 字间距
source: Character spacing
id_id: Spasi karakter
ja: 文字間隔
ko: 글자 간격
th: ระยะห่างของตัวหนังสือ
vi: Khoảng cách ký tự
zh_hant: 字間距

# 字体
source: Fonts
bo_cn: ཡིག་གཟུགས།
es: Fuente
hi: फ़ॉण्ट
id_id: Font
ja: フォント
ko: 폰트
pt_br: Fonte
th: อักษร
vi: Phông chữ
zh_hant: 字體

# 字体删除后素材将无法使用该字体，确定删除？
source: You'll no longer be able to apply the fonts you are about to delete. Proceed?
bo_cn: ཡིག་གཟུགས་གསུབ་རྗེས། ཐོག་མའི་དཔྱད་གཞི་ཡིས་བཀོལ་ཟིན་པའི་ཡིག་གཟུགས་བཀོལ་སྤྱོད་བྱ་མི་ཐུབ་པས།གསུབ་བམ།
es: Ya no podrás usar las fuentes que estás por eliminar. ¿Continuar?
hi: अब आप वे फ़ॉन्ट काम में नहीं ले पाएंगे, जिन्हें आप मिटाने वाले हैं। आगे बढ़ें?
id_id: Font yang dihapus tidak akan dapat digunakan lagi. Lanjutkan?
ja: フォントを削除すると、使用できなくなります。続行しますか？
ko: 삭제하려는 폰트는 더 이상 적용할 수 없게 됩니다. 계속하시겠습니까?
pt_br: Você não poderá mais aplicar as fontes que deseja excluir. Continuar?
th: คุณจะไม่สามารถใช้แบบอักษรที่คุณกำลังจะลบได้อีกต่อไป ดำเนินการต่อหรือไม่
vi: Bạn không thể áp dụng các phông chữ sắp xóa này nữa. Tiến hành?
zh_hant: 字體刪除后素材將無法套用該字體，確定刪除？

# 字体下载失败
source: Failed to download fonts
id_id: Gagal mengunduh font
ja: フォントのダウンロードに失敗しました글꼴 다운 실패
ko: 글꼴 다운 실패
th: ดาวน์โหลดฟอนต์ไม่สำเร็จ
vi: Tải về phông chữ không thành công
zh_hant: 字體下載失敗

# 自定义
source: Custom
bo_cn: རང་སྒྲུབ།
es: Personalizado
hi: कस्टम करें
id_id: Kustom
ja: カスタム
ko: 커스텀
pt_br: Personalizar
th: กำหนดเอง
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自定義

# 自定义贴纸
source: Customize stickers
bo_cn: སྦྱར་ཤོག་རང་སྒྲུབ་བྱོས།
es: Personalizar pegatinas
hi: स्टिकर कस्टमाइज़ करें
id_id: Sesuaikan stiker
ja: スタンプをカスタマイズ
ko: 스티커 커스텀
pt_br: Personalizar adesivos
th: ปรับแต่งสติกเกอร์
vi: Tuỳ chỉnh nhãn dán
zh_hant: 自定義貼紙

# 自定义贴纸人像识别
source: Custom Sticker Facial Recognition
bo_cn: རང་མཚན་རང་བཞིན་སྦྱར་ཤོག་མི་ངོས་འཛིན་པ་།
es: Reconocimiento facial de la pegatina
hi: कस्टम स्टिकर फेशियल रेकग्निशन
id_id: Pengenalan Wajah Stiker Kustom
ja: カスタムスタンプ顔認識
ko: 커스텀 스티커 얼굴 인식:
pt_br: Facial personalizado
th: การจดจำใบหน้าสติกเกอร์แบบปรับแต่งเอง
vi: Nhận diện Khuôn mặt Nhãn dán Tuỳ chỉnh
zh_hant: 自定義貼紙人物辨識

# 自定义N
source: Custom N
es: Personalizado N
hi: कस्टम करें N
id_id: Kustom N
ja: カスタムN
ko: 커스텀N
pt_br: Personalizar N
th: กำหนดเอง N
vi: Tùy chỉnh N
zh_hant: 自定義N

# 自动
source: Auto
bo_cn: རང་འགུལ།
id_id: Otomatis
ja: 自動
ko: 자동조작
th: ปรับด้วยมือ
vi: Tự động
zh_hant: 自動
