Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 设置我的个人水印
source: Create my logo
es: Crear mi logotipo
hi: मेरा लोगो बनाएं
id_id: Buat logo saya
ja: ロゴを作成
ko: 내 로고 생성
pt_br: Criar meu logo
th: สร้างโลโก้ของฉัน
vi: Tạo logo của tôi
zh_hant: 設定我的個人Logo

# 设置语言
source: Languages
bo_cn: སྐད་རིགས་སྒྲིག་འགོད་བྱེད་པ།
es: Idiomas
hi: भाषाएँ
id_id: Bahasa
ja: 言語
ko: 언어
pt_br: Idiomas
th: ภาษา
vi: Ngôn ngữ
zh_hans: 设置语言
zh_hant: 多語言設定

# 社区
source: Community
bo_cn: སྤྱི་ཁུལ།
es: Comunidad
hi: समुदाय
id_id: Komunitas
ja: コミュニティ
ko: 커뮤니티
pt_br: Comunidade
th: ชุมชน
vi: Cộng đồng
zh_hant: 社群

# 社区草稿
source: Community
es: Comunidad
hi: समुदाय
id_id: Komunitas
ja: コミュニティ
ko: 커뮤니티
pt_br: Comunidade
th: ชุมชน
vi: Cộng đồng
zh_hant: 社群

# 身形
source: Body
bo_cn: གཟུགས་དབྱིབས།
es: Cuerpo
hi: शरीर
id_id: Tubuh
ja: 身体
ko: 몸
pt_br: Corpo
th: ร่างกาย
vi: Cơ thể
zh_hant: 身形

# 什么是私人相册
source: What is a Private Album?
zh_hant: 什麼是私人相簿？

# 生日
source: Birthday
bo_cn: སྐྱེས་སྐར།
es: Fecha de nacimiento
hi: जन्मदिन
id_id: Ultah
ja: 生年月日
ko: 생일
pt_br: Data de nascimento
th: วันเกิด
vi: Ngày sinh
zh_hant: 生日

# 生图
source: Natural
id_id: Alami
ja: 自然
ko: 내추럴
th: ธรรมชาติ
vi: Tự nhiên
zh_hant: 原生

# 生图模式
source: Natural Mode
id_id: Mode Natural
ja: ナチュラルモード
ko: 내추럴 모드
th: โหมดธรรมชาติ
vi: Chế Độ Tự Nhiên
zh_hant: 自然模式

# 声音变调
source: Change Pitch
id_id: Ubah Pitch
ja: 音声変更
ko: 음성 변조
th: เปลี่ยนระดับเสียง
vi: Thay Đổi Cường Độ
zh_hant: 聲音變調

# 时长 %.1lfs
source: Duration %.1lfs
id_id: Durasi %.1lfs
ja: 時間 %.1lf秒
ko: 기간 %.1lfs
th: ระยะเวลา %.1lf
vi: Thời lượng %.1lfs
zh_hant: 時長 %.1lfs

# 实拍
source: Real Shot
bo_cn: པར་རྒྱག།
es: Toma real
hi: रियल शॉट
id_id: Bidik
ja: 撮影
ko: 리얼 샷
pt_br: Capturar
th: เรียลช็อต
vi: Chụp
zh_hant: 實拍

# 实拍是使用美图秀秀相机拍摄的内容，快来分享你的实拍吧！
source: A Real Shot is a photo or video taken by Meitu camera. Come and share your best work!
bo_cn: པར་ཆས་Meituཀྱིས་པར་ལེན་པའི་ནང་དོན་ཡིན།་མྱུར་དུ་ཁྱོད་ཀྱི་དངོས་པར་ལོངས་སྤྱོད་བྱེད་དུ་ཤོག།
es: Una toma real es una foto o video tomados por una cámara Meitu. ¡Ven y comparte tu mejor trabajo!
hi: रियल शॉट वह फोटो या वीडियो है जो Meitu कैमरे से लिया गया हो। तो चलो, अपना सर्वश्रेष्ठ काम शेयर करो!
id_id: Bidik adalah foto atau video yang diambil dengan kamera Meitu. Datang dan bagikan karya terbaik Anda!
ja: 「リアルショット」とはMeituカメラで撮影された写真や動画のことです。あなたも最高傑作をシェアしましょう！
ko: 리얼 샷이란 Meitu 카메라로 촬영한 사진 또는 동영상을 말합니다. 방문하셔서 내 최고의 작품을 공유해 보세요!
pt_br: Capturar é uma foto ou um vídeo tirado por uma câmera Meitu. Venha e compartilhe seu melhor trabalho!
th: เรียลช็อต คือรูปภาพหรือวิดีโอที่ถ่ายด้วยกล้อง Meitu มาแชร์ผลงานอันยอดเยี่ยมของคุณกัน!
vi: Chụp thật là một bức ảnh hoặc video do máy ảnh Meitu chụp. Đến và chia sẻ tác phẩm tuyệt nhất của bạn!
zh_hant: 實拍是使用美圖秀秀相機拍攝的內容，快來分享你的實拍吧！

# 实时美颜
source: Beautify
bo_cn: དུས་ལྟར་མཛེས་བཟོ།
es: Embellecer
hi: ख़ूबसूरत
id_id: Percantik
ja: 写真補正
ko: 꾸미기
pt_br: Embelezar
th: ปรับแต่ง
vi: Làm đẹp
zh_hans: 实时美颜
zh_hant: 實時美顏

# 实时美颜已关闭
source: Smooth turned off
bo_cn: མཛེས་བཟོའི་བྱེད་ནུས་རྒྱབ་ཟིན།
es: Suavizar desactivado
hi: चिकना करना बंद
id_id: Haluskan dimatikan
ja: スムーズ処理がONです
ko: 부드럽게 꺼짐
pt_br: Função Suave desativada
th: ปรับผิวเรียบ ปิด
vi: Đã tắt Làm mượt
zh_hans: 磨皮美颜效果已关闭
zh_hant: 磨皮美顏效果已關閉

# 实时美颜已开启
source: Smooth turned on
bo_cn: མཛེས་བཟོའི་བྱེད་ནུས་ཁ་ཕྱེ་ཟིན།
es: Suavizar activado
hi: चिकना करना चालू
id_id: Haluskan dihidupkan
ja: スムーズ処理がOFFです
ko: 부드럽게 켜짐
pt_br: Função Suave ativada
th: ปรับผิวเรียบ เปิด
vi: Đã bật Làm mượt
zh_hans: 磨皮美颜效果已开启
zh_hant: 磨皮美顏效果已啟用

# 实时与好友互动
source: Interact with friends in real time
bo_cn: དུས་ནམ་ཡང་གྲོགས་པོ་ལ་འབྲེལ་འདྲིས་བྱེད་པ
es: Interactuar con amigos en tiempo real
hi: रियल टाइम में दोस्तों से बात करें
id_id: Berinteraksilah dengan teman secara real time
ja: リアルタイムで友達とやり取りする
ko: 실시간으로 친구와 연락
pt_br: Interaja com seus amigos em tempo real
th: ติดต่อกับเพื่อนๆ ในแบบเรียลไทม์
vi: Tương tác với bạn bè trong thời gian thực
zh_hant: 即時與好友互動

# 使用
source: Use
bo_cn: བཀོལ་སྤྱོད།
es: Usar
hi: उपयोग
id_id: Pakai
ja: 使用
ko: 사용
pt_br: Usar
th: ใช้
vi: Dùng
zh_hans: 使用
zh_hant: 套用

# 使用(经典首页)
source: User
zh_hans: 使用
zh_hant: 使用

# 使用(特效详情)
source: Use
bo_cn: བཀོལ་སྤྱོད་ཀྱི་བྱེད་ནུས་ཞིབ་ཆ།
es: Usar
hi: उपयोग करें
ja: 使用
ko: 사용
pt_br: Usar
th: ใช้
zh_hans: 使用
zh_hant: 套用

# 使用3D塑颜功能，需下载通用素材模型到本地才可使用哦，赶紧下载体验全新效果吧~
source: Download the common materials model onto your device to use the 3D Reshape function and enjoy the cool new effects!
es: ¡Descaga el modelo de materiales comunes en tu dispositivo para usar la función 3D Reshape y distrutar los divertidos efectos nuevos!
hi: कॉमन मटीरियल्स मॉडल अपने उपकरण पर डाउनलोड करके 3D रीशेप फंक्शन का उपयोग करें और शानदार नए इफेट्स का मज़ा लें!
id_id: Unduh model bahan umum ke perangkat Anda agar bisa menggunakan fungsi Bentuk Ulang 3D dan nikmati efek baru yang keren!
ja: お使いの端末によくある素材モデルをダウンロードして3Dリシェイプ機能を使用し、クールな新しい効果をお楽しみください！
ko: 일반 재료 모델을 내 기기에 다운로드해서 3D 재구성 기능을 사용하고 멋진 새 효과를 시험해 보세요!
pt_br: Baixe o modelo de materiais comum em seu aparelho para utilizar a função Remodelagem 3D e aproveite os novos efeitos incríveis!
th: ดาวน์โหลดโมเดลวัตถุดิบธรรมดาลงในอุปกรณ์ของคุณเพื่อใช้ฟังก์ชันเปลี่ยนทรง 3D และเพลิดเพลินกับเอฟเฟกต์ใหม่ๆ สุดเจ๋ง!
vi: Tải về kiểu vật liệu thường gặp trên thiết bị của bạn để sử dụng chức năng Tạo lại hình dạng 3D và thưởng thức các hiệu ứng mới tuyệt vời này!
zh_hant: 要使用3D塑顏功能，需先下載通用素材模型喔，快來下載體驗全新效果吧~

# 使用攻略
source: User Guide
bo_cn: བཀོལ་སྤྱོད་བྱེད་ཐབས།
es: Guía del usuario
hi: यूज़र गाइड़
id_id: Pengguna Panduan
ja: ユーザーガイド
ko: 사용자가이드
pt_br: Guia do usuário
th: คู่มือ ผู้ใช้งาน
vi: Hướng dẫn Người dùng
zh_hans: 使用攻略
zh_hant: 使用攻略

# 使用攻略（社区首页）
source: Tutorials
bo_cn: 使用攻略
es: Tutorial
hi: ट्यूटोरियल
id_id: Tutorial
ja: ュートリアル
ko: 튜토리얼
pt_br: Tutorial
th: แนะนำการ
vi: Hướng dẫn
zh_hans: 使用攻略
zh_hant: 使用攻略

# 使用经典美颜
source: Classic Mode
id_id: Mode Klasik
ja: クラシックモード
ko: 클래식 모드
th: โหมดคลาสสิก
vi: Chế Độ Cổ Điển
zh_hant: 使用經典美顏

# 使用抠图功能，需要下载人像识别和背景填充模型到本地哦~
source: Please download portrait identification and background filling modules locally before using the cutout function.
es: Descarga la identificación de retrato y los módulos de relleno de fondo a nivel local antes de usar la función de recorte.
hi: कटआउट कार्य का उपयोग करने से पहले कृपया पोर्ट्रेट पहचान और पार्श्वभूमि भराव मॉड्यूल स्थानीय रूप से डाउनलोड कर लें।
id_id: Unduh modul identifikasi potret dan pengisian latar belakang secara lokal sebelum menggunakan fungsi pemotongan.
ja: 切り抜き機能を使用する前に、ご利用の端末にポートレート認識および背景塗りつぶしモジュールをダウンロードしてください。
ko: 인물 인식 및 배경 화면 채우기 모듈을 로컬로 다운로드하신 후에 잘라내기 기능을 사용하세요.
pt_br: Baixe a identificação de retrato e os módulos de arquivamento de fundo localmente antes de usar a função de recorte.
th: กรุณาดาวน์โหลดการตรวจจับรูปเหมือนและโมดูลถมพื้นหลังในเครื่องก่อนใช้ฟังก์ชันคัตเอาต์
vi: Vui lòng tải về nhận diện chân dung và mẫu ghép nền về máy trước khi sử dụng chức năng tách ghép ảnh.
zh_hant: 使用去背功能，需要下載人物辨識和背景填充模型喔~

# 使用抠图功能，需要下载人像识别模型到本地哦~
source: Please download portrait identification modules locally before using the cutout function.
es: Descarga los módulos de identificación de retrato de forma local para poder usar la función de recorte.
hi: कटआउट कार्य का उपयोग करने से पहले कृपया पोर्ट्रेट पहचान मॉड्यूल स्थानीय रूप से डाउनलोड करें।
id_id: Unduh modul identifikasi potret secara lokal sebelum menggunakan fungsi pemotongan.
ja: 切り抜き機能を使用する前に、ご利用の端末にポートレート認識モジュールをダウンロードしてください。
ko: 인물 인식 모듈을 로컬로 다운로드하신 후에 잘라내기 기능을 사용하세요.
pt_br: Baixe os módulos de identificação de retrato localmente antes de utilizar a função de recorte.
th: กรุณาดาวน์โหลดโมดูลการตรวจจับรูปเหมือนลงในเครื่องก่อนใช้ฟังก์ชันคัตเอาต์
vi: Vui lòng tải về các môđun nhận diện chân dung cục bộ trước khi sử dụng chức năng cắt bớt
zh_hant: 使用去背功能，需要下載人像/物辨識模型喔~

# 使用量
source: uses
zh_hant: 使用量

# 使用量%@
source: %@ users have tried.
es: %@ usuarios lo probaron.
hi: %@ यूज़र्स ने आज़माया है।
id_id: %@ pengguna telah mencoba.
ja: %@人のユーザーが試しました。
ko: 사용자 %@명이 시도했습니다.
pt_br: Testado por %@ usuários.
th: ผู้ใช้ %@ คนลองแล้ว
vi: %@ người dùng đã thử.
zh_hant: 使用量%@

# 使用美颜档案功能，需下载通用素材模型到本地才可使用哦，赶紧下载体验全新效果吧~
source: Download the common materials model onto your device to use the Beauty Profile function and enjoy the cool new effects!
es: ¡Descaga el modelo de materiales comunes en tu dispositivo para usar la función Perfil de belleza y distrutar los divertidos efectos nuevos!
hi: कॉमन मटीरियल्स मॉडल अपने उपकरण पर डाउनलोड करके ब्यूटी प्रोफ़ाइल फंक्शन का उपयोग करें और शानदार नए इफेट्स का मज़ा लें!
id_id: Unduh model bahan umum ke perangkat Anda agar bisa menggunakan fungsi Profil Kecantikan dan nikmati efek baru yang keren!
ja: お使いの端末によくある素材モデルをダウンロードしてビューティープロフィール機能を使用し、クールな新しい効果をお楽しみください！
ko: 일반 재료 모델을 내 기기에 다운로드해서 뷰티 프로필 기능을 사용하고 멋진 새 효과를 시험해 보세요!
pt_br: Baixe o modelo de materiais comum em seu aparelho para utilizar a função Perfil de belezae aproveite os novos efeitos incríveis!
th: ดาวน์โหลดโมเดลวัตถุดิบธรรมดาลงในอุปกรณ์ของคุณเพื่อใช้ฟังก์ชันโปรไฟล์ความงาม และเพลิดเพลินกับเอฟเฟกต์ใหม่ๆ สุดเจ๋ง!
vi: Tải về kiểu vật liệu thường gặp trên thiết bị của bạn để sử dụng chức năng Hồ sơ Sắc đẹpvà thưởng thức các hiệu ứng mới tuyệt vời này!
zh_hans: 使用颜值管家功能，需下载通用素材模型到本地才可使用哦，赶紧下载体验全新效果吧~
zh_hant: 要使用顏值管家功能，需先下載通用素材模型喔，快來下載體驗全新效果吧~

# 使用萌拍时不支持微调五官哦~
source: Cutie does not support facial features adjustments!
es: ¡Lindo no admite ajustes de rasgos faciales!
hi: आकर्षक चेहरा फीचर एडजस्टमेंट को सपोर्ट नहीं करता!
id_id: Cutie tidak mendukung pengaturan bentuk wajah.
ja: ARではお顔のパーツの調整ができません！
ko: 귀여운 기능은 얼굴 특징 조정을 지원하지 않습니다!
pt_br: Fofura não tem suporte para ajustes de características faciais!
th: AR ไม่รองรับการปรับแต่งคุณลักษณะใบหน้า!
vi: AR ko hỗ trợ đ.chỉnh t.năng khuôn mặt.
zh_hant: 使用萌拍時不支援微調五官喔~

# 使用染发画笔，需要下载头发模型哦，赶快下载换新发色吧~
source: Download the effects onto your device to use the Hair Dye Brush!
es: ¡Descarga los efectos en tu dispositivo para usar el Pincel de tinte de cabello!
hi: हेयर डाइ ब्रश का उपयोग करने हेतु अपने उपकरण पर प्रभाव डाउनलोड करें!
id_id: Unduh efek ke perangkat Anda untuk menggunakan Sikat Pewarna Rambut!
ja: デバイスに効果をダウンロードしてヘアダイブラシを使用しましょう！
ko: 헤어 염색 브러시를 사용하려면 효과를 내 기기로 다운로드 받으세요!
pt_br: Baixe os efeitos no seu dispositivo para usar Hair Dye Brush!
th: ดาวน์โหลดเอฟเฟกต์ลงบนอุปกรณ์ของคุณเพื่อใช้แปรงย้อมผม!
vi: Tải các hiệu ứng về thiết bị của bạn để sử dụng Cọ Nhuộm Tóc!
zh_hant: 使用染髮畫筆需要下載頭髮模型，趕快下載換新髮色吧~

# 使用同款
source: Apply
es: Aplicar
hi: लागू करें
id_id: Terapkan
ja: 適用
ko: 적용하기
pt_br: Aplicar
th: ยืนยัน
vi: Nộp đơn
zh_hant: 使用同款

# 使用同款效果失败
source: Failed to use the same effect
bo_cn: ཐོ་འགོད་བྱས་རྗེས་ནང་གསེས་དོན་ཚན་གཅིག་པ་བཀོལ་ཆོག་།
es: No se pudo usar el mismo efecto
hi: वही इफेक्ट उपयोग करना विफल
id_id: Gagal menggunakan efek yang sama
ja: 同じ効果の使用に失敗しました
ko: 같은 효과를 사용하는 데 실패했습니다
pt_br: Falha ao utilizar o mesmo efeito
th: ใช้เอฟเฟกต์เดียวกันไม่สำเร็จ
vi: Sử dụng hiệu ứng tương tự không thành công
zh_hant: 套用同款效果失敗

# 使用微笑嘴唇功能，需下载通用素材模型到本地才可使用哦，赶紧下载体验全新效果吧~
source: Download the Universal Effects model onto your device to use the Smile lips function and enjoy the cool new looks!
bo_cn: མཆུ་སྒྲོས་ཀྱི་ནུས་པ་ལ་འཛུམ་མདངས་ཀྱིས་ཐུན་མོང་དུ་སྤྱོད་པའི་རྒྱུ་ཆའི་རྣམ་པ་ས་གནས་དེ་གར་ཕབ་ལེན་བྱས་ན་བེད་སྤྱོད་གཏོང་ཐུབ་པ་རེད།
es: ¡Descarga el modelo Universal Effects en tu dispositivo para usar la función Smile Lips y disfruta de los geniales estilos nuevos!
hi: स्माइल लिप्स फंक्शन इस्तेमाल करने और नए, कूल रूप का मज़ा लेने के लिए अपने उपकरण पर यूनिवर्सल इफेक्ट मॉडेल डाउनलोड़ करो!
id_id: Unduh model Efek Universal ke perangkat Anda untuk menggunakan fungsi bibir Senyum dan nikmati tampilan baru yang keren!
ja: お使いのデバイスに「ユニバーサルエフェクト」モデルをダウンロードして、「スマイル」リップ機能やクールな新しいルックスをお楽しみください！
ko: 유니버셜 효과를 내 기기에 다운로드해서 스마일 입술 기능과 쿨한 새 룩을 즐기세요!
pt_br: Baixe o modelo de Efeitos Universais em seu aparelho para utilizar a função labial Sorriso e curtir novos looks incríveis!
th: ดาวน์โหลดโมเดลเอฟเฟกต์ครอบจักรวาลลงในอุปกรณ์ของคุณเพื่อใช้งานฟังก์ชันริมผีปากยิ้ม และสนุกกับลุคใหม่สุดเจ๋ง!
vi: Tải về mẫu Hiệu ứng Đa dụng trên thiết bị của bạn để sử dụng tính năng đôi môi Mỉm cười và thưởng thức những diện mạo mới thật ngầu!
zh_hant: 使用微笑嘴唇功能，需先下載通用素材模型喔，快來下載體驗全新效果吧~

# 使用小头功能需要下载身体模型哦 模型约1M，下载需要1秒左右
source: Download a body model onto your device to use the Head size feature. The model is about 1MB, it will take you about 1 second to download.
es: Descarga el modelo de cuerpo en tu dispositivo para usar la función Cabeza. El modelo pesa cerca de 1 MB, la descarga tomará alrededor de 1 segundo.
hi: सिर का साइज़ का उपयोग करने के लिए अपने डिवाइस पर बॉडी मॉडल डाउनलोड करें। मॉडल लगभग 1 एमबी का है, इसे डाउनलोड करने में आपको लगभग 1 सेकेंड लगेंगे।
id_id: Unduh model tubuh ke perangkat Anda untuk menggunakan opsi ukuran Kepala. File model tubuh adalah sebesar 1M, dan hanya membutuhkan waktu sekitar 1 detik untuk mengunduhnya.
ja: 頭サイズを使用するには、お使いのデバイスに体型モデルをダウンロードしてください。 モデルのファイルサイズは約1Mで、ダウンロードには約1分間かかります。
ko: 머리 크기를 사용하려면 기기에 신체 모델을 다운로드하세요. 모델 용량은 1M 정도이며, 다운로드하는 데 약 1분 정도 걸립니다.
pt_br: Baixe o modelo do corpo em seu aparelho parfa utilizar a cabeça. O modelo tem aproximadamente 1M e levará cerca de 1 segundos para ser baixado.
th: ดาวน์โหลดโมเดลร่างกายลงในอุปกรณ์ของคุณเพื่อใช้การปรับศีรษะ โมเดลมีขนาดประมาณ 1M ใช้เวลาดาวน์โหลดประมาณ 1 วินาที
vi: Tải về kiểu thân hình trên thiết bị của bạn để sử dụng cỡ đầu. Kiểu này khoảng 1M, bạn sẽ mất 1 giây để tải về.
zh_hant: 使用小頭功能需要下載身體模型喔~ 模型約1M，下載需要1秒左右。

# 使用颜值管家功能，需下载通用素材模型到本地才可使用哦，赶紧下载体验全新效果吧~
source: Download the common materials model onto your device to use the My Beauty function and enjoy the cool new effects!
es: ¡Descaga el modelo de materiales comunes en tu dispositivo para usar la función Mi belleza y distrutar los divertidos efectos nuevos!
hi: कॉमन मटीरियल्स मॉडल अपने उपकरण पर डाउनलोड करके माय ब्यूटी उपयोग करें और शानदार नए इफेट्स का मज़ा लें!
id_id: Unduh model bahan umum ke perangkat Anda agar bisa menggunakan fungsi Kecantikanku dan nikmati efek baru yang keren!
ja: お使いの端末によくある素材モデルをダウンロードしてマイビューティー機能を使用し、クールな新しい効果をお楽しみください！
ko: 일반 재료 모델을 내 기기에 다운로드해서 내 뷰티 기능을 사용하고 멋진 새 효과를 시험해 보세요!
pt_br: Baixe o modelo de materiais comum em seu aparelho para utilizar a função Minha Beleza e aproveite os novos efeitos incríveis!
th: ดาวน์โหลดโมเดลวัตถุดิบธรรมดาลงในอุปกรณ์ของคุณเพื่อใช้ฟัความงามของฉัน และเพลิดเพลินกับเอฟเฟกต์ใหม่ๆ สุดเจ๋ง!
vi: Tải về kiểu vật liệu thường gặp trên thiết bị của bạn để sử dụng chức năng Vẻ đẹp của Tôi và thưởng thức các hiệu ứng mới tuyệt vời này!
zh_hant: 要使用顏值管家功能，需先下載通用素材模型喔，快來下載體驗全新效果吧~

# 使用有人体的照片效果更佳哦~
source: Select a photo with faces for the better effect.
es: Selecciona una fotografía con caras para conseguir un mejor efecto.
hi: बेहतर इफेक्ट के लिए पोर्ट्रेट वाला फोटो चुनें
id_id: Pilih foto dengan potret orang untuk efek yang lebih baik.
ja: より良い効果を出すには、ポートレート写真を選択してください。
ko: 정면 얼굴이 포함된 사진을 선택해서 더 좋은 효과를 내세요.
pt_br: Selecione uma foto com retratos para obter o melhor efeito.
th: เลือกรูปภาพที่เป็นภาพเหมือนเพื่อเอฟเฟกต์ที่ดีขึ้น
vi: Chọn một bức ảnh với chụp chân dung cho hiệu quả tốt hơn.
zh_hant: 使用包含人物的照片效果更佳喔~

# 使用增发功能需要下载头发模型。
source: Hair Editor function requires downloadinghair models.
id_id: Fungsi Editor Rambut membutuhkan pengunduhan model rambut.
ja: 髪型エディター機能のご利用には、ヘアモデルをダウンロードする必要があります。
ko: 헤어 에디터 기능을 쓰려면 헤어 모델을 다운로드해야 합니다.
th: ฟังก์ชั่นตัวตัดต่อผมจำเป็นต้องดาวน์โหลดแบบผม
vi: Chức năng Trình Chỉnh Sửa Tóc yêu cầu tải xuống các mẫu tóc.
zh_hant: 使用增髮功能需要下載頭髮模型

# 使用增高塑形功能，需下载通用素材模型到本地才可使用哦，赶紧下载体验全新效果吧~
source: Please download the common materials template onto your device before using the Body Shape function. Download now and try it out!
bo_cn: གཟུགས་ཕུང་སྣང་བརྙན་བཀོལ་སྤྱོད་བྱེད་པར། སྤྱི་སྤྱོད་རྒྱུ་ཆས་རྣམ་པ་ཕབ་ལེན་བྱེད་ཚེ།ད་གཟོད་བཀོལ་སྤྱོད་བྱ་ཐུབ།།
es: Descarga la plantilla de materiales comunes en tu dispositivo antes de usar la función Body Shape. ¡Descárgalo ahora y pruébalo!
hi: बॉडी शेप फंक्शन का उपयोग करने से पहले कृपया सामान्य सामग्री टेम्पलेट डाउनलोड करें। अभी डाउनलोड करें और आज़माएं!
id_id: Unduh templat material biasa ke perangkat Anda sebelum menggunakan fungsi Bentuk Tubuh. Unduh sekarang dan cobalah!
ja: 体型補正機能を使用する前にお使いのデバイスに一般素材テンプレートをダウンロードしてください。今すぐダウンロードして試しましょう！
ko: 몸매 교정 기능을 사용하기 전에 일반 자료 템플릿을 기기에 다운 받으세요. 지금 다운 받고 사용해보세요!
pt_br: Por favor, carregue os modelos para o seu telemóvel antes de usar a função Body shape . Carregue agora e experimente!
th: กรุณาดาวน์โหลดเทมเพลตวัตถุดิบธรรมดาลงบนอุปกรณ์ของคุณก่อนใช้งานฟังก์ชัน ปรับทรงรูปร่างดาวน์โหลดตอนนี้แล้วลองได้เลย!
vi: Vui lòng tải biểu mẫu tài liệu chung về thiết bị của bạn trước khi sử dụng tính năng Hình Thể. Tải về và thử ngay!
zh_hant: 使用身體塑形功能，需先下載通用素材模型喔，快來下載體驗全新效果吧~

# 识别到多人，请选择一位进行美容
source: Multiple faces identified. Please select one to beautify.
bo_cn: མི་མང་པོའི་ཁྲོད་ནས་མི་གཅིག་གདམ་གསེས་བྱེད་དེ་རྣམ་པ་མཛེས་བཟོ་བྱ་རོགས།
es: Se identificaron múltiples rostros. Selecciona el que quieras embellecer.
hi: कई चेहरों की पहचान हुई। कृपया सुंदर बनाने के लिए चुनें।
id_id: Beberapa wajah teridentifikasi. Harap pilih satu untuk dipercantik.
ja: 複数の顔が検出されました。写真補正を行うには、顔を1つ選択してください。
ko: 여러 얼굴 인식됨. 꾸밀 얼굴을 하나 선택하세요.
pt_br: Vários rostos identificados. Selecione um rosto para embelezar.
th: พบหน้าหลายหน้า กรุณาเลือกหนึ่งรายการเพื่อปรับแต่ง
vi: Đã nhận dạng được nhiều khuôn mặt. Vui lòng chọn một để làm đẹp.
zh_hans: 识别到多人，请选择一位进行美容
zh_hant: 辨識到多個人，請選擇一位進行美容

# 识别失败
source: Failed to recognize
bo_cn: དབྱེ་འབྱེད་ཕམ་ཉེས་བྱུང་།
es: No se pudo reconocer
hi: पहचानना विफल
id_id: Gagal mengenali
ja: 認識できませんでした
ko: 인식 실패
pt_br: Falha ao reconhecer
th: ตรวจจับไม่สำเร็จ
vi: Không nhận diện được
zh_hant: 辨識失敗

# 视频
source: Video
bo_cn: བརྙན་ཐུང་།
hi: वीडियो
ja: 動画
ko: 비디오
pt_br: Vídeo
th: วิดีโอ
zh_hant: 影片

# 视频(%d)
source: Video (%d)
hi: वीडियो (%d)
ja: 動画（%d）
ko: 동영상 (%d)
pt_br: Vídeo (%d)
th: วิดีโอ (%d)
zh_hant: 影片(%d)

# 视频(经典首页)
source: Editing
zh_hans: 视频
zh_hant: 影片

# 视频保存失败
source: Failed to save the video
es: No se pudo guardar el video
hi: वीडियो सहेजना विफल
id_id: Gagal menyimpan video
ja: 動画の保存に失敗しました
ko: 동영상 저장 실패
pt_br: Falha ao salvar o vídeo
th: บันทึกวิดีโอไม่สำเร็จ
vi: Lưu video không thành công
zh_hant: 影片儲存失敗

# 视频编辑草稿将自动保存在这 快去创作你的作品吧
source: Video drafts will be automatically saved here! Post your work now!
es: Los borradores de videos se guardarán automáticamente aquí. Publica tu trabajo ahora.
hi: वीडियो ड्राफ्ट स्वचलित रूप से यहां सहेजे जाएंगे! अपना कार्य अभी पोस्ट करें!
id_id: Draf video akan disimpan secara otomatis di sini! Posting pekerjaan Anda sekarang!
ja: 動画の下書きはこちらに自動的に保存されます！ 今すぐ作品を投稿しましょう！
ko: 동영상 초본은 자동으로 여기에 저장됩니다! 지금 작품을 포스트하세요!
pt_br: Os rascunhos de vídeo serão automaticamente salvos aqui! Poste seu trabalho agora!
th: แบบร่างวิดีโอจะบันทึกไว้โดยอัตโนมัติที่นี่! โพสต์งานของคุณเลย!
vi: Bản nháp video sẽ tự động được lưu tại đây! Đăng tác phẩm của bạn ngay!
zh_hant: 影片編輯草稿將自動儲存 快去創作你的作品吧

# 视频编辑草稿将自动保存在这 已保存的项目也能再次编辑哦
source: Find video drafts here! Saved items can be edited again.
es: Encuentra tus borradores de los videos aquí. Los elementos guardados también se pueden volver a editar.
hi: वीडियो ड्राफ्ट यहां मिलेंगे! सहेजे आइटम भी फिर से एडिट किए जा सकते हैं।
id_id: Temukan konsep video di sini! Item tersimpan juga dapat diedit lagi.
ja: 動画の下書きはこちらです！ 保存したアイテムを編集し直すこともできます。
ko: 동영상 초본은 여기 있습니다! 저장된 항목은 다시 편집 가능합니다.
pt_br: Encontre os rascunhos de vídeo aqui! Os itens salvos também podem ser editados novamente.
th: ค้นหาแบบร่างวิดีโอที่นี่! รายการที่บันทึกไว้สามารถแก้ไขได้อีกเช่นกัน
vi: Tìm bản nháp video tại đây! Các mục đã lưu cũng có thể được chỉnh sửa lại.
zh_hant: 影片編輯草稿將自動儲存 已儲存的專案也能再次編輯喔

# 视频草稿
source: Video Draft
es: Video borrador
hi: वीडियो ड्राफ्ट
id_id: Draf Video
ja: 動画の下書き
ko: 동영상 초안
pt_br: Rascunho do vídeo
th: แบบร่างวิดีโอ
vi: VIDEO NHÁP
zh_hant: 影片草稿

# 视频草稿（草稿箱）
source: Video
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
th: วิดีโอ
zh_hans: 视频草稿
zh_hant: 影片

# 视频尺寸超出限制
source: Video size exceeds the limit.
es: Se superó el límite de tamaño de video
hi: वीडियो साइज की सीमा बढ़ी हुई है
id_id: Ukuran video melampaui batas
ja: ビデオサイズの制限を超えています
ko: 동영상 크기 제한을 초과합니다
pt_br: O limite do tamanho do vídeo foi excedido
th: ขนาดวิดีโอเกินที่จำกัดไว้
vi: Giới hạn kích cỡ video bị vượt quá
zh_hant: 影片尺寸超出限制

# 视频导入中...
source: Importing video...
es: Importando video...
hi: वीडियो इंपोर्ट हो रहे…
id_id: Mengimpor video...
ja: 動画をインポート中…
ko: 동영상 가져오는 중...
pt_br: Importando vídeo...
th: กำลังนำเข้าวิดีโอ...
vi: Đang nhập video...
zh_hant: 影片匯入中

# 视频动画
source: Video
ja: 動画
ko: 동영상
th: วิดีโอ
zh_hant: 影片動畫

# 视频发布到美图相册之后，视频原声可能会被其他用户用来拍摄视频或用作背景音乐。如果你不想被他人使用，可进入设置-隐私与通知中关闭。
source: Once your video is posted to a MT Gallery, your original audio may be used by others to record videos or as background music. If you don't want your audio to be used by others, you can turn disable access in Settings - Privacy and Notifications.
es: Una vez que tu video esté publicado en una Galería de MT, otros usuarios podrán utilizar tu audio original para grabar videos o como música de fondo. Si no quieres que otros utilicen tu audio, puedes desactivar el acceso en Configuraciones - Privacidad y Notificaciones.
hi: आपके वीडियो के एमटी गैलरी में एक बार पोस्ट हो जाने के बाद, आपके मौलिक ऑडियो का दूसरे लोग वीडियो रिकॉर्ड करने या बैकग्राउंड म्यूज़िक के तौर पर कर सकते हैं। यदि आप चाहते हैं कि आपका ऑडियो कोई और प्रयोग ना करे, तो आप एक्सेस की अनुमति को सेटिंग्स - गोपनीयता और सूचनाएं में बंद कर सकते हैं।
id_id: Setelah video Anda diposting ke Galeri MT, audio asli Anda bisa digunakan orang lain untuk merekam video atau sebagai musik latar belakang. Jika tidak ingin audio Anda digunakan yang lain, Anda bisa menonaktifkan akses di Pengaturan - Privasi dan Notifikasi.
ja: 動画がMTギャラリーに投稿されると、あなたのオリジナルオーディオが動画を録画するために、またはバックグランドミュージックとして他者に使用される可能性があります。あなたのオーディオが他者に使用されたくない場合、設定―プライバシーと通知でアクセスをオフにすることができます。
ko: 내 동영상을 MT 갤러리에 게시하면, 다른 사람들이 내 오리지널 오디오를 자신의 동영상 녹화 또는 배경 음악으로 사용할 수 있게 됩니다. 다른 사람이 내 오디오를 사용하기를 원하지 않는 경우, 설정 - 개인 정보 및 알림에서 액세스 거부 기능을 켤 수 있습니다.
pt_br: Quando seu vídeo é postado em uma Galeria MT, seu áudio original pode ser utilizado por outras pessoas para gravação de vídeos ou como música de fundo. Se não quiser que seu áudio seja utilizado por outras pessoas, você pode desabilitar o acesso em Configurações - Privacidade e Notificações.
th: เมื่อวิดีโอของคุณโพสต์ลงในแกลเลอรี MT แล้ว ไฟล์เสียงต้นฉบับของคุณอาจได้รับการใช้งานโดยผู้อื่นเพื่อบันทึกวิดีโอ หรือเป็นเพลงประกอบเบื้องหลัง หากคุณไม่ต้องการให้ผู้อื่นใช้งานไฟล์เสียงของคุณ สามารถปิดการเข้าถึงได้ใน การตั้งค่า - ความเป็นส่วนตัวและการแจ้งเตือน
vi: Khi video của bạn được đăng cho một Thư viện ảnh MT, âm thanh gốc của bạn có thể được sử dụng bởi những người khác để quay video hoặc dùng làm nhạc nền. Nếu bạn không muốn âm thanh của mình được sử dụng bởi những người khác, bạn có thể bật vô hiệu truy cập vào Cài đặt - Quyền Riêng Tư và Thông Báo.
zh_hant: 你的影片發佈至美圖相簿後，影片原聲可能會被其他用戶使用。如果不想被使用，可進入設定-隱私與通知關閉。

# 视频还未保存，你要放弃本次拍摄么？
source: Your video has not been saved yet. Are you sure you want to discard?
bo_cn: བརྙན་རིས་ད་རུང་ཉར་ཚགས་བྱེད་མེད་པས། ཁྱོད་ཀྱིས་ཐེངས་འདིས་བརྙན་རིས་བསྐྱུར་རམ།
es: Tu video no se ha guardado aún. ¿Estás seguro de que quieres descartarlo?
hi: आपका वीडियो अभी सहेजा नहीं गया है। क्या आप वाकई छोड़ना चाहते हैं?
id_id: Video Anda belum tersimpan. Anda yakin ingin membuangnya?
ja: 動画はまだ保存されていません。破棄してもよろしいですか？
ko: 비디오가 아직 저장되지 않았습니다. 폐기하시겠습니까?
pt_br: Seu vídeo ainda não foi salvo. Tem certeza de que deseja descartar?
th: ยังไม่ได้บันทึกวิดีโอของคุณ แน่ใจว่าต้องการยกเลิกหรือไม่
vi: Video của bạn chưa được lưu. Bạn có chắc chắn muốn bỏ đi?
zh_hant: 影片尚未儲存，你要放棄本次拍攝嗎？

# 视频加载失败
source: Failed to load video
es: No se pudo cargar el video
hi: वीडियो लोड करना विफल
id_id: Gagal memuat video
ja: 動画の読み込みに失敗しました
ko: 동영상 로드에 실패했습니다
pt_br: Falha ao carregar o vídeo
th: โหลดวิดีโอไม่สำเร็จ
vi: Tải video không thành công
zh_hant: 影片載入失敗
