Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 保存视频
source: Save
bo_cn: ཉར་ཚགས།
es: Guardar
hi: सेव करें
id_id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
th: บันทึก
vi: Lưu
zh_hant: 儲存影片

# 保存图片
source: Save
bo_cn: ཉར་ཚགས།
es: Guardar
hi: सेव करें
id_id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
th: บันทึก
vi: Lưu
zh_hant: 儲存圖片

# 保存为GIF
source: Save as GIF
es: Guardar como GIF
hi: जीआईएफ़ की तरह सहेजें
id_id: Simpan sebagai GIF
ja: GIFとして保存
ko: GIF로 저장
pt_br: Salvar como GIF
th: บันทึกเป็น GIF
vi: Lưu dưới dạng Ảnh động
zh_hant: 儲存為GIF

# 保存中
source: Saving
es: Guardando
hi: बचत
id_id: Menyimpan...
ja: 保存中…
ko: 저장 중…
pt_br: Salvando
th: กำลังบันทึก…
vi: Đang lưu
zh_hant: 儲存中

# 保存中...
source: Saving...
zh_hant: 儲存中...

# 保护笔
source: Still line
es: Línea fija
hi: स्टिल लाइन
id_id: Garis diam
ja: 静止線
ko: 실선
pt_br: Linha estática
th: เส้นตรง
vi: Đường tĩnh
zh_hant: 保護筆

# 保护关闭
source: Off
bo_cn: སྲུང་སྐྱོབ་ཁ་རྒྱག་སྒོ་རྒྱག
es: Apagado
hi: बंद
id_id: Nonaktif
ja: オフ
ko: 끔
pt_br: Nenhum
th: ปิด
vi: Tắt
zh_hant: 保護關閉

# 抱歉，获取手机信息失败，暂不支持购买
source: Unable to purchase because we could not obtain your phone information.
id_id: Tidak dapat membeli karena kami tidak dapat memperoleh informasi telepon Anda.
ja: 写真の情報を取得できなかったため、購入できません。
ko: 휴대폰 정보를 획득하지 못해서 구매를 진행할 수 없습니다.
th: ขออภัย ตรวจสอบข้อมูลโทรศัพท์มือถือไม่สำเร็จ ไม่รองรับการสั่งซื้อเป็นการชั่วคราว
vi: Không thể mua bởi vì chúng tôi không thể lấy thông tin điện thoại của bạn.
zh_hant: 抱歉，獲取手機資訊失敗，暫不支援購買。

# 抱歉，无法在TestFlight包中购买会员~ 如需购买，请到App Store下载最新包进行
source: Sorry. Unable to purchase VIP in TestFlight pack. Please go to App Store to download the latest version and purchase if needed.
id_id: Maaf. Tidak dapat membeli VIP di paket TestFlight. Buka App Store untuk mengunduh versi terbaru dan membelinya.
ja: 申し訳ありません。TestFlightパック内からはVIPを購入できません。必要な場合は、App Storeから最新バージョンをダウンロードしてからご購入ください。
ko: 죄송합니다. TestFlight 팩 내 VIP를 구매할 수 없습니다. 필요하시면 App Store로 이동해서 최신 버전으로 다운로드 후 구매해 주세요.
th: ขออภัย ไม่สามารถซื้อ VIP ในแพค TestFlight ได้ กรุณาไปที่ App Store เพื่อดาวน์โหลดเวอร์ชั่นล่าสุดและซื้อหากจำเป็น
vi: Xin lỗi. Không thể mua VIP trong gói TestFlight. Vui lòng đến Cửa hàng Ứng dụng để tải về phiên bản mới nhất và mua nếu cần.
zh_hant: 抱歉，無法在TestFlight包中購買會員。如需購買,請至App Store下載最新包。

# 抱歉，因您未达到创建美图帐号年龄要求，您无法创建帐号
source: Sorry, you cannot create a Meitu account because you do not fit the age requirements.
bo_cn: དགོངས་དག སྐུ་ཉིད་ཀྱི་མེའུ་ཐུའུ་མཛེས་བཟོའི་ཐོ་ཞུགས་ཨང་གྲངས་ཀྱི་ལོ་ཚོད་ཀྱི་གནས་ཚུལ་ཚད་གཞི་ལས་མི་འདང་བའི་རྐྱེན་གྱིས། ཐོ་ཞུགས་ཨང་གྲངས་བཟོ་མི་ཐུབ།
es: Lo sentimos, no puedes crear una cuenta de Meitu porque no tienes la edad necesaria.
hi: माफ़ करें, आप MTid नहीं बना सकते, क्योंकि आप उम्र से जुड़ी शर्तों को पूरा नहीं करते।
id_id: Maaf, Anda tidak dapat membuat akun Meitu karena tidak memenuhi persyaratan usia.
ja: 年齢要件を満たしていないため、MTidを作成できません。
ko: 죄송합니다. 나이 요건을 충족하지 않기 때문에 Meitu 계정을 생성할 수 없습니다.
pt_br: Lamentamos, você não pode criar uma conta Meitu porque não atende aos requisitos de idade.
th: ขออภัย คุณไม่สามารถจัดทำบัญชี Meitu เนื่องจากคุณไม่อยู่ในเงื่อนไขอายุที่กำหนด
vi: Rất tiếc, bạn không thể tạo tài khoản Meitu vì bạn không phù hợp yêu cầu về độ tuổi.
zh_hans: 抱歉，因您未达到创建美图帐号年龄要求，您无法创建帐号
zh_hant: 抱歉，您未達建立美圖帳號的年齡要求，無法建立帳號

# 抱歉，暂无搜索到你想要的地点
source: Sorry. Place not found.
es: Lamentablemente, no se encontró el lugar.
hi: माफ करें, जगह नहीं मिली।
id_id: Maaf. Tempat tidak ditemukan.
ja: 申し訳ありませんが、場所が見つかりません。
ko: 죄송합니다. 장소를 찾을 수 없습니다.
pt_br: Desculpe. Local não encontrado.
th: ขออภัย ไม่พบสถานที่
vi: Rất tiếc. Chưa tìm được vị trí.
zh_hant: 抱歉，暫無搜尋到你想要的地點。

# 爆款
source: Trendy
id_id: Trendi
ja: 流行
ko: 트렌디
th: อินเทรนด์
vi: Hợp thời
zh_hant: 熱門

# 背景
source: Background
bo_cn: རྒྱབ་ལྗོངས་
es: Fondos
hi: पृष्ठभूमि
id_id: Latar
ja: 背景
ko: 배경
pt_br: Fundos
th: พื้นหลัง
vi: Nền
zh_hant: 背景

# 背景保护
source: Background Lock
bo_cn: རྒྱབ་ལྗོངས་སྲུང་སྐྱོང་
es: Fondo
hi: पृष्ठभूमि
id_id: Kunci latar belakang
ja: 背景
ko: 배경
pt_br: Fundo
th: พื้นหลัง
vi: Hình nền
zh_hant: 背景保護

# 背景保护(开启)
source: Background Lock
bo_cn: རྒྱབ་ལྗོངས་སྲུང་སྐྱོང་
es: Fondo
hi: पोट्रेट लॉक पृष्ठभूमि लॉक
id_id: Kunci latar belakang
ja: 背景
ko: 배경 잠금
pt_br: Fixar Fundo
th: ล็อกพื้นหลัง
vi: khoá hình nền
zh_hans: 背景保护
zh_hant: 背景保護

# 背景列表
source: Backgrounds
bo_cn: རྒྱབ་ལྗོངས་རེའུ་མིག་བཀོད།
es: Fondos
hi: पृष्ठभूमि
id_id: Latar
ja: 背景
ko: 배경
pt_br: Fundos
th: พื้นหลัง
vi: Nền
zh_hans: 背景列表
zh_hant: 背景列表

# 背景图裁剪
source: Crop background
es: Cortar fondo
hi: पृष्ठभूमि क्रॉप करें
id_id: Potong latar
ja: 背景をクロップ
ko: 배경 화면 잘라내기
pt_br: Cortar fundo
th: ครอบตัดพื้นหลัง
vi: Cắt xén phông nền
zh_hant: 背景圖裁剪

# 背景虚化
source: Blur
bo_cn: རྒྱབ་ལྗོངས་རྫུན་ཅན།
es: Desenfocar
hi: धुँधला
id_id: Kabur
ja: ぼかし
ko: 흐릿하게
pt_br: Desfoque
th: เบลอ
vi: Nhòe
zh_hans: 背景虚化
zh_hant: 背景虛化

# 背景暂不支持使用动图
source: Background does not support using GIFs
id_id: Latar belakang tidak mendukung penggunaan GIF
ja: 背景へのGIFの使用はサポートされていません
ko: 배경 화면이 GIF 사용을 지원하지 않습니다
th: พื้นหลังไม่รองรับภาพเคลื่อนไหว
vi: Nền không hỗ trợ sử dụng ảnh GIF
zh_hant: 背景暫不支援使用GIF

# 本地仅保存处理后图片哦
source: Only processed images will be saved locally.
bo_cn: རང་གནས་སུ་སྒྲིག་བཅོས་བྱས་ཟིན་པའི་འདྲ་པར་མ་གཏོགས་འཇོག་མི་ཐུབ།
es: Solo las imágenes procesadas se guardarán localmente.
hi: केवल संसाधित छवियाँ ही स्थानीय रूप से सहेजी जाएँगी।
id_id: Hanya gambar sudah diproses yang akan disimpan secara lokal.
ja: 処理済みの画像のみがローカルに保存されます。
ko: 처리된 이미지만 로컬 저장됩니다.
pt_br: Apenas as imagens processadas serão salvas localmente.
th: เฉพาะภาพที่ประมวลผลแล้วเท่านั้นจึงจะบันทึกไว้ในเครื่อง
vi: Chỉ các ảnh đã được xử lý mới được lưu tại chỗ.
zh_hans: 本地仅保存处理后图片哦
zh_hant: 僅儲存處理過的圖片喔

# 本地音乐
source: Downloaded music
es: Música descargada
hi: डाउनलोड किया हुआ संगीत
id_id: Musik yang diunduh
ja: ダウンロード済みの音楽
ko: 다운로드한 음악
pt_br: Música baixada
th: เพลงที่ดาวน์โหลด
vi: Nhạc đã tải về
zh_hant: 已下載音樂

# 本地音乐卡点需要等待5秒以上
source: Using Snap to Beats with local music requires more than 5 seconds of processing time.
es: El uso de Snap to Beats con música local requiere más de 5 segundos de tiempo de procesamiento
hi: स्थानीय संगीत के साथ स्नैप टु बीट्स उपयोग करने पर 5+ सेकंड का प्रक्रिया समय लगेगा
id_id: Menggunakan Snap to Beats dengan musik lokal memerlukan waktu pemrosesan 5+ detik
ja: 「スナップ・トゥ・ビート」をローカルの音楽と合わせて使用するには、5秒以上の処理時間がかかります
ko: 로컬 음악에서 비트로 스냅을 사용하려면 처리 시간에 5초 이상 소요됩니다
pt_br: Utilizar o Toque para batidas com músicas do dispositivo exige um tempo de processamento de 5 segundos ou mais
th: การใช้การยึดบีทกับเพลงในเครื่องต้องการเวลาประมวลเพิ่ม 5 วินาทีขึ้นไป
vi: Sử dụng Snap to Beats cùng với âm nhạc trên máy cần thời gian xử lý nhiều hơn 5 giây
zh_hant: 卡點已下載音樂需等待5秒以上

# 本分类暂无下载和历史使用素材哦~
source: No downloads or historical materials under this category.
es: No hay descargas ni materiales históricos en esta categoría.
hi: इस श्रेणी में कोई डाउनलोड और पुरानी सामग्री नहीं।
id_id: Tidak ada bahan unduhan dan historis pada kategori ini.
ja: このカテゴリにはダウンロードや履歴はありません。
ko: 이 카테고리 아래로는 다운로드 및 과거 재료가 없습니다.
pt_br: Não há itens baixados e materiais históricos nesta categoria.
th: ไม่มีวัตถุดิบที่ดาวน์โหลดและมีประวัติใช้งานในหมวดหมู่นี้
vi: Không có lượt tải về và tài liệu lịch sử nào trong hạng mục này.
zh_hant: 本分類暫無下載和使用素材紀錄喔~

# 本分类暂无下载素材哦~
source: No more downloaded items in this category.
bo_cn: རིགས་འདིའི་ཁྲོད་དུ་གནས་སྐབས་སུ་རྒྱུ་ཆ་ཕབ་ལེན་བྱ་རྒྱུ་མི་འདུག
es: No hay más elementos descargados en esta categoría.
hi: इस श्रेणी में डाउनलोड की गई और चीज़ें नहीं हैं।
id_id: Tidak ada item unduhan lain dalam kategori ini.
ja: このカテゴリには、ダウンロードされたアイテムは他にありません。
ko: 이 카테고리에 더 이상 다운로드한 항목이 없습니다.
pt_br: Não há mais itens baixados nesta categoria.
th: ไม่มีรายการดาวน์โหลดอีกในหมวดหมู่นี้
vi: Không còn mục tải về nào trong danh mục này.
zh_hans: 本分类暂无下载素材哦~
zh_hant: 本類別暫無下載素材哦~

# 鼻尖(面部重塑)
source: Nose tip
bo_cn: སྣ་རྩེ།
es: Punta
hi: नाक का अग्रभाग
id_id: Pucuk hidung
ja: 鼻先
ko: 코끝
pt_br: Ponta
th: ปลายจมูก
vi: Đầu mũi
zh_hans: 鼻尖
zh_hant: 鼻尖

# 鼻梁(面部重塑)
source: Nose bridge
bo_cn: སྣ་གདོང་།
es: Puente
hi: नाक संपर्क
id_id: Perata hidung
ja: 鼻梁
ko: 콧등
pt_br: Dorso
th: สันจมูก
vi: Sống mũi
zh_hans: 鼻梁
zh_hant: 鼻樑

# 鼻翼
source: Nose ala
id_id: Ala Hidung
ja: 鼻翼
ko: 콧방울
th: ปีกจมูก
vi: Cánh mũi
zh_hant: 鼻翼

# 鼻翼(面部重塑)
source: Nose ala
bo_cn: སྣ་ཤོག
es: Ala
hi: नाक
id_id: Sayap hidung
ja: 鼻翼
ko: 콧망울
pt_br: Asa
th: ปีกจมูก
vi: Cánh mũi
zh_hans: 鼻翼
zh_hant: 鼻翼

# 鼻子
source: Nose
id_id: Hidung
ja: 鼻
ko: 코
th: จมูก
vi: Mũi
zh_hant: 鼻子

# 鼻子(面部重塑)
source: Nose
bo_cn: སྣ།
es: Nariz
hi: नाक
id_id: Hidung
ja: 鼻
ko: 코
pt_br: Nariz
th: จมูก
vi: Mũi
zh_hans: 鼻子
zh_hant: 鼻子

# 比例
source: Ratio
bo_cn: བསྡུར་ཕྱོད།
es: Proporción
hi: अनुपात
id_id: Skala
ja: アスペクト比
ko: 비율
pt_br: Proporção
th: สัดส่วน
vi: Tỷ lệ
zh_hans: 比例
zh_hant: 比例

# 壁纸
source: Wallpaper
ja: 壁紙
ko: 바탕 화면
th: วอลเปเปอร์
vi: Giấy dán tường
zh_hant: 桌布

# 壁纸合成
source: Generate wallpaper
es: Generar fondo de pantalla
hi: वॉलपेपर बनाएं
id_id: Buat wallpaper
ja: 壁紙を生成
ko: 바탕 화면 생성
pt_br: Criar papel de parede
th: สร้างวอลเปเปอร์
vi: Tạo dấu bản quyền
zh_hans: 制作壁纸
zh_hant: 桌布合成

# 边距
source: Margin
ja: 余白
ko: 여백
th: ระยะขอบ
vi: Lề
zh_hant: 邊距

# 边框
source: Frames
bo_cn: མཐའ་སྒྲོམ།
es: Marcos
hi: फ़्रेम
id_id: Bingkai
ja: フレーム
ko: 프레임
pt_br: Quadros
th: กรอบ
vi: Khung
zh_hans: 边框
zh_hant: 邊框

# 边框管理
source: Manage
bo_cn: མཐའ་ཤིང་དོ་དམ།
es: Administrar
hi: प्रबंधित करें
id_id: Kelola
ja: 管理
ko: 관리
pt_br: Gerenciar
th: จัดการ
vi: Quản lý
zh_hans: 边框管理
zh_hant: 邊框管理

# 边框列表
source: Frames
bo_cn: མཐའ་ཤིང་ཐོ་ཡིག
es: Marcos
hi: फ़्रेम
id_id: Bingkai
ja: フレーム
ko: 프레임
pt_br: Quadros
th: กรอบ
vi: Khung
zh_hans: 边框列表
zh_hant: 邊框列表

# 编辑
source: Edit
bo_cn: དག་སྒྲིག།
es: Editar
hi: बदलाव करें
ja: 編集
ko: 편집
pt_br: Editar
th: แก้ไข
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# 编辑(经典首页)
source: Video
zh_hans: 编辑
zh_hant: 編輯

# 编辑个人资料
source: Edit Profile
bo_cn: སྒེར་གྱི་རྒྱུ་ཆ་ལ་རྩོམ་སྒྲིག་བྱེད་པ།
es: Editar el perfil
hi: प्रोफ़ाइल में बदलाव करें
id_id: Edit Profil
ja: 編集
ko: 프로필 편집
pt_br: Editar Perfil
th: แก้ไขโปรไฟล์
vi: Sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

# 编辑收藏夹
source: Edit favorites
bo_cn: ཉར་དེབ་ཁང་རྩོང་སྒྲིག
es: Editar favoritos
hi: पसंदीदा एडिट करें
id_id: Edit favorit
ja: お気に入りを編集
ko: 즐겨찾기 편집
pt_br: Editar favorito
th: แก้ไขรายการโปรด
vi: Chỉnh sửa các mục yêu thích
zh_hant: 編輯收藏夾

# 编辑资料
source: Edit profile
bo_cn: རྒྱུ་ཆ་རྩོམ་སྒྲིག་བྱེད་པ།
es: Editar el perfil
hi: बदलाव करें
id_id: Edit profil
ja: 編集
ko: 프로필 편집
pt_br: Editar perfil
th: แก้ไขโปรไฟล์
vi: Biên tập
zh_hant: 編輯資料

# 变暗
source: Darken
id_id: Gelapkan
ja: カラー比較（暗）
ko: 어둡게
th: ทำให้มืด
vi: Làm tối
zh_hant: 變暗

# 变亮
source: Lighten
id_id: Terangkan
ja: カラー比較（明）
ko: 밝게
th: สว่างขึ้น
vi: Làm sáng
zh_hant: 變亮

# 变美必备的美图利器，顶尖特效、马赛克、边框、贴纸、编辑等功能一应俱全，让你的照片时刻都很美！
source: Feel the magic of beautifying! Top effects, mosaic, frames, stickers and editing will make you look perfect every moment!
bo_cn: མཛེས་བཟོ་བྱེད་པར་ངེས་པར་དུ་མཁོ་བའི་པར་བཟོ་ལག་ཆ། ཁྱད་ལྡན་གྱི་ནུས་པ་དང་། རབ་རིབ་ཤོག་སྦྱར། མཐའ་སྒྲོམ། ཤོག་སྦྱར། དག་སྒྲིག་སོགས་ཀྱི་བྱེད་ནུས་ཚང་མ་འཛོམས་ཡོད། ཁྱེད་ཉིད་ཀྱི་འདྲ་པར་དུས་རྟག་དུ་མཛེས་ཉམས་ལྡན་སྲིད།
es: Sinta a magia do embelezamento! Efeitos de topo, mosaico, quadros, adesivos e ferramentas de edição que deixarão você com um visual perfeito a qualquer momento!
hi: सुंदर बनाने की जादू का अनुभव करें! चोटी के इफेक्ट्स, मोजेइक, फ्रेम, स्टिकर और संपादन आपके हरेक पल को परिपूर्ण बनाएंगे!
ja: 写真を美しくリタッチ！人気のエフェクト、モザイク、フレーム、スタンプ、編集機能によって、いつでも完璧な写真を作成できます！
ko: 꾸미기의 마력에 빠져보세요! 최고의 효과, 모자이크, 프레임, 스티커, 편집이 여러분을 매 순간 완벽하게 만들어 드립니다!
pt_br: Sinta a magia do embelezamento! Efeitos de topo, mosaico, quadros, adesivos e ferramentas de edição que deixarão você com um visual perfeito a qualquer momento!
th: สัมผัสกับความมหัศจรรย์ของฟิลเตอร์ปรับสวย! เอฟเฟกต์ระดับท็อป โมเสค กรอบภาพ สติกเกอร์และการปรับแต่งต่าง ๆ จะทำให้คุณดูสมบูรณ์แบบที่สุดในทุกเวลา!
vi: Cảm nhận sự kỳ diệu của làm đẹp! Các hiệu ứng hàng đầu, khảm, tạo khung, nhãn dính và chỉnh sửa sẽ làm bạn trở nên hoàn hảo mọi lúc!
zh_hant: 變美必備的美圖利器，頂尖特效、馬賽克、邊框、貼紙、編輯等功能一應俱全，讓你的照片時時刻刻皆完美！

# 变速
source: Speed
es: Velocidad
hi: स्पीड
id_id: Kecepatan
ja: 速度
ko: 속도
pt_br: Velocidade
th: ความเร็ว
vi: Tốc độ
zh_hant: 變速

# 标签
source: Tag
bo_cn: ཁ་བྱང་།
es: Etiqueta
hi: टैग
id_id: Tandai
ja: タグ
ko: 태그
pt_br: Marcar
th: แท็ก
vi: Thẻ
zh_hant: 標籤

# 标题
source: Title
id_id: Judul
ja: タイトル
ko: 제목
th: หัวเรื่อง
vi: Tiêu đề
zh_hant: 標題

# 标题最多20个字哟~
source: 20 characters maximum for a title.
es: Los títulos tienen un límite máximo de 20 caracteres.
hi: एक शीर्षक के लिए अधिकतम 20 वर्ण।
id_id: Maksimum 20 karakter untuk judul.
ja: タイトルには20文字が上限です。
ko: 제목은 최대 20자까지 가능합니다.
pt_br: No máximo 20 caracteres para o título.
th: หัวเรื่องสูงสุด 20 อักขระ
vi: Tối đa 20 ký tự cho một chủ đề.
zh_hant: 標題最多20個字喔~

# 标准
source: Standard
es: Estándar
hi: मानक
id_id: Standar
ja: 標準
ko: 표준
pt_br: Padrão
th: มาตรฐาน
vi: Tiêu chuẩn
zh_hant: 標準

# 表情
source: Emoji
bo_cn: བཟོ་བལྟ་།
hi: इमोजी
ja: 絵文字
ko: 이모티콘
th: อิโมจิ
zh_hant: 表情

# 表情工厂
source: StickerLabs
bo_cn: ཉམས་འགྱུར་བཟོ་གྲྭ།
hi: स्टिकर लैब
zh_hans: 表情工厂
zh_hant: 表情工廠

# 播放会有声音哦
source: Video comes with sound
bo_cn: ཕྱིར་གཏོང་བྱ་སྐབས་སྒྲ་ཡོད་སྲིད།
es: El video tiene sonido
hi: वीडियो में आवाज़ भी आएगी
id_id: Video hadir dengan suara
ja: 動画には音声が付いています
ko: 비디오에 사운드 포함
pt_br: O vídeo tem som
th: การถ่ายทอดจะมีเสียง
vi: sẽ có âm thanh khi phát
zh_hans: 播放会有声音哦
zh_hant: 播放會有聲音喔

# 补充说明更具体的修图需求~
source: Please describe your requirements in as much detail as possible
zh_hant: 補充說明更具體的修圖要求。

# 补光灯功能已关闭
source: Flash function is off
bo_cn: གསབ་འོད་གློག་སྒྲོན་ནུས་བ་ཡི་སྒོ་རྒྱབ་ཡོད།
es: La función de flash está desactivada
hi: फ्लैश फंक्शन बंद है
id_id: Lampu kilat mati
ja: フラッシュ機能はOFFです
ko: 플래시 기능이 꺼졌습니다.
pt_br: Flash desligado
th: ฟังก์ชันแฟลช-ปิด
vi: Tắt chức năng đèn flash
zh_hant: 補光燈功能已關閉

# 补光灯功能已开启
source: Flash ON
bo_cn: གསབ་འོད་གློག་སྒྲོན་ནུས་བ་ཡི་སྒོ་ཕྱེ་ཡོད།
es: Flash activado
hi: फ़्लैश चालू
id_id: Lampu kilat aktif
ja: フラッシュ機能はON
ko: 플래시 켜기
pt_br: Flash ligado
th: แฟลช เปิด
vi: Đèn flash BẬT
zh_hans: 补光灯功能已开启
zh_hant: 補光燈功能已啟用

# 补光关闭
source: Flash off
bo_cn: གསབ་འོད་ཀྱི་སྒོ་བརྒྱབ་ཡོད།
es: Flash
hi: फ्लैश बंद
id_id: Lampu kilat mati
ja: フラッシュ
ko: 플래시 끄기
pt_br: Flash
th: แฟลช ปิด
vi: Đèn flash tắt
zh_hant: 補光關閉

# 补光开启
source: Flash ON
bo_cn: གསབ་འོད་ཀྱི་སྒོ་ཕྱེ་ཡོད།
es: Flash
hi: फ़्लैश चालू
id_id: Lampu kilat aktif
ja: フラッシュ
ko: 플래시 켜기
pt_br: Flash
th: แฟลช เปิด
vi: Đèn flash BẬT
zh_hant: 補光啟用

# 不保存
source: Don't save
bo_cn: བསྡུ་ཉར་མི་བྱེད།
es: No guardar
hi: सेव नहीं ं
id_id: Jangan Disimpan
ja: 保存しない
ko: 저장하지 않음
pt_br: Não salvar
th: ไม่บันทึก
vi: Không Lưu
zh_hant: 不儲存

# 不调暗画面背景
source: Vignette OFF
bo_cn: པར་རིས་རྒྱབ་ལྗོངས་ཀྱི་གསལ་ཚད་མི་བསྒྱུར་བ།
es: Viñeta DESACTIVADA
hi: बेलबूटे बंद
id_id: Vinyet MATI
ja: ビネットをOFF
ko: 비네트 끄기
pt_br: Vinheta DESLIGADA
th: วิกเนต ปิด
vi: Làm mờ nét TẮT
zh_hans: 不调暗画面背景
zh_hant: 不調暗畫面背景

# 不放弃
source: Cancel
bo_cn: བསྐྱུར་མི་གཏོང་རོགས།
es: Cancelar
hi: रद्द करें
id_id: Batal
ja: 取り消し
ko: 아니오
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hant: 不放棄

# 不感兴趣
source: Not interested
es: No interesado
hi: इसमें दिलचस्पी नहीं है
id_id: Tidak tertarik
ja: 興味がありません
ko: 관심 없음
pt_br: Não estou interessado
th: ไม่สนใจ
vi: Không quan tâm
zh_hant: 不感興趣

# 不能删除自己哦
source: You cannot delete yourself from this album.
zh_hant: 不能刪除自己喔

# 不能遮挡
source: Don't block
bo_cn: གབ་མི་ཐུབ་པ།
es: No bloquear
hi: रोक ना लगाएं
id_id: Jangan tutup
ja: ブロックしない
ko: 차단 안 함
pt_br: Não bloquear
th: อย่าบัง
vi: Đừng chặn
zh_hans: 不能遮挡
zh_hant: 不能遮擋

# 不使用水印
source: None
es: No usar un logotipo
hi: लोगो का इस्तेमाल न करें
id_id: Jangan gunakan logo
ja: ロゴを使用しない
ko: 로고 사용하지 않음
pt_br: Não utilizar um logo
th: ไม่ใช้โลโก้
vi: Không sử dụng logo
zh_hant: 不使用浮水印

# 不同意
source: Disagree
bo_cn: 不同意
es: Rechazar
hi: असहमत
id_id: Tidak setuju
ja: 同意しない
ko: 반대
pt_br: Discordo
th: ไม่ยอมรับ
vi: Không đồng ý
zh_hant: 不同意

# 不同意并退出
source: Disagree and exit
id_id: Tidak setuju dan keluar
ja: 同意しないで終了する
ko: 동의하지 않고 나감
th: ไม่ยอมรับและออก
vi: Không đồng ý và thoát
zh_hant: 不同意並退出

# 不透明度
source: Opacity
id_id: Opasitas
ja: 不透明度
ko: 투명도
th: ทึบแสง
vi: Độ mờ
zh_hant: 不透明度

# 不显示位置
source: Hide location
bo_cn: གནས་ཡུལ་གསལ་བོར་མི་སྟོན་པ།
es: No mostrar ubicación
hi: स्थान छुपाएं
id_id: Lokasi tidak ditampilkan
ja: 位置情報を非表示にする
ko: 위치 숨기기
pt_br: Ocultar local
th: ซ่อนตำแหน่งที่อยู่
vi: Ẩn địa điểm
zh_hant: 不显示位置

# 不虚化画面背景
source: Unblur the background
bo_cn: པར་རིས་རྒྱབ་ལྗོངས་འཚག་ཤེལ་ཅན་དུ་མི་གཏོང་བ།
es: Desenfocar el fondo
hi: धुंधला बैकग्राउंड ठीक करें
id_id: Hilangkan kekaburan latar
ja: 背景のぼかしを解除
ko: 배경 흐릿하게 취소
pt_br: Remover desfoque do fundo
th: เลิกเบลอพื้นหลัง
vi: Hủy nhòe phông nền
zh_hans: 不虚化画面背景
zh_hant: 不虛化畫面背景

# 不要放弃
source: Don't discard
bo_cn: བསྐྱུར་མི་གཏོང་རོགས།
es: No descartar
hi: खारिज न करें
id_id: Jangan buang
ja: 破棄しない
ko: 폐기 안 함
pt_br: Não descartar
th: ไม่ล้มเลิก
vi: Đừng hủy bỏ
zh_hant: 不要放棄

# 不要再输啦(╯▽╰)
source: Please stop typing (╯▽╰)
bo_cn: ཕམ་མི་རུང་བ། (╯▽╰)
es: Dejar de tipear (╯▽╰)
hi: टाइप करना रोकें (╯▽╰)
id_id: Melampaui batas
ja: 入力を停止してください (╯▽╰)
ko: (╯▽╰)를 입력하지 마세요.
pt_br: Pare de digitar (╯▽╰)
th: กรุณาหยุดพิมพ์
vi: Đừng đánh máy
zh_hans: 不要再输啦(╯▽╰)
zh_hant: 已達上限啦！

# 不再关注
source: Unfollow
bo_cn: དོ་སྣང་བྱེད་མི་སྲིད་པ།
es: Dejar de seguir
hi: फ़ॉलो करना बंद करें
id_id: Berhenti mengikuti
ja: フォロー解除
ko: 팔로우 취소
pt_br: Deixar de seguir
th: เลิกติดตาม
vi: Bỏ theo dõi
zh_hant: 不再追蹤

# 不支持此比例的图片
source: This ratio is not supported.
bo_cn: བསྡུར་ཚད་ཅན་གྱི་འདྲ་པར་བཀོལ་སྤྱོད་བྱ་མི་ཐུབ།
es: Esta relación no se admite.
hi: छवि का अनुपात समर्थित नहीं है।
id_id: Proporsi gambar tidak didukung.
ja: この比率はサポートされていません。
ko: 이미지 비율이 지원되지 않습니다.
pt_br: A proporção da imagem não é suportada.
th: ไม่รองรับสัดส่วนภาพนี้
vi: Tỷ lệ ảnh không được hỗ trợ.
zh_hans: 不支持此比例的图片
zh_hant: 不支援此比例的圖片

# 不支持的音乐格式
source: This audio format is not supported.
es: Este formato de audio no está admitido.
hi: यह ऑडियो फोर्मेट सपोर्टेड नहीं है।
id_id: Format audio ini tidak didukung.
ja: このオーディオ形式はサポートされていません。
ko: 이 오디오 포맷은 지원되지 않습니다.
pt_br: Este formato de áudio não é suportado.
th: ไม่รองรับรูปแบบไฟล์เสียงนี้
vi: Định dạng âm thanh không được hỗ trợ.
zh_hant: 不支援的音樂格式

# 部分素材不支持使用，换其他的试试~
source: Some elements are not available, please try another one.
id_id: Beberapa elemen tidak tersedia, coba yang lain.
ja: 一部のエレメントが利用できません。他のエレメントをお試しください。
ko: 일부 요소를 사용할 수 없습니다. 다른 요소를 선택해 주세요.
th: ขาดบางองค์ประกอบ กรุณาลองแบบอื่น
vi: Một số yếu tố không khả dụng, vui lòng thử một yếu tố khác.
zh_hant: 部分素材不支援使用，換其他的試試~

# 擦除
source: Eraser
es: Borrador
hi: मिटाने वाला
id_id: Penghapus
ja: 消しゴム
ko: 지우개
pt_br: Borracha
th: ยางลบ
vi: Tẩy
zh_hant: 擦除

# 裁剪
source: Crop
bo_cn: འདྲ་གཅོད།
es: Cortar
hi: काटें
id_id: Pangkas
ja: 切り抜き
ko: 자르기
pt_br: Cortar
th: ครอปตัด
vi: Cắt xén
zh_hans: 裁剪
zh_hant: 裁剪

# 彩色
source: Colours
es: Colores
hi: रंग
id_id: Warna
ja: 色
ko: 색
pt_br: Cores
th: สีสัน
vi: Màu sắc
zh_hant: 彩色

# 踩快拍
source: More Beat Markers
es: Más marcadores de ritmo
hi: अधिक बीट मार्कर्स
id_id: Lebih Banyak Tanda Ketukan
ja: 早いビート
ko: 비트 마커 증가
pt_br: Mais marcadores de batida
th: เครื่องหมายบีทเพิ่มเติม
vi: Nhịp nhanh
zh_hant: 踩快拍

# 踩慢拍
source: Fewer Beat Markers
es: Menos marcadores de ritmo
hi: कम बीट मार्कर्स
id_id: Lebih Sedikit Tanda Ketukan
ja: 遅いビート
ko: 비트 마커 줄임
pt_br: Menos marcadores de batida
th: เพิ่มเครื่องหมายบีท
vi: Nhịp chậm
zh_hant: 踩慢拍

# 参数错误
source: Parameter error
id_id: Kesalahan parameter
ja: パラメータエラー
ko: 파라미터 오류
th: พารามิเตอร์เกิดข้อผิดพลาด
vi: Lỗi thông số
zh_hant: 數值錯誤

# 参与话题
source: Join
es: Unirte
hi: शामिल हों
id_id: Gabung
ja: 参加
ko: 가입
pt_br: Entrar
th: เข้าร่วม
vi: Tham gia
zh_hant: 參與話題

# 残忍拒绝
source: No, thanks
es: No, gracias
hi: नहीं, धन्यवाद
id_id: Tidak, terima kasih
ja: いいえ、結構
ko: 아니요, 괜찮습니다
pt_br: Não, obrigado
th: ไม่ล่ะ
vi: Không, cám ơn
zh_hant: 殘忍拒絕

# 操作成功
source: Operation successful
id_id: Operasi berhasil
ja: 操作が完了しました
ko: 작업 성공
th: การดำเนินงานเสร็จสิ้น
vi: Vận dụng thành công
zh_hant: 操作成功

# 操作成功，将减少此类内容推荐
source: You will see fewer recommendations like this
es: Esas recomendaciones se reducirán.
hi: ऐसे सुझाव कम कर दिए जाएँगे
id_id: Rekomendasi seperti itu akan dikurangi.
ja: このような推奨は縮小されます。
ko: 이런 추천은 제외됩니다.
pt_br: Essas recomendações serão reduzidas.
th: รายการที่แนะนำแบบนี้จะลดลง
vi: Những khuyến cáo này sẽ được giảm xuống
zh_hant: 操作成功，將減少此類內容推薦

# 草稿箱
source: Drafts
bo_cn: མ་ཟིན་སྒམ་
es: Borrador
hi: ड्राफ्ट
id_id: Draf
ja: 下書き
ko: 초안
pt_br: Rascunho
th: แบบร่าง
vi: Bản nháp
zh_hant: 草稿箱

# 草稿已损坏
source: The draft has been damaged.
es: El borrador se ha dañado.
hi: ड्राफ्ट क्षतिग्रस्त हो गया है।
id_id: Draf telah rusak.
ja: 下書きが破損しました。
ko: 초안이 손상됐습니다.
pt_br: O rascunho foi danificado.
th: แบบร่างเกิดความเสียหาย
vi: Nháp đã hư hỏng.
zh_hant: 草稿已損壞

# 测一测
source: Fun tests
es: Pruebas divertidas
hi: मजेदार टेस्ट
id_id: Pengujian seru
ja: 楽しいテスト
ko: 재밌는 테스트
pt_br: Testes divertidos
th: ทดสอบความสนุก
vi: Bài kiểm tra vui nhộn
zh_hant: 測一測

# 查看更多
source: View more
es: Ver más
hi: और देखें
id_id: Lihat lainnya
ja: さらに表示
ko: 더 보기
pt_br: Ver mais
th: ดูเพิ่มเติม
vi: Xem thêm
zh_hant: 查看更多

# 查看更多的位置信息
source: View more place information
bo_cn: ས་གནས་ཆ་འཕྲིན་དེ་ལས་མང་པོ་བལྟ་བ།
es: Ver más información de lugar
hi: अधिक जगह की सूचना देखें
id_id: Lihat info tempat yang lain
ja: 他の位置情報を表示
ko: 자세한 장소 정보 보기
pt_br: Ver mais informações de lugar
th: ดูข้อมูลสถานที่เพิ่มเติม
vi: Xem thêm thông tin về địa điểm
zh_hant: 查看更多的位置信息

# 查看更多评论
source: View more comments
bo_cn: དེ་ལས་མང་ཞིབ་ལྟ་དཔྱད་གཏམ་
es: Ver más comentarios
hi: और टिप्पणियां देखें
id_id: Lihat komentar lainnya
ja: 他のコメントを見る
ko: 더 많은 답글 보기
pt_br: Ver mais comentários
th: ดูความเห็นเพิ่มเติม
vi: Xem thêm bình luận
zh_hant: 查看更多留言

# 查看全部
source: View all
bo_cn: ཚང་མར་བལྟ་བ།
es: Ver los
hi: सभी देखें
id_id: Lihat semua
ja: すべて表示
ko: 모두 보기
pt_br: Ver todos
th: ดูทั้ง
vi: Xem tất cả
zh_hant: 查看全部

# 查看权益
source: View Your Benefits
id_id: Keuntungan yang didapat
ja: 特典を表示
ko: 내 혜택 보기
th: ดูสิทธิประโยชน์ของคุณ
vi: Xem Quyền Lợi Của Bạn
zh_hant: 查看權益

# 查看权益列表
source: View VIP Benefits
id_id: Lihat Keuntungan VIP
ja: VIP特典を表示
ko: VIP 혜택 보기
th: ดูสิทธิประโยชน์ VIP
vi: Xem các Quyền Lợi Thành Viên VIP
zh_hant: 查看權益列表

# 查看图片
source: View image
bo_cn: འདྲ་པར་ལ་ལྟོས།
es: Ver imagen
hi: फोटो देखें
id_id: Lihat gambar
ja: 画像を表示
ko: 이미지 보기
pt_br: Ver imagem
th: ดูรูปภาพ
vi: Xem ảnh
zh_hant: 查看圖片

# 查看详情
source: View details
bo_cn: ཞིབ་ཕྲར་གཟིགས་པ།
es: Ver detalles
hi: जानकारी देखें
id_id: Lihat rincian
ja: 詳細を表示
ko: 세부 정보 보기
pt_br: Ver detalhes
th: ดูรายละเอียด
vi: Xem chi tiết
zh_hant: 查看詳情

# 查看修前原图
source: Original image
zh_hant: 查看原圖

# 查看艺术家
source: Artist
bo_cn: སྒྱུ་རྩལ་བ་ལ་བལྟ་བ།
es: Artista
hi: कलाकार
id_id: Artis
ja: アーティスト
ko: 아티스트
pt_br: Artista
th: ศิลปิน
vi: Nghệ sỹ
zh_hant: 查看藝術家

# 查看原图
source: Original image
zh_hant: 查看原圖

# 查看专辑
source: Collections
bo_cn: ཆེད་བསྒྲིགས་ལ་ཞིབ་ལྟ།
es: Colecciones
hi: संग्रह
id_id: Koleksi
ja: コレクション
ko: 컬렉션
pt_br: Coleções
th: คอลเลกชัน
vi: Bộ sưu tập
zh_hant: 查看專輯

# 常规反馈
source: General
bo_cn: རྒྱུན་སྲོལ་ལྡོག་ལན།
es: Ahora
hi: सामान्य
id_id: Umum
ja: 一般
ko: 일반
pt_br: Feedback
th: ทั่วไป
vi: Chung
zh_hant: 一般

# 常见问题
source: FAQ
id_id: Tanya Jawab
ja: よくある質問
ko: 자주 묻는 질문
vi: Những câu hỏi thường gặp
zh_hant: 常見問題

# 超出发布范围
source: Out of the post range
bo_cn: ཁྱབ་བསྒྲབས་བྱེད་པའི་ཁྱབ་ཁོངས་ལས་བརྒལ།
es: Fuera del rango de publicación
hi: पोस्ट रेंज के बाहर
id_id: Melebihi rentang postingan
ja: 投稿範囲外です
ko: 우편 범위 밖
pt_br: Fora de alcance da publicação
th: อยู่นอกระยะการโพสต์
vi: Ngoài phạm vi bài đăng
zh_hant: 超出上傳範圍

# 超高清视频不支持导入哦~
source: Does not support ultra HD video
bo_cn: གནས་སྤོར་བ།
es: No admite video ultra HD
hi: अल्ट्रा HD वीडियो का समर्थन नहीं करता
id_id: Tidak mendukung video ultra HD
ja: Ultra HD動画はサポートされていません
ko: 울트라 HD 비디오를 지원하지 않습니다.
pt_br: Não oferece suporte a vídeos em ultra HD
th: ไม่รองรับวิดีโอ ultra HD
vi: Không hỗ trợ video ultra HD
zh_hant: 超高清影片不支援導入唷～
