Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 关注(热门)
source: Following
bo_cn: དོ་སྣང་།（རྒྱུག་ཆེན）
es: Siguiendo
hi: फ़ॉलो कर रहे हैं
id_id: Ikuti
ja: フォロー中
ko: 팔로우 중
pt_br: Seguindo
th: ติดตาม
vi: Đã theo dõi
zh_hans: 关注
zh_hant: 追蹤

# 关注成功
source: Following
es: Siguiendo
hi: फॉलो कर रहे हैं
id_id: Mengikuti
ja: フォロー中
ko: 팔로우 중
pt_br: Seguindo
th: กำลังติดตาม
vi: Đang theo dõi
zh_hant: 追蹤成功

# 关注的人新作品通知
source: Notifications from users I follow
bo_cn: དོ་ཁུར་བྱས་པའི་མིའི་བརྩམས་ཆོས་གསར་པའི་བརྡ་ཐོ་
es: Notificaciones de usuarios que sigo
hi: मैं जिन्हें फॉलो करता हूं उन यूज़र्स से सूचनाएं
id_id: Notifikasi dari pemakai yg saya ikuti
ja: フォロー中のユーザーからの通知
ko: 팔로우하는 사용자 관련 알림
pt_br: Notificações dos usuários que sigo
th: การแจ้งเตือนจากผู้ใช้ที่ฉันติดตาม
vi: Thông báo từ người tôi theo dõi
zh_hant: 追蹤對象新作品通知

# 关注感兴趣的朋友
source: Like them? Then follow!
es: ¿Te gustan? ¡Síguelos!
hi: वे पसंद हैं? तो फॉलो करें!
id_id: Suka mereka? Ikuti!
ja: 気に入ったらフォローしましょう！
ko: 마음에 드세요? 그럼 팔로우를!
pt_br: Gosta deles? Então siga-os!
th: ถูกใจไหม? งั้นติดตามเลย!
vi: Thích chúng? Vậy hãy theo dõi!
zh_hant: 追蹤感興趣的朋友

# 关注感兴趣的人，结交有同好的朋友
source: Follow and meet users with the same interests
zh_hant: 追蹤感興趣的人，結交志同道合的朋友

# 关注了你
source: is following you
bo_cn: ཁྱོད་ལ་དོ་ཁུར་བྱས་ཡོད།
es: te sigue
hi: % ने आपको फ़ॉलो किया है
id_id: telah mengikuti Anda
ja: があなたをフォローしています
ko: 님이 귀하를 팔로우합니다.
pt_br: está seguindo você
th: ได้ติดตามคุณ
vi: đã theo dõi bạn
zh_hant: 關注了你

# 观看免费使用一次
source: Watch ad to use once
es: Watch a video for one free try.
hi: Watch a video for one free try.
id_id: Tonton dan gratis pakai 1x
ja: 動画を視聴して1回使う
ko: 광고를 시청해서 한 번 사용
pt_br: Watch a video for one free try.
th: ชมโฆษณาเพื่อใช้หนึ่งครั้ง
vi: Xem miễn phí 1 lần
zh_hant: 觀看免費使用一次

# 观看免费试用
source: Get FREE Trial
id_id: Gratis pakai setelah nonton
ja: 見てお試し無料
ko: 무료로 사용하세요
th: ดูเพื่อลองใช้ฟรี
zh_hans: 观看免费试用
zh_hant: 觀看免費試用

# 观看免费下载
source: Download for free
bo_cn: Watch to unlock
es: Watch to unlock
hi: Watch to unlock
id_id: Gratis unduh setelah nonton
ja: 見て無料ダウンロード
ko: 무료 다운로드 환영
pt_br: Watch to unlock
th: ดูเพื่อดาวน์โหลดฟรี
vi: Watch to unlock
zh_hans: 观看免费下载
zh_hant: 觀看免費下載

# 观看完此视频，即可解锁包括「%@」在内的所有魔幻笔。
source: Watch this video and unlock all Brushes including「%@」
bo_cn: བརྙན་ཐུང་འདི་བལྟས་ཚར་རྗེས། %@ནང་ལོག་ཀྱི་མཚར་སྨྱུག་ཚང་མ་བེད་སྤྱོད་བྱ་ཐུབ།
es: Mira este video y desbloquea todos los pinceles, incluido 「%@」
hi: इस वीडियो को देखें और「%@」समेत सभी ब्रश अनलॉक करें
id_id: Lihat video ini dan aktifkan semua Kuas termasuk「%@」
ja: この動画を視聴して、「%@」などのすべてのブラシをロック解除してください
ko: 이 비디오를 시청하고 「%@」 등 매직 브러쉬 잠금 해제하세요.
pt_br: Assista a este vídeo e desbloqueie todos os pincéis, incluindo「%@」
th: รับชมวิดีโอนี้ และปลดล็อคแปรงทั้งหมด รวมทั้ง「%@」
vi: Xem video này và mở khóa tất cả các Chổi vẽ bao gồm 「%@」
zh_hans: 观看完此视频，即可解锁包括「%@」在内的所有魔幻笔。
zh_hant: 觀看完此影片，即可解鎖包括「%@」在內的所有魔幻筆。

# 管理
source: Manage
bo_cn: དོ་དམ།
th: จัดการ
zh_hant: 管理

# 管理相册
source: Manage album
zh_hant: 管理相簿

# 光斑
source: Flares
bo_cn: འོད་ཕྲ།
es: Resplandor
hi: झिलमिलाहट
id_id: Pijar
ja: 強さ
ko: 플레어
pt_br: Luzes
th: แฟลร์
vi: Lóe sáng
zh_hant: 光斑

# 光效
source: Light
es: Luz
hi: लाइट
id_id: Cahaya
ja: 光
ko: 조명
pt_br: Luz
th: แสง
vi: Ánh sáng
zh_hant: 光效

# 广告
source: Ad
id_id: Iklan
ja: 広告
ko: 광고
th: โฆษณา
vi: Quảng cáo
zh_hant: 廣告

# 过渡
source: Transition
bo_cn: བར་བརྒལ།
es: Transición
hi: परिवर्तन
id_id: Transisi
ja: トランジション
ko: 트랜지션
pt_br: Transição
th: การเปลี่ยนภาพ
vi: Sự biến đổi
zh_hant: 過渡

# 还没关注？去发现页收获美好吧
source: Not following anyone yet? Head to the Discover page to find posts you'll love!
bo_cn: ད་དུང་དོ་སྣང་བྱེད་མེད།མདུན་ངོས་སུ་སོང་ནས་མཛེས་སྡུག་དེ་ལས་མང་བ་འཚོལ་རོགས།
es: ¿Aún no sigues a nadie? ¡Ve a la página Descubrir para encontrar publicaciones que te encantarán!
hi: किसी को फॉलो नहीं कर रहे? अपनी पसंद की पोस्ट खोजने के लिए खोज पेज पर जाएँ!
id_id: Belum mengikuti siapa pun? Buka halaman Penemuan untuk mencari postingan yang Anda sukai!
ja: まだ誰もフォローしていませんか？「人気」ページからお気に入りの投稿を見つけましょう！
ko: 아직 아무도 팔로우하고 있지 않나요? 검색 페이지로 이동한 후 마음에 드는 게시물을 찾을 수 있습니다!
pt_br: Ainda não está seguindo ninguém? Entre na página Descobrir para encontrar publicações que você vai adorar!
th: ยังไม่ได้ติดตามใคร? ไปดูหน้า ค้นพบ เพื่อหาโพสต์ที่คุณชอบได้เลย!
vi: Chưa theo dõi ai cả? Hãy hướng tới trang Khám phá để tìm các bài đăng bạn thích!
zh_hant: 還沒追蹤？去發現頁面收獲美好吧

# 还没关注？去热门页发现更多美好吧
source: Not following anyone yet? Head to the Trending page to find posts you'll love!
bo_cn: དོ་སྣང་བྱས་མེད་པས།མདུན་ངོས་སུ་སོང་ནས་མཛེས་སྡུག་དེ་ལས་མང་བ་འཚོལ་རོགས།
es: ¿Todavía no sigues a nadie? ¡Visita la página de tendencias para encontrar publicaciones que te encantarán!
hi: किसी को फॉलो नहीं कर रहे? ट्रेंडिंग पेज पर जाकर अपनी पसंद की पोस्ट्स खोजें!
id_id: Belum mengikuti siapa pun? Buka halaman Trending untuk menemukan postingan yang akan Anda sukai!
ja: まだ誰もフォローしていませんか？「人気」ページからお気に入りの投稿を見つけましょう！
ko: 아직 팔로우하는 사람이 없으신가요? 트렌딩 페이지로 이동해서 마음에 드는 포스트를 찾아 보세요!
pt_br: Ainda não está seguindo ninguém? Acesse a página de Populares para encontrar postagens que você irá adorar!
th: ยังไม่ได้ติดตามใครเลย? ไปที่หน้า กำลังนิยม เพื่อหาดูโพสต์ที่คุณน่าจะชอบ!
vi: Chưa theo dõi ai? Hãy hướng tới trang Xu hướng để tìm thấy các bài đăng mà bạn thích!
zh_hant: 還沒追蹤？去熱門發現美好吧

# 还没关注？去热门页收获美好吧
source: Not following anyone yet? Head to the Trending page to find posts you'll love!
bo_cn: ད་རུང་དོ་ཁུར་བྱེད་མེད། ལྡེབ་ངོས་ནས་མཛེས་བ་བསྡུ་ལེན་དང་གསར་རྙེད་བྱེད་པ།
es: ¿Todavía no sigues a nadie? ¡Visita la página de tendencias para encontrar publicaciones que te encantarán!
hi: किसी को फॉलो नहीं कर रहे? ट्रेंडिंग पेज पर जाकर अपनी पसंद की पोस्ट्स खोजें!
id_id: Belum mengikuti siapa pun? Buka halaman Trending untuk menemukan postingan yang akan Anda sukai!
ja: まだ誰もフォローしていませんか？「人気」ページからお気に入りの投稿を見つけましょう！
ko: 아직 팔로우하는 사람이 없으신가요? 트렌딩 페이지로 이동해서 마음에 드는 포스트를 찾아 보세요!
pt_br: Ainda não está seguindo ninguém? Acesse a página de Populares para encontrar postagens que você irá adorar!
th: ยังไม่ได้ติดตามใครเลย? ไปที่หน้า กำลังนิยม เพื่อหาดูโพสต์ที่คุณน่าจะชอบ!
vi: Chưa theo dõi ai? Hãy hướng tới trang Xu hướng để tìm thấy các bài đăng mà bạn thích!
zh_hant: 還沒追蹤？去熱門收穫美好吧

# 还没关注？右滑去发现更多美好吧
source: Not following anyone yet? Swipe right and start exploring!
bo_cn: ད་རུང་དོ་ཁུར་བྱེད་མེད། གཡས་སུ་འདྲེད་ན་མཛེས་བ་མང་པོ་ཞིག་གསར་རྙེད་བྱུང་།
es: ¿Aún no sigues a nadie? ¡Arrastra y comienza a explorar!
hi: किसी को फॉलो नहीं कर रहे? दाएँ स्वाइप करके खोज शुरु करें!
id_id: Belum mengikuti siapa pun? Usap ke kanan dan mulailah menjelajah!
ja: まだ、どのユーザーもフォローしていませんか？右にスワイプして、作品をご覧ください！
ko: 아직 아무도 팔로우하고 있지 않나요? 오른쪽으로 밀어서 탐색해 보세요!
pt_br: Ainda não está seguindo ninguém? Passe o dedo para a direita e comece a descobrir!
th: ยังไม่ได้ติดตามใคร? ปัดไปทางขวาแล้วเริ่มสำรวจดูได้เลย!
vi: Không theo dõi ai cả? Lướt sang bên phải và bắt đầu khám phá!
zh_hant: 還沒追蹤？快右滑發現更多美好吧

# 还没好友？主动点，你们就有故事了
source: Still have no friends? Step out of your comfort zone!
bo_cn: Sམ་སྐུལ་དང་བླངས་སྒོ་ནས་འབྲེལ་བ་བྱས་ན། ཁྱེད་གཉིས་ལ་གཏམ་རྒྱུད་བྱུང་ཟིན།
es: ¿Todavía no tienes amigos? ¡Sal de tu zona de confort!
hi: अब तक कोई दोस्त नहीं? अपने दायरे से बाहर निकल कर तो देखिये।
id_id: Belum memiliki teman? Mulai cari belahan jiwa masa depan Anda!
ja: まだお友達がいませんか？挑戦してみましょう！
ko: 아직 친구가 없으세요? 적극적으로 찾아보세요!
pt_br: Ainda não tem amigos? Saia da sua zona de conforto!
th: ยังไม่มีเพื่อน? ก้าวออกจากคอมฟอร์ตโซนของคุณตอนนี้เลย
vi: Vẫn chưa có bạn bè? Hãy đi ra khỏi vùng an toàn của mình ngay
zh_hant: 還沒有朋友？主動一點，開始你們的故事

# 还没有草稿哦 快去发布你的作品吧
source: There is noting here. Make a post now!
es: No hay nada. Publica algo ahora.
hi: यहां कुछ नहीं है। अभी एक पोस्ट करें!
id_id: Tidak ada apa-apa di sini. Buat posting sekarang!
ja: ここには何もありません。今すぐ投稿しましょう！
ko: 아직 아무것도 없습니다. 지금 포스트를 해 보세요!
pt_br: Não há nada aqui. Faça uma postagem agora!
th: ไม่มีอะไรที่นี่ ลองโพสต์เลย!
vi: Không có gì ở đây. Tạo một bài đăng ngay!
zh_hant: 還沒有草稿喔 快去上傳你的作品吧！

# 还没有赞过任何作品，多点赞能收获更多赞哦
source: You haven't liked any posts. Like posts to receive more likes
es: No le has puesto "Me gusta" a ninguna publicación. Hazlo para recibir más "Me gusta".
hi: आपने कोई पोस्ट पसंद नहीं किए हैं। अधिक लाइक्स पाने के लिए दूसरों की पोस्ट लाइक करें
id_id: Anda belum menyukai postingan apa pun. Sukai postingan untuk menerima lebih banyak suka
ja: 「いいね」した投稿がありません。投稿を「いいね」して「いいね」を増やしましょう
ko: 아직 좋아함을 표시한 포스트가 없습니다. 포스트에 좋아요 표시를 하면 좋아요를 더 많이 받습니다
pt_br: Você não curtiu nenhuma publicação. Curta publicações para receber mais curtidas
th: คุณยังไม่ได้ถูกใจโพสต์ใด ถูกใจโพสต์เพื่อรับการถูกใจเพิ่ม
vi: Bạn chưa thích bất kỳ bài đăng nào. Thích bài đăng để nhận nhiều lượt thích
zh_hant: 還未讚過任何作品，多按讚能得到更多讚喔

# 还未创建配方，可点击保存按钮右侧“┇”设置。
source: You haven't created any tips yet. You can tap "┇" on the right side of save button to set it.
id_id: Anda belum membuat kiat apa pun. Anda dapat mengetuk "┇" di sisi kanan tombol simpan untuk mengaturnya.
ja: 作成したヒントはまだありません。保存ボタンの右側にある[┇]をタップして設定できます。
ko: 아직 팁을 만들지 않았습니다. 저장 버튼 우측의 "┇" 표시를 탭해서 설정하실 수 있습니다.
th: คุณยังไม่ได้สร้างแม่แบบใดๆ คุณสามารถกด "┇" ด้านขวาของ ปุ่มบันทึกเพื่อตั้งค่า
vi: Bạn chưa tạo bất kỳ mẹo nào. Bạn có thể gõ vào "┇" ở phía bên phải của nút lưu để thiết lập.
zh_hant: 尚未創建配方，可按一下儲存按鈕右側“┇”設定。

# 还原
source: Restore
id_id: Pulihkan
ja: 復元
ko: 복원
th: นำกลับมา
vi: Khôi phục
zh_hant: 還原

# 海报
source: Poster
bo_cn: ཚགས་པར།
es: Póster
hi: पोस्टर
ja: ポスター
ko: 포스터
pt_br: Pôster
th: โปสเตอร์
vi: Áp phích
zh_hans: 海报
zh_hant: 海報

# 海报边框
source: Posters
bo_cn: ཚགས་པར་གྱི་མཐའ་སྒྲོམ།
es: Póster
hi: पोस्टर
id_id: Poster
ja: ポスター
ko: 포스터
pt_br: Pôsteres
th: โปสเตอร์
vi: Áp phích
zh_hans: 海报边框
zh_hant: 海報邊框

# 海报工厂
source: PosterLabs
bo_cn: བརྡ་ཁྱབ་བཟོ་གྲྭ།
zh_hans: 海报工厂
zh_hant: 海報工廠

# 海报列表
source: Posters
bo_cn: བརྡ་ཁྱབ་རིམ་ཐོ།
es: Póster
hi: पोस्टर
id_id: Poster
ja: ポスター
ko: 포스터
pt_br: Pôsteres
th: โปสเตอร์
vi: Áp phích
zh_hans: 海报列表
zh_hant: 海報列表

# 海报拼图边框
source: Frames
bo_cn: བརྡ་ཁྱབ་པར་སྒྲིག་མཐའ་ཤིང་།
es: Marcos
hi: फ़्रेम
id_id: Bingkai
ja: フレーム
ko: 프레임
pt_br: Quadros
th: กรอบ
vi: Khung
zh_hans: 海报拼图边框
zh_hant: 海報拼圖邊框

# 好的
source: Got it
bo_cn: འོ་ཡ།
th: ตกลง
zh_hans: 好的
zh_hant: 好的

# 好物推荐
source: Recommend
es: Recomendado
hi: सिफारिश करें
id_id: Sarankan
ja: おすすめ
ko: 추천
pt_br: Recomendar
th: แนะนำ
vi: Đề xuất
zh_hant: 好物推薦

# 好想好想和你在一起，陪你修照片~😉
source: We're always here to turn every photo into a shareable moment!😉
bo_cn: དངོས་གནས་ཁྱོད་དང་ལྷན་དུ་འགྲོགས་འདོད་ནས་།ཁྱོད་དང་ལྷན་དུ་འདྲ་པར་བཟོ་བཅོས་བྱ་འདོད།😉
es: ¡Estamos aquí para hacer que cada foto sea un momento para compartir!😫
hi: हम हर फोटो को एक साझा करने लायक पल में बदल सकते हैं😉
id_id: Aku ingin bersamamu dan mengedit foto di sampingmu...
ja: いつでも、あらゆる写真をシェア可能な一瞬に変えることができます！😉
ko: 모든 사진을 공유할 수 있도록 해드립니다!
pt_br: Estamos sempre aqui para transformar cada foto em um momento compartilhável!😉
th: เราอยู่ตรงนี้เสมอเพื่อเปลี่ยนทุกรูปเป็นช่วงเวลาที่แบ่งปันได้!😉
vi: Chúng tôi luôn ở đây để biến mọi bức ảnh thành một khoảnh khắc đáng chia sẻ!😉
zh_hans: 好想好想和你在一起，陪你修照片~😉
zh_hant: 好想好想和你在一起，陪你修照片～😉

# 好友
source: Friends
bo_cn: གྲོགས་པོ་།
es: Amigos
hi: दोस्त
id_id: Teman
ja: 友達
ko: 친구
pt_br: Amigos
th: เพื่อน
vi: Bạn bè
zh_hant: 朋友

# 好友动态
source: Notifications
es: Notificaciones
hi: सूचनाएं
id_id: Notifikasi
ja: 通知
ko: 알림
pt_br: Notificações
th: การแจ้งเตือน
vi: Thông báo
zh_hant: 好友動態

# 黑科技照片1秒变超唯美手绘，自拍美图赞爆朋友圈，万千高颜值美少女都爱用哦！
source: Transform your photos into beautiful hand-drawn pictures with our magical technology, wow your friends, and join the ranks of thousands of gorgeous users out there who love this new function!
bo_cn: མཛེས་རྩལ་མཐོ་ཤོས་བེད་སྤྱད་དེ་འདྲ་པར་དེ་སྐར་ཆ་གཅིག་གི་ནང་ཆེས་མཛེས་པའི་ལག་བྲིས་སུ་འགྱུར་ཐུབ་ལ། རང་ཉིད་ཀྱིས་མཛེས་བཟོ་བྱས་པའི་འདྲ་པར་བར་སྟོང་དུ་སྟོན་ན་དཔང་བསྟོད་གྲངས་མེད་འབུལ་ངེས། གཞོན་ནུ་མང་པོས་བེད་སྤྱོད་རྒྱུར་དགའ་པོ་ཡོད།
es: Transforme suas fotos em belas imagens desenhadas a mão com a nossa tecnologia mágica, surpreenda seus amigos e junte-se a milhares de usuários que já experimentaram e adoram a nova função!
hi: हमारी जादुई तकनीक के साथ अपने फोटो को एक सुंदर हाथ से बने चित्र की तरह परिवर्ति करें, अपने दोस्तों को चकित करें और उन हजारों लाजवाब प्रयोक्ताओं के हुजूम में शामिल हो जाएं जो इस नए फंक्शन से प्यार करते हैं!
ja: 弊社の補正技術を使用すると、写真を美しい手描きの絵画に変換して、友達をあっと言わせることができます。この新機能を活用する数千名のユーザーのランキングに参加できます！
ko: 당사의 마법 같은 기술로 사진을 아름다운 수작업 사진으로 전환하고, 친구들을 감탄하게 만들고, 이 새로운 기능을 좋아하는 수천 명의 멋진 사용자들과 동참하세요!
pt_br: Transforme suas fotos em belas imagens desenhadas a mão com a nossa tecnologia mágica, surpreenda seus amigos e junte-se a milhares de usuários que já experimentaram e adoram a nova função!
th: ปรับเปลี่ยนภาพของคุณเป็นผลงานวาดด้วยมือที่สวยงามกับเทคโนโลยีสุดวิเศษของเรา ทำให้เพื่อน ๆ ประทับใจ และเป็นหนึ่งในผู้ใช้ที่ทุกคนจะต้องให้ความสนใจผ่านฟังก์ชั่นนี้!
vi: Chuyển ảnh chụp của bạn thành những bức tranh vẽ tay tuyệt đẹp bằng công nghệ kỳ diệu của chúng tôi, khiến bạn bè trầm trồ và tham gia vào đội ngũ hàng ngàn người dùng tuyệt vời đang say mê chức năng mới này!
zh_hant: 黑科技照片一秒變超唯美手繪，自拍美圖朋友都按讚，眾多高顏值美少女都愛不釋手！

# 横向
source: Horizontal
bo_cn: འཕྲེད་ཕྱོགས།
ja: 水平
ko: 수평
th: แนวนอน
vi: Chiều ngang
zh_hant: 橫向

# 红包
source: Red Packet
zh_hant: 紅包

# 红润
source: Rosy
bo_cn: དམར་ཞིང་འཇམ་པ།
es: Cálido
zh_hans: 红润
zh_hant: 紅潤

# 红色区域为增高区域
source: Drag the red area to elongate legs
bo_cn: ཁྱབ་ཁོངས་དམར་པོ་དེ་ཁྱབ་ཁོངས་ཇེ་ཆར་ལ་གཏོང་བ།
es: Arrastra el área roja para alargar las piernas
hi: पैर को बढ़ाने के लिए लाल क्षेत्र को यहाँ तक खींचे
id_id: Seret area merah untuk meninggikan
ja: 脚を長くするには、赤色の領域をドラッグしてください
ko: 빨간 영역을 끌어서 다리 늘리기
pt_br: Arraste a área vermelha para alongar as pernas
th: ลากที่พื้นที่สีแดงเพื่อเพิ่มความยาวของขา
vi: Kéo vùng màu đỏ để kéo dài chân ra
zh_hans: 红色区域为增高区域
zh_hant: 紅色區域為增高區域

# 忽略
source: Ignore
id_id: Abaikan
ja: 無視する
ko: 무시
th: ข้าม
vi: Bỏ qua
zh_hant: 忽略

# 互相关注
source: Friends
bo_cn: ཕན་ཚུན་ལ་དོ་སྣང་བྱེད་པ།
es: Amigos
hi: दोस्त
id_id: Teman
ja: 友達
ko: 친구
pt_br: Amigos
th: เพื่อน
vi: Bạn bè
zh_hant: 互相追蹤

# 花字
source: Art
es: Arte
hi: कला
id_id: Seni
ja: アート
ko: 아트
pt_br: Arte
th: ศิลปะ
vi: Nghệ thuật
zh_hant: 花字

# 滑动可选择一张封面
source: Swipe to choose a cover photo
bo_cn: འདྲེད་འཐེན་བྱས་ཚེ་མདུན་ཤོག་པར་རིས་གཅིག་འདེམས་ཆོག
es: Desliza el dedo para elegir una foto de portada
hi: कोई कवर फ़ोटो चुनने के लिए स्वाइप करें
id_id: Gesek untuk memilih foto sampul
ja: カバー写真を選択するにはスワイプしてください
ko: 살짝 밀어서 표지 사진 선택
pt_br: Passe o dedo para selecionar uma foto de capa
th: กวาดนิ้วเพื่อเลือกภาพหน้าปก
vi: Vuốt để chọn ảnh bìa
zh_hant: 滑動可選擇一張封面

# 滑动图片可旋转
source: Flip the photo to rotate
bo_cn: འདྲ་པར་འདྲེད་འགུལ་བྱས་ཚེ་སྐོར་ཐུབ།
es: Voltea la foto para rotarla
hi: फ़ोटो को घुमाने के लिए फ़्लिप करें
id_id: Balik foto untuk memutar
ja: 写真を回転するには、反転させてください
ko: 사진을 뒤집어서 회전
pt_br: Inverta a foto para girar
th: พลิกภาพเพื่อหมุนองศา
vi: Lật ảnh để xoay
zh_hans: 滑动图片可旋转
zh_hant: 滑動圖片可旋轉

# 画笔
source: Pen
bo_cn: པིན་སྨྱུག
es: Pluma
hi: पेन
id_id: Pena
ja: ペン
ko: 펜
pt_br: Caneta
th: ปากกา
vi: Bút
zh_hans: 画笔
zh_hant: 畫筆

# 画笔大小
source: Size
bo_cn: པུར་སྨྱུག་གི་ཆེ་ཆུང་།
es: Tamaño
hi: आकार
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 画笔大小
zh_hant: 畫筆粗細

# 画布
source: Frame
es: Marco
hi: फ्रेम
id_id: Bingkai
ja: フレーム
ko: 프레임
pt_br: Moldura
th: กรอบ
vi: Khung
zh_hant: 畫布

# 画面中未识别到脸部
source: Unable to recognize any faces.
es: No se puede reconocer ningún rostro
hi: कोई चेहरा पहचानने में विफल
id_id: Tidak teridentifikasi adanya tampilan wajah.
ja: 顔が認識できません。
ko: 얼굴을 인식하지 못했습니다.
pt_br: Não foi possível identificar nenhum rosto.
th: ไม่สามารถตรวจจับใบหน้าใดๆ ได้
vi: Không thể nhận diện khuôn mặt nào.
zh_hant: 畫面臉部辨識失敗

# 画质
source: Image quality
bo_cn: པར་གྱི་མ་དཔེ།
es: Calidad de la imagen
hi: इमेज की क्वालिटी
id_id: Mutu gambar
ja: 画質
ko: 이미지 화질
pt_br: Qualidade de imagem
th: คุณภาพของภาพ
vi: Chất lượng ảnh
zh_hans: 画质
zh_hant: 畫質

# 画质设置
source: Image Quality
bo_cn: པར་སྤུས།བཀོད་སྒྲིག།
es: Calidad de la imagen
hi: इमेज की क्वालिटी
id_id: Mutu Gambar
ja: 画質
ko: 이미지 화질
pt_br: Qualidade de Imagem
th: คุณภาพของภาพ
vi: Chất lượng ảnh
zh_hans: 画质设置
zh_hant: 畫質設定

# 画中画
source: Picture-in-Picture
id_id: Gambar dalam Gambar
ja: ピクチャーインピクチャー
ko: 화면 속 화면
th: เปิดสองหน้าต่าง
vi: Ảnh trong Ảnh
zh_hant: 畫中畫

# 话题
source: Topics
bo_cn: གླེང་གཞི།
es: Tema
hi: विषय
id_id: Topik
ja: トピック
ko: 항목
pt_br: Tópicos
th: หัวข้อ
vi: Chủ đề
zh_hant: 話題

# 话题标签最多只能添加%d个呦
source: No more than %d tags can be added.
id_id: Tidak lebih dari %d label yang bisa ditambahkan.
ja: %d個以上のタグを追加することはできません。
ko: 태그는 %d개 이상 추가할 수 없습니다.
th: เพิ่มมากกว่า%dแท็กไม่ได้
vi: Không thể thêm nhiều hơn %d thẻ.
zh_hant: 話題標籤最多僅能添加%d個喔~

# 欢迎进入美图秀秀
source: Welcome to Meitu
es: Bienvenido a Meitu
hi: Meitu पर स्वागत है
id_id: Selamat datang di Meitu
ja: Meituへようこそ
ko: Meitu에 오신 것을 환영합니다
pt_br: Bem-vindo ao Meitu
th: ยินดีต้อนรับสู่ Meitu
vi: Chào mừng bạn đến với Meitu
zh_hant: 歡迎進入美圖秀秀

# 欢迎使用此分类素材
source: Enjoy the themed items!
bo_cn: རིགས་དགར་དཔྱད་གཞི་བེད་སྤྱོད་གནང་པར་དགའ་བསུ་ཞུ།
es: ¡Disfruta de los elementos temáticos!
hi: थीम वाली चीज़ों का आनंद लें!
id_id: Nikmati item bertema!
ja: テーマ付きアイテムをご利用ください！
ko: 테마 항목을 사용하세요!
pt_br: Aproveite os itens temáticos!
th: เพลิดเพลินไปกับธีมต่าง ๆ!
vi: Hãy tận hưởng các mục theo chủ đề!
zh_hans: 欢迎使用此分类素材
zh_hant: 歡迎使用此分類素材

# 缓存已清空
source: Cache is cleared
bo_cn: ནང་འཇུག་གཙང་བཤེར་བྱེད་ཚར།
es: Has limpiado el caché
hi: कैशे साफ़ कर दी गई है
id_id: Cache dibersihkan
ja: キャッシュが消去されました
ko: 캐시가 지워졌습니다.
pt_br: O cache foi limpo
th: ล้างแคชแล้ว
vi: Bộ nhớ cache bị xóa
zh_hans: 缓存已清空
zh_hant: 快取已清空

# 换个词试试吧~
source: Try new search words?
es: ¿Deseas probar con otras palabras de búsqueda?
hi: नए खोज शब्द आज़माएं?
id_id: Coba kata pencarian baru?
ja: 新しい検索語句を試しますか？
ko: 다른 단어로 검색 시도해 보시겠어요?
pt_br: Tentar pesquisar novas palavras?
th: ลองใช้คำค้นใหม่หรือไม่?
vi: Thử các từ tìm kiếm mới?
zh_hant: 換個詞試試吧～

# 恢复
source: restored
es: restablecer
hi: रिस्टोर
id_id: Pulihkan
ja: 復元
ko: 복원
pt_br: restaurar
th: คืนค่า
vi: Khôi phục lại
zh_hant: 恢復

# 恢复保护笔
source: Restore still line
es: Restaura la línea fija
hi: स्टिल लाइन हटाएं
id_id: Pulihkan garis diam
ja: 静止線を復元
ko: 실선 복원
pt_br: Restaurar linha estática
th: คืนค่าเส้นตรง
vi: Khôi phục lại đường tĩnh
zh_hant: 恢復保護筆

# 恢复擦除
source: Restore
es: Restaurar
hi: रीस्टोर करें
id_id: Pulihkan
ja: 復元
ko: 복원
pt_br: Restaurar
th: คืนค่า
vi: Khôi phục lại
zh_hant: 恢復擦除

# 恢复动画路径
source: Restore animated path
es: Restaura la ruta animada
hi: एनीमेटेड पाथ रीस्टोर करें
id_id: Pulihkan jalur animasi
ja: アニメート化されたパスを復元
ko: 애니메이션 경로 복원
pt_br: Restaurar trajetória de animação
th: คืนค่าแนวทางการเคลื่อนไหว
vi: Khôi phục lại đường dẫn hoạt họa
zh_hant: 恢復動畫路徑

# 恢复购买
source: Restore Purchases
es: Restablecer compra
hi: खरीद रीस्टोर करें
id_id: Pulihkan Pembelian
ja: 購入を復元
ko: 구매 항목 복원
pt_br: Restaurar compra
th: คืนค่าการซื้อ
vi: Khôi phục Thanh toán
zh_hant: 回復已購買項目

# 恢复购买失败，请重试
source: Failed to restore purchases. Please try again.
es: No se pudo restaurar la compra. Vuelve a intentarlo.
hi: खरीद रिस्टोर विफ़ल। कृपया पुनःप्रयास करें।
id_id: Gagal mengembalikan pembelian. Silakan coba lagi.
ja: 購入の復元に失敗しました。再度お試しください。
ko: 구매 항목 복원에 실패했습니다. 다시 시도하세요.
pt_br: Falha ao restaurar a compra. Tente novamente.
th: คืนค่าการซื้อไม่สำเร็จ กรุณาลองอีกครั้ง
vi: Khôi phục lại thanh toán không thành công. Vui lòng thử lại.
zh_hant: 恢復購買失敗，請重試

# 恢复经典首页
source: Classic Homepage
bo_cn: ངོ་ངོས་གཞི་མ་བསྐྱར་བསྐྲུན་བྱས།
es: Volver al formato clásico de la página de inicio
hi: क्लासिक होमपेज डिज़ाइन पुनर्स्थापित करें
id_id: Pulihkan desain halaman beranda klasik
ja: クラシックホーム
ko: 클래식 홈페이지 디자인 복원
pt_br: Restaurar layout clássico da página inicial
th: คืนค่าโฮมเพจแบบคลาสสิก
vi: Phục hồi trang chủ cổ điển
zh_hant: 恢復經典首頁

# 恢复游客订阅/购买
source: Restore guest purchases
id_id: Pulihkan pembelian pengunjung
ja: ゲストの購入を復元
ko: 게스트 구매 항목 복원
th: กู้คืนการซื้อของผู้เยี่ยมชม
vi: Khôi phục giao dịch mua của khách
zh_hant: 恢復訪客訂閱/購買

# 回复
source: replied
bo_cn: ཕྱིར་ལན་སློག་པ།
es: Responder
hi: जवाब दें
id_id: Balas
ja: 返信
ko: 답변
pt_br: Responder
th: ตอบกลับ
vi: Trả lời
zh_hant: 回覆

# 回复后，你们的对话将自动移至私信列表
source: After you reply, the conversation will be automatically moved to the PM list
bo_cn: ཕྱིར་ལན་སློག་རྗེས།ཁྱེད་གཉིས་ཀྱི་ཁ་བརྡ་རང་འགུལ་གྱིས་སྒེར་འཕྲིན་རེའུ་མིག་ནང་ལ་སྤར་འགྲོ།
es: Luego de que respondas, la conversación se moverá automáticamente a la lista de MP
hi: आपके जवाब देने के बाद, बातचीत अपने आप PM सूची में चली जाएगी
id_id: Setelah Anda membalas, percakapan akan secara otomatis pindah ke daftar PM
ja: 返信した後、会話は自動的にプライベートメッセージのリストに移動されます
ko: 회신 후 대화가 자동으로 PM 목록으로 이동합니다.
pt_br: Após a sua resposta, a conversa será movida automaticamente para a lista de MP
th: หลังจากตอบกลับ บทสนทนาจะย้ายอัตโนมัติไปยังรายการ PM
vi: Sau khi bạn trả lời, cuộc trò chuyện sẽ tự động được chuyển đến danh sách PM.
zh_hant: 回覆後，你們的對話將自動移至訊息清單

# 回复评论：
source: Replied:
id_id: Komentar dibalas
ja: 返信したコメント
ko: 답변한 의견
th: ความเห็นที่ตอบกลับ
vi: Nhận xét đã trả lời
zh_hant: 回覆留言：

# 会话气泡
source: Bubbles
bo_cn: གླེང་སྒྲོམ་གྱི་ལྦུ་བ།
es: Burbujas
hi: बुलबुले
id_id: Gelembung
ja: 文字入れ
ko: 거품
pt_br: Bolhas
th: ฟองน้ำ
vi: Bong bóng
zh_hans: 会话气泡
zh_hant: 會話氣泡

# 会员协议
source: Subscription Policy
id_id: Kebijakan Langganan
ja: サブスクリプションポリシー
ko: 구독 정책
th: นโยบายการสมัคร
vi: Chính Sách Đăng Ký
zh_hant: 會員協議

# 绘制动画路径
source: Draw an animated path
es: Dibuja una ruta animada
hi: एक एनीमेटेड पाथ खींचें
id_id: Gambar jalur animasi
ja: アニメート化されたパスを描く
ko: 애니메이션 경로 그리기
pt_br: Desenhe uma trajetória de animação
th: วาดแนวทางการเคลื่อนไหว
vi: Vẽ một đường dẫn hoạt họa
zh_hant: 繪製動畫路徑

# 混合
source: Blend
id_id: Campur
ja: ブレンド
ko: 블렌드
th: ผสม
vi: Trộn màu
zh_hant: 混合

# 混合模式
source: Blend Modes
id_id: Mode Campuran
ja: ブレンドモード
ko: 모드 블렌드
th: โหมดผสมผสาน
vi: Chế Độ Trộn Màu
zh_hant: 混合模式

# 活跃用户
source: Active users
bo_cn: བཀོལ་སྤྱོད་མཁན་གྱི་སྒོ་འབྱེད་པ།
es: Usuarios activos
hi: क्रियाशील प्रयोक्ता
id_id: Pengguna aktif
ja: アクティブなユーザー
ko: 활동 중인 사용자
pt_br: Usuários ativos
th: ผู้ที่ยังใช้งาน
vi: Người dùng chủ động
zh_hant: 活躍用戶

# 获取不到素材包，请重试哦~
source: Unable to obtain effect package, please try again.
id_id: Tidak dapat memperoleh paket efek, harap coba lagi.
ja: 効果パッケージを取得できません。再度お試しください。
ko: 효과 패키지를 획득할 수 없습니다, 다시 시도하세요.
th: ไม่สามารถรับแพคเกจเอฟเฟกต์ได้ กรุณาลองใหม่อีกครั้ง
vi: Không thể lấy gói hiệu ứng, vui lòng thử lại.
zh_hant: 無法獲取素材包，請重試喔~

# 获取地理位置失败,请确认定位功能已打开
source: Failed to determine your location, please make sure location services are turned on.
bo_cn: ས་གནས་གཏན་འཁེལ་བྱེད་མ་ཐུབ།དེ་དང་འབྲེལ་བའི་བྱེད་ནུས་ཁ་ཕྱེ་ཡོད་མེད་ལྟ་རོགས།
es: No se pudo determinar tu ubicación; asegúrate de que los servicios de ubicación están encendidos.
hi: आपका स्थान निर्धारित करने में विफल, कृपया सुनिश्चित करें कि स्थान सेवाएँ चालू हैं।
id_id: Gagal menemukan lokasi Anda, harap pastikan layanan lokasi dihidupkan.
ja: 現在位置を確認できませんでした。位置情報サービスがONであることを確認してください。
ko: 내 위치를 파악하지 못했습니다. 위치 서비스가 켜져 있는지 확인하세요.
pt_br: Falha ao determinar o seu local. Certifique-se de que os seus serviços de localização estão ativados.
th: ไม่สามารถระบุตำแหน่งของคุณ กรุณาตรวจสอบว่าเปิดบริการระบุตำแหน่งไว้
vi: Không thể xác định vị trí của bạn, hãy đảm bảo đã bật dịch vụ vị trí.
zh_hans: 获取地理位置失败,请确认定位功能已打开
zh_hant: 獲取地理位置失敗,請確認定位功能已打開

# 获取最新版本信息...
source: Checking for updates…
bo_cn: པར་གཞི་གསར་བའི་བརྡ་འཕྲིན་འབྱོར་བ།
es: Buscando actualizaciones...
hi: अपडेट के लिए जाँच की जा रही है...
id_id: Memeriksa pembaruan…
ja: アップデートを確認しています...
ko: 업데이트 확인...
pt_br: Verificando atualizações...
th: กำลังตรวจหาข้อมูลอัพเดต...
vi: Đang kiểm tra cập nhật…
zh_hans: 获取最新版本信息...
zh_hant: 獲取最新版本資訊...

# 获赞
source: Likes
es: Me gusta
hi: पसंद
id_id: Suka
ja: いいね
ko: 좋아요
pt_br: Curtidas
th: ไลค์
vi: Lượt thích
zh_hant: 收到讚

# 获赞与收藏
source: Likes and Favorites
bo_cn: བཟང་བསྟོད་ཐོབ་པ་དང་ཉར་ཚགས་བྱེད་པ།
es: Me gusta y favoritos
hi: लाइक्स और पसंदीदा
id_id: Suka dan favorit
ja: いいねとお気に入り
ko: 좋아요 및 즐겨찾기
pt_br: Curtidas e favoritos
th: ถูกใจและรายการโปรด
vi: Thích và mục yêu thích
zh_hant: 收到讚與收藏

# 基础
source: Basic
es: Básico
hi: मौलिक
id_id: Dasar
ja: ベーシック
ko: 기본
pt_br: Básico
th: พื้นฐาน
vi: Cơ bản
zh_hant: 基礎
