Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 下载完成, 还有%ld个素材未下载
source: Dowloaded. Failed to download %ld materials.
bo_cn: ཕབ་ལེན་བྱས་ཐུབ་སོང་བས། ད་དུང་རྒྱུ་ཆ %ld ལྷག་ཅིག་ཕབ་ལེན་བྱ་མ་ཐུབ་པ།
es: Descargado. Falló la descarga de %ld materiales
hi: डाउनलोड हो गया। %ld सामग्री डाउनलोड नहीं हो पाई।
id_id: Diunduh. Gagal mengunduh %ld bahan.
ja: ダウンロードが完了しました。%ld素材のダウンロードに失敗しました。
ko: 다운로드됨. %ld 자료 다운로드 실패.
pt_br: Baixado. Falha ao fazer o download de %ld materiais.
th: ดาวน์โหลดแล้ว ไม่สามารถดาวน์โหลด %ld เนื้อหา
vi: Đã tải về. Không tải về được nội dung %ld.
zh_hans: 下载完成, 还有%ld个素材未下载
zh_hant: 下載完成，還有%ld個素材未下載

# 下载中
source: Waiting
bo_cn: ཕབ་ལེན་བྱ་བཞིན་པ།
es: Esperando
hi: इंतज़ार कर रहे हैं
id_id: Menunggu
ja: 待機中
ko: 기다리는 중
pt_br: Aguardando
th: กำลังรอ
vi: Chờ
zh_hans: 下载中
zh_hant: 下載中

# 下载中...
source: Downloading...
bo_cn: ཕབ་ལེན་བྱ་བཞིན་པ།...
es: Descargando...
hi: डाउनलोड हो रहा है...
id_id: Mengunduh...
ja: ダウンロード中...
ko: 다운로드 중...
pt_br: Fazendo download...
th: กำลังดาวน์โหลด...
vi: Đang tải về...
zh_hant: 下載中…

# 下载资源包即刻体验
source: Download the resource pack to experience now
es: Descarga el paquete de recursos para disfrutarlo ahora mismo
hi: अनुभव लेने के लिए संसाधन पैक अभी डाउनलोड करें
id_id: Unduh paket sumber konten untuk mencobanya
ja: リソースパックをダウンロードして今すぐ体験しよう
ko: 리소스 팩을 다운로드해서 지금 체험해 보세요
pt_br: Baixe o pacote de recursos para experimentá-lo agora mesmo
th: ดาวน์โหลดแพ็กทรัพยากรเพื่อใช้งานได้เลย
vi: Tải về gói tài nguyên để trải nghiêm ngay
zh_hant: 點此下載立即體驗

# 先去看看其他内容吧～
source: Try other content!
id_id: Coba konten lainnya!
ja: 他のコンテンツをお試しください！
ko: 다른 콘텐츠를 시도해 보세요!
th: ลองดูเนื้อหาอื่นๆ ก่อน
vi: Hãy thử các nội dung khác!
zh_hant: 先去看看其他內容吧～

# 先使用一款马赛克哦~
source: Apply the mosaic effect before proceeding
es: Aplica el efecto de mosaico antes de proceder
hi: आगे बढ़ने से पहले मोज़ैक इफेक्ट लागू करें
id_id: Terapkan efek mosaik sebelum melanjutkan
ja: 続行する前にはモザイク効果を使用してください。
ko: 진행하기 전에 모자이크 효과를 적용
pt_br: Aplique o efeito mosaico antes de continuar
th: ยืนยันเอฟเฟกต์โมเสกก่อนทำต่อ
vi: Áp dụng hiệu ứng khảm trước khi tiếp tục
zh_hant: 先使用一款馬賽克喔~

# 先涂抹或添加形状哦
source: Swipe the image or add objects before proceeding
es: Desliza la imagen o agrega objetos antes de proceder.
hi: आगे बढ़ने से पहले फोटो स्वाइप करें या ऑब्जेक्ट जोड़ें।
id_id: Geser gambar atau tambahkan objek sebelum melanjutkan.
ja: 画像をスワイプまたはオブジェクトを追加して次に進んでください。
ko: 계속 진행하기 전에 이미지를 밀거나 물체를 추가하세요.
pt_br: Deslize o dedo sobre a imagem ou adicione objetos antes de continuar.
th: ปัดรูปภาพหรือเพิ่มวัตถุก่อนประมวลผล
vi: Vuốt hình ảnh và thêm đối tượng trước khi tiếp tục.
zh_hant: 先塗抹或增加形狀喔~

# 先选择一张要编辑的贴纸哦~
source: Select the sticker to edit.
bo_cn: སྔོན་ལ་རྩོམ་སྒྲིག་གི་ཤོག་བུ་སྦྱར་ཨོ་ཞིག་འདེམས་དགོས་།
es: Selecciona una pegatina para editar.
hi: एडिट करने के लिए स्टिकर चुनें
id_id: Pilih stiker untuk diedit.
ja: スタンプを選択して編集。
ko: 편집할 스티커를 선택하세요.
pt_br: Selecione o adesivo para editar.
th: เลือกสติกเกอร์เพื่อแก้ไข
vi: Chọn nhãn dán để chỉnh sửa
zh_hant: 先選擇一張要編輯的貼紙喔~

# 显示标签
source: Show tag
bo_cn: ཁྱད་རྟགས་ཕྱིར་མངོན།
es: Mostrar etiqueta
hi: टैग दिखाएं
id_id: Tampilkan label
ja: タグを表示
ko: 태그 표시
pt_br: Exibir marcação
th: แสดงแท็ก
vi: Hiển thị thẻ
zh_hans: 显示标签
zh_hant: 顯示標籤

# 现在发布，你就是第一个占据这里的人！
source: Post now and you'll be the first one to claim this section!
bo_cn: ད་ལྟ་སྤྱི་བསྒྲགས་བྱས་ཏེ་ཁྱོད་ནི་དང་པོ་བཟུང་བ་འདིར་མི།
es: Publica ahora ¡y serás el primero en atribuirte esta sección!
hi: अभी पोस्ट करें और आप इस सेक्शन पर हक जताने वाले पहले व्यक्ति होंगे!
id_id: Kirim sekarang dan Anda akan menjadi yang pertama untuk mengklaim bagian ini!
ja: 今すぐ投稿すると、このセクションを最初に獲得できます！
ko: 지금 게시하면 가장 먼저 이 섹션을 확보하게 됩니다!
pt_br: Publique agora e você será o primeiro a reivindicar esta seção!
th: โพสต์ตอนนี้เพื่อเป็นคนแรกที่เข้าไปยังพื้นที่นี้!
vi: Đăng bài ngay và bạn sẽ là người đầu tiên lấy được mục này!
zh_hant: 現在發佈，你就可以當第一個佔領這裡的人

# 现在请点击手中的遥控器
source: Now please click the Meitu Remote.
bo_cn: ད་ལྟ་དེ་མཚུངས་ཀྱི་ལག་ཏུ་བསྒྱུར་ཆས།
es: Ahora, haz clic en el control remoto de Meitu.
hi: अब कृपया Meitu रिमोट पर क्लिक करें।
id_id: Sekarang harap klik Meitu Remote.
ja: では、[Meituリモコン] をクリックしてください。
ko: 이제 Meitu 리모컨을 클릭하세요.
pt_br: Agora clique no Meitu Remote.
th: ตอนนี้กรุณาคลิกที่ Meitu Remote
vi: Giờ hãy nhấp vào Điều khiển từ xa Meitu.
zh_hans: 现在请点击手中的遥控器
zh_hant: 現在請點選手中的遙控器

# 线条
source: Lines
es: Líneas
hi: पंक्तियां
id_id: Garis
ja: ライン
ko: 라인
pt_br: Linhas
th: เส้น
vi: Nét vẽ
zh_hant: 線條

# 线形
source: Linear
bo_cn: ཐིག་རྣམ།
es: Lineal
hi: रेखीय
id_id: Garis
ja: 線形
ko: 직선
th: เชิงเส้น
vi: Tuyến tính
zh_hans: 线形
zh_hant: 線型

# 限时
source: Limited
bo_cn: དུས་བཅད།
es: Limitado
hi: सीमित
id_id: Terbatas
ja: 制限付き
ko: 제한됨
pt_br: Limitado
th: จำกัด
vi: Giới hạn
zh_hans: 限时
zh_hant: 限時

# 限时素材只能在一定时间内使用哦，过期后素材将不可再使用哦~
source: Time-limited materials can be used only in a certain period of time and cannot be used after they've expired.
bo_cn: Tརྒྱུ་ཆ་འདི་དག་དུས་བཀག་ཡོད་པའི་ནང་བཀོལ་སྤྱོད་བྱེད་པ།དུས་ཚོད་མགོར་བརྗེ་ནས་རྒྱུ་ཆ་འདི་དག་བཀོལ་སྤྱོད་བྱེད་མི་ནུས།
es: Los materiales de tiempo limitado solo se pueden usar en un determinado periodo y no se pueden usar después de haber vencido.
hi: समय-सीमित सामग्रियों का उपयोग केवल एक निश्चित समयावधि में किया जा सकता है और वे समय-सीमा समाप्त होने के बाद उपयोग नहीं की जा सकतीं।
id_id: Beberapa bahan hanya tersedia dalam waktu terbatas. Sekarang atau tidak!
ja: 時間制限のある素材は、特定の期間内のみ使用でき、有効期限が過ぎた後は使用できなくなります。
ko: 시간 제한 자료는 일정한 시간 동안만 사용할 수 있으며, 만료된 후에는 사용할 수 없습니다.
pt_br: Materiais de tempo limitado podem ser usados apenas durante determinados períodos de tempo, e não poderão mais ser usados após terem expirado.
th: เนื้อหาภายในเวลาที่จำกัดสามารถใช้ได้ภายในระยะเวลาที่กำหนด และไม่สามารถใช้ได้หลังจากหมดอายุแล้ว
vi: Các nội dung có giới hạn thời gian chỉ có thể dùng trong một khoảng thời gian nhất định và không thể sử dụng sau khi hết hạn.
zh_hant: 限時素材僅供限期使用，過期後將無法再使用這些素材喔～

# 相册
source: Album
bo_cn: པར་རིས།
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
th: อัลบั้ม
zh_hans: 相册
zh_hant: 相簿

# 相册（我）
source: Albums
es: álbumes
hi: एल्बम
id_id: Album
ja: アルバム
ko: 앨범
pt_br: Álbum
th: อัลบั้ม
vi: Album
zh_hans: 相册
zh_hant: 相簿

# 相册不存在
source: The album does not exist.
zh_hant: 相簿不存在

# 相册成员
source: Members
zh_hant: 相簿成員

# 相册成员:
source: Members:
zh_hant: 相簿成員:

# 相册成员(%d)
source: Members (%d)
zh_hant: 相簿成員(%d)

# 相册成员最多%d人哦
source: Up to %d members may be added to an album.
zh_hant: 相簿成員最多%d人喔

# 相册名
source: Album name
zh_hant: 相簿名稱

# 相册默认仅自己可见，你也可以添加成员一起分享。
source: Only you can see this album, you may add friends at any time.
zh_hant: 相簿預設僅自己可見, 你也可以添加成員一起分享。

# 相册内容仅自己可见，也可以邀请好友升级为多人相册。
source: Only you can see the contents of a private album, you may invite friends to create a private group album.
zh_hant: 相簿內容僅自己可見，也可邀請好友升級為多人相簿。

# 相册已解散
source: The album has been deleted.
zh_hant: 相簿已解散

# 相册中不可以传播违规违法内容哦
source: The sharing of illegal content in this album is strictly forbidden.
zh_hant: 相簿中不可傳播違規違法內容喔

# 相关内容
source: Recommended
bo_cn: འབྲེལ་ཡོད་ནང་དོན
es: Recomendar
hi: सिफारिश की
id_id: Disarankan
ja: トレンド
ko: 추천
pt_br: Recomendar
th: แนะนำ
vi: Tương quan
zh_hant: 相關內容

# 相关权限受限，请到手机设置-美图秀秀-打开对应权限
source: Access restricted.Please go to settings and allow "Meitu" relevant access.
bo_cn: འབྲེལ་ཡོད་ཀྱི་དབང་ཚད་ལ་ཚད་དགག་ཐེབས་པའི།ཁ་པར་གྱི་སྒྲིག་བཀོལ་ནས་མེའུ་ཐུའུ་མཛེས་བཟོ།དེ་ནས་དབ
es: Acceso restringido. Ve a configuraciones y otorga a “Meitu” el acceso relevante.
hi: एक्सेस पर रोक लगा दी गई है। कृपया सेटिंग में जाकर “Meitu” से जुड़ी सही एक्सेस की अनुमति दें।
id_id: Akses dilarang. Harap lihat pengaturan dan beri "Meitu" akses yang relevan.
ja: アクセスが制限されています。[設定] に移動して、[Meitu] の関連するアクセスを許可してください。
ko: 액세스 제한됨. 설정으로 이동한 후 "Meitu" 관련 액세스를 허용하세요.
pt_br: Acesso restrito. Entre nas configurações e permita o acesso relevante a "Meitu".
th: จำกัดสิทธิ์ใช้งาน กรุณาไปที่การตั้งค่า จากนั้นให้สิทธิ์ที่เกี่ยวข้องแก่ “Meitu”
vi: Đã hạn chế truy cập. Hãy vào cài đặt và cho phép quyền truy cập liên quan của "Meitu".
zh_hans: 相关权限受限，请到手机设置-美图秀秀-打开对应权限
zh_hant: 相關權限受限，請到手機設定-應用程式-應用程式權限打開美圖秀秀相應權限

# 相机
source: Camera
bo_cn: པར་ཆས།
es: Cámara
hi: कैमरा
id_id: Kamera
ja: カメラ
ko: 카메라
pt_br: Câmera
th: กล้อง
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# 相机（社区首页）
source: Camera
bo_cn: 相机
es: Cámara
hi: कैमरा
id_id: Kamera
ja: カメラ
ko: 카메라
pt_br: Câmera
th: กล้อง
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# 相机设置
source: Camera
bo_cn: པར་ཆས་སྒྲིག་འགོད།
es: Cámara
hi: कैमरा
id_id: Pengaturan Kamera
ja: カメラ
ko: 카메라
pt_br: Câmera
th: การตั้งค่ากล้อง
vi: Cài đặt Camera
zh_hans: 相机设置
zh_hant: 相機設定

# 相似素材
source: Similar Elements
id_id: Elemen yang Sama
ja: 類似のエレメント
ko: 유사한 요소
th: องค์ประกอบเหมือนกัน
vi: Các Yếu Tố Tương Tự
zh_hant: 相似素材

# 详细的举报原因有助于举报被快速处理
source: We will process your report as quickly as possible. Please include detailed information.
es: Procesaremos tu informe cuanto antes.Te pedimos que incluyas información detallada.
hi: हम आपकी रिपोर्ट यथाशीघ्र प्रोसेस करेंगे। कृपया विस्तृत जानकारी दें।
id_id: Kami akan memproses laporan Anda secepatnya. Harap sertakan informasi secara detail.
ja: レポートを最速で処理します。詳しい情報を含めてください。
ko: 고객님의 신고를 최대한 빨리 처리해 드리겠습니다. 자세한 정보를 포함해서 보내 주시기 바랍니다.
pt_br: Processaremos sua denúncia o mais rápido possível. Por favor, inclua informações detalhadas.
th: เราจะดำเนินการรายงานของคุณโดยเร็วที่สุด กรุณาแนบรายละเอียดมาด้วย
vi: Chúng tôi xử lý báo cáo của bạn nhanh nhất có thể. Vui lòng thêm các thông tin chi tiết.
zh_hant: 詳細的檢舉描述將會加快作業處理時間

# 想跟宝宝们说： 拼图模块大升级啦！全新拼图拥有各种好看、时尚的素材，宝宝们快来体验吧
source: 😉Dear users, collage mode has a big update available! Try out various lovely and fashionable elements in new collage mode right now!💖😘
bo_cn: 😉དྲ་གོགས་རྣམས་པར་ཞུ་རྒྱུར། པར་སྒྲིག་རྣམ་པ་རིམ་པ་ཆེན་པོར་འཕར་ཐུབ་སོང་བས། རྣམ་པ་གསར་བའི་པར་སྒྲིག་ལ་བལྟས་ན་མཛེས་བ་དང་། དར་སྲོལ་གསར་མའི་རྒྱུ་ཆ་བཅས་འཛོམས་ཡོད་པས། གྲོགས་པོ་རྣམས་མྱུར་མོར་ཚོད་ལྟ་བྱེད་དུ་ཤོག💖😘
es: ☺¡Queridos usuarios, el modo de collage tiene una gran actualización disponible! ¡Prueba varios elementos adorables y modernos ahora mismo en el nuevo modo de collage!☺☺
hi: 😉प्रिय यूजर, कोलाज़ मोड की एक बड़ी अपडेट उपलब्ध है! हमारे कोलाज़ मोड की विभिन्न प्यारी और फैशनेबल चीज़ें अभी आजमाएं!💖😘
id_id: Yth pengguna, ada pembaruan besar untuk mode kolase! Cobalah berbagai elemen cantik dan bergaya dalam mode kolase baru sekarang!
ja: 😉ユーザーの皆さま、コラージュモードの大きなアップデートが利用可能です！新しいコラージュモードの様々な素敵でファッショナブルな要素を今すぐお試しください！💖😘
ko: 사용자 님, 콜라주 모드에 중요한 업데이트가 있습니다! 지금 바로 새 콜라주 모드에서 멋진 요소를 사용해 보세요!
pt_br: 😉Caros usuários, o modo colagem tem uma grande atualização disponível! Experimente diversos elementos lindos e sofisticados no novo modo colagem agora mesmo!💖😘
th: เรียน ผู้ใช้ โหมดภาพตัดปะมีการอัพเดตใหม่ สามารถลององค์ประใหม่สุดน่ารักและทันสมัยได้เลยตอนนี้!
vi: 😉Thân gửi người dùng, chế độ ảnh ghép có cập nhật lớn! Hãy thử nhiều thành phần đáng yêu và thời trang trong chế độ ảnh ghép mới ngay!💖😘
zh_hans: 😉想跟宝宝们说： 拼图模块大升级啦！全新拼图拥有各种好看、时尚的素材，宝宝们快来体验吧💖😘~
zh_hant: 😉想跟大家說：拼圖區塊大升級！全新拼圖中有各種好看時尚的素材，大家快來體驗吧💖😘~

# 向上滑动切换内容
source: Swipe up to change contents.
bo_cn: Swipe up for more
es: Desliza para cambiar el contenido.
hi: सामग्री बदलने के लिए ऊपर को स्वाइप करो।
id_id: Usap ke atas untuk mengubah konten.
ja: 上にスワイプしてコンテンツを変更。
ko: 콘텐츠를 바꾸려면 위로 스와이프하세요.
pt_br: Deslize para alterar o conteúdo.
th: ปัดขึ้นเพื่อเปลี่ยนเนื้อหา
vi: Vuốt lên để thay đổi nội dung.
zh_hans: 向上滑动切换内容
zh_hant: 向上滑動切換內容

# 向世界分享我的美好生活
source: Share my exciting life with the world!
bo_cn: སྐུ་ཉིད་ཀྱིས་བདེ་སྐྱིད་ཀྱི་འཚོ་བ་དེ་འཛམ་གླིང་ལ་མཉམ་སྤྱོད་བྱས།
es: Compartir mi emocionante vida con el mundo
hi: मेरे रोमांचक जीवन को दुनिया के साथ शेयर करें
id_id: Bagikan kehidupan yang menarik pada dunia
ja: お気に入りの写真や動画を公開しましょう
ko: 내 삶을 세상과 공유하세요.
pt_br: Compartilhar minha vida empolgante com o mundo todo
th: แชร์ชีวิตที่น่าสนใจของฉันกับทุก ๆ คน
vi: Chia sẻ cuộc sống thú vị của tôi với cả thế giới
zh_hant: 向世界分享我的美好生活

# 向右90°
source: Right 90°
id_id: Kanan 90°
ja: 右 90°
ko: 오른쪽 90°
th: ขวา 90°
vi: Phải 90°
zh_hant: 向右90°

# 向左90°
source: Left 90°
id_id: Kiri 90°
ja: 左 90°
ko: 왼쪽 90°
th: ซ้าย90°
vi: Trái 90°
zh_hant: 向左90°

# 向左滑动查看下一张
source: Swipe left to view next
bo_cn: གཡོན་ཕྱོགས་སུ་ཤུད་འགུལ་བྱེད་ནས་འདྲ་པར་རྗེས་མ་བལྟ་རོགས།
es: Desliza hacia la izquierda para ver el siguiente
hi: अगला देखने के लिए बाएं स्वाइप करें
id_id: Usap ke kiri untuk melihat selanjutnya
ja: 左にスワイプして次を表示
ko: 왼쪽으로 스와이프해서 다음을 보세요
pt_br: Deslize para a esquerda para ver o próximo
th: ปัดไปทางซ้ายเพื่อดูถัดไป
vi: Vuốt sang trái để xem phần tiếp theo
zh_hant: 向左滑動查看下一張

# 向左滑动切换滤镜
source: Swipe left to switch filters
bo_cn: གཡོན་འཐེན་བྱོས་དེ་འཚག་ཤེལ་བརྗེ་བ།
es: Arrastra el dedo hacia la izquierda para cambiar de filtros
hi: फ़िल्टर स्विच करने के लिए बाईं ओर स्वाइप करें
id_id: Gesek ke kiri untuk mengganti filter
ja: フィルターを切り替えるには、左にスワイプします
ko: 왼쪽으로 살짝 밀어서 필터 전환
pt_br: Passe o dedo para a esquerda para trocar de filtros
th: กวาดไปทางซ้ายเพื่อสลับฟิลเตอร์
vi: Vuốt trái để đổi bộ lọc
zh_hans: 向左滑动切换滤镜
zh_hant: 向左滑動可切換濾鏡哦

# 橡皮
source: Eraser
es: Borrador
hi: मिटाने वाला
id_id: Penghapus
ja: 消しゴム
ko: 지우개
pt_br: Borracha
th: ยางลบ
vi: Tẩy
zh_hant: 橡皮擦

# 橡皮擦
source: Eraser
bo_cn: འགྱིག་བསུབ།
es: Borrador
hi: मिटाने वाला
id_id: Penghapus
ja: 消しゴム
ko: 지우개
pt_br: Borracha
th: ยางลบ
vi: Tẩy
zh_hans: 橡皮擦
zh_hant: 橡皮擦

# 消除笔
source: Eraser
bo_cn: གཙང་སེལ་སྨྱུ་གུ
es: Borrador
hi: मिटाने वाला
id_id: Penghapus
ja: 消しゴム
ko: 지우개
pt_br: Borracha
th: ยางลบ
vi: Tẩy
zh_hans: 消除笔
zh_hant: 刪除筆

# 消息
source: Messages
bo_cn: འཕྲིན་ཐུང་།
es: Mensajes
hi: संदेश
id_id: Pesan
ja: メッセージ
ko: 메시지
pt_br: Mensagens
th: ข้อความ
vi: Tin nhắn
zh_hant: 訊息

# 小(五官)
source: Small
bo_cn: ཆེ་
es: Pequeño
hi: छोटा
id_id: Kecil
ja: 小
ko: 소형
pt_br: Pequeno
th: เล็ก
vi: Nhỏ
zh_hans: 小
zh_hant: 小

# 小边框
source: Thin
bo_cn: མཐའ་སྒྲོམ་ཆུང་བ།
es: Fino
hi: पतला
id_id: Tipis
ja: 細い
ko: 얇은
pt_br: Estreito
th: บาง
vi: Mỏng
zh_hans: 小边框
zh_hant: 小邊框

# 小叮咛
source: Tip
bo_cn: གསལ་བརྡ་ཆུང་ཆུང་།
es: Consejo
hi: टिप
ja: ヒント
ko: 팁
pt_br: Dica:
th: คำแนะนำ
vi: Thủ thuật
zh_hant: 小提示

# 小伙伴们赶紧去下载新素材，体验全新效果吧~
source: Hurry! Download the new materials and try out brand-new filters!
bo_cn: གྲོགས་པོ་ཚོ་དཔྱད་གཞི་གསར་བ་ནང་འཇུག་བྱས་ནས་བྱེད་ནུས་གསར་བ་རོལ་མྱོང་བྱེད་དུ་འགྲོ།
es: ¡Apúrate! ¡Descarga materiales nuevos y prueba los últimos filtros!
hi: जल्दी करें! नई सामग्री डाउनलोड करें और नए फ़िल्टर आज़माएं!
id_id: Cepat! Unduh bahan baru dan coba filter baru!
ja: お急ぎください！新しい素材をダウンロードして、新しいフィルターをお試しください！
ko: 서두르세요! 새 자료를 다운로드하고 새 필터를 사용해 보세요!
pt_br: Corra! Faça baixar dos novos materiais e experimente nossos novos filtros!
th: อย่าช้า! ดาวน์โหลดเนื้อหาใหม่และทดลองฟิลเตอร์ใหม่ล่าสุด!
vi: Nhanh lên! Tải về các nội dung mới và thử những bộ lọc mới tinh!
zh_hans: 小伙伴们赶紧去下载新素材，体验全新效果吧~
zh_hant: 朋友們趕緊去下載新素材，體驗全新效果吧～

# 小脸
source: Lessen
bo_cn: གདོང་ཆུང་།
id_id: Perkecil
ja: 小さくする
ko: 줄이기
th: เล็กลง
vi: Giảm bớt
zh_hant: 小臉

# 小麦色
source: Medium
ja: 健康的
ko: 중간
th: สีน้ำตาลอ่อน
vi: Trung bình
zh_hant: 小麥色

# 小美好
source: Delight
zh_hant: 小美好

# 小头
source: Head Size
id_id: Kepala
ja: 頭
ko: 머리 크기
th: ศีรษะ
vi: Cỡ đầu
zh_hant: 小頭

# 效果处理失败，请重试
source: Failed to process this effect. Please try again.
es: No se pudo procesar este efecto. Vuelve a intentarlo.
hi: इस इफ़ेक्ट को प्रोसेस नहीं किया जा सका। कृपया फिर से कोशिश करें।
id_id: Gagal memproses efek ini. Coba lagi.
ja: この効果の処理に失敗しました。もう一度お試しください。
ko: 이 효과를 처리하는 데 실패했습니다. 다시 시도하세요.
pt_br: Falha ao processar este efeito. Tente novamente.
th: การประมวลผลด้วยคลาวด์จะให้ผลลัพธ์ที่ดีกว่า ยินยอมให้อัปโหลดรูปภาพของคุณขึ้นบนคลาวด์หรือไม่?
vi: Xử lý hiệu ứng này không thành công. Vui lòng thử lại.
zh_hant: 效果處理失敗，請重試

# 效果更佳小秘诀：
source: Tips for better effects:
bo_cn: ཕན་ནུས་དེ་ལས་བཟང་བའི་ཐབས་རྩལ་ཆུང་ཆུང་།:
es: Consejos para obtener mejores resultados:
hi: बेहतर इफ़ेक्ट के लिए सुझाव:
id_id: Kiat untuk efek lebih baik:
ja: エフェクトを有効活用するためのヒント：
ko: 더 좋은 효과에 대한 팁:
pt_br: Dicas para melhores efeitos:
th: แม่แบบเพื่อเอฟเฟกต์ที่ดีขึ้น:
vi: Các mẹo vặt để có hiệu ứng tốt hơn:
zh_hans: 效果更佳小秘诀：
zh_hant: 效果更佳小秘訣:

# 效果加载中...
source: Loading effects...
bo_cn: ཕན་འབྲས།དེའི་ལྗིད་ཚད
es: Cargando efectos...
hi: प्रभाव लोड किए जा रहे हैं...
id_id: Memuat efek...
ja: エフェクトを読み込んでいます...
ko: 효과 로드 중...
pt_br: Carregando efeitos...
th: กำลังโหลดเอฟเฟกต์...
vi: Đang tải hiệu ứng...
zh_hans: 效果加载中...
zh_hant: 效果載入中…

# 效果选择
source: Effect
bo_cn: ཕན་འབྲས་འདེམས་གསེས།
es: Efectos
hi: पसन्द की प्रभाव
id_id: Efek
ja: エフェクト
ko: 효과
pt_br: Efeitos
th: เอฟเฟกต์
vi: Các hiệu ứng
zh_hant: 效果選擇

# 效果制作中...
source: Creating effect...
es: Creando efecto...
hi: इफेक्ट बना रहे…
id_id: Membuat efek...
ja: 効果を作成中...
ko: 효과 생성 중...
pt_br: Criando efeito...
th: สร้างเอฟเฟกต์...
vi: Đang tạo hiệu ứng...
zh_hant: 效果製作中…

# 斜体
source: Italic
id_id: Miring
ja: 斜字
ko: 기울임
th: ตัวเอียง
vi: Nghiêng
zh_hant: 斜體

# 写个简单清晰的标题吧
source: Add a clear title
id_id: Tambahkan judul yang jelas
ja: 明確なタイトルを追加しましょう
ko: 명료한 제목 추가
th: ใส่หัวเรื่องให้ชัดเจน
vi: Thêm một tiêu đề rõ ràng
zh_hant: 寫個簡單清晰的標題吧

# 谢谢您的建议!
source: Thank you for your feedbacks!
bo_cn: སྐུ་ཉིད་ཀྱི་བསམ་འཆར་བཏོན་པ་བཀའ་དྲིན་ཆེ།
es: ¡Gracias por tus opiniones!
hi: आपके फ़ीडबैक के लिए आपका धन्यवाद!
id_id: Terima kasih atas umpan balik Anda!
ja: フィードバックをいただき、ありがとうございます！
ko: 피드백을 주셔서 감사합니다!
pt_br: Obrigado pelo seu feedback!
th: ขอขอบคุณสำหรับความเห็นของคุณ
vi: Xin cảm ơn bạn đã phản hồi!
zh_hans: 谢谢您的建议!
zh_hant: 謝謝您的建議!

# 新粉丝
source: New fans
bo_cn: རྒྱབ་སྐྱོར་གསར་པ་
es: Nuevos seguidores
hi: नए प्रशंसक
id_id: Penggemar baru
ja: 新規ファン
ko: 새 팬들
pt_br: Novos fãs
th: แฟนใหม่ๆ
vi: Fan mới
zh_hant: 新粉絲

# 新功能【3D塑颜】
source: New function: 3D Reshape
bo_cn: ནུས་པ་གསར་པ་(་3Dརྣམ་པ་འདྲ།་)
es: Nueva función: 3D Reshape
hi: नया फंक्शन: 3D रीशेप
id_id: Fungsi baru: Bentuk Ulang 3D
ja: 新機能: 3Dリシェイプ
ko: 새 기능: 3D 재구성
pt_br: Nova função: Remodelagem 3D
th: ฟังก์ชันใหม่: เปลี่ยนทรง 3D
vi: Chức năng mới: Tạo lại hình dạng 3D
zh_hant: 新功能[3D塑顏]

# 新建
source: Create
es: Crear
hi: बनाएं
id_id: Buat
ja: 作成
ko: 생성
pt_br: Criar
th: สร้าง
vi: Tạo ra
zh_hant: 新建

# 新建区域
source: New Area
es: Nueva área
hi: नया क्षेत्र
id_id: Area Baru
ja: 新規エリア
ko: 새 영역
pt_br: Nova área
th: พื้นที่ใหม่
vi: Vùng mới
zh_hant: 新建區域

# 新浪微博
source: Weibo
bo_cn: ཟིན་ན་པོད་ཕྲན།
zh_hans: 新浪微博
zh_hant: 新浪微博

# 新一代智能美颜神器，自动美肤、瘦脸瘦身、明眸亮眼，一秒拥有高颜值，打造最美自拍！
source: New generation of retouching tools! Auto skin enhancement, face-lift, eyes brightening in one fast tap!
bo_cn: རབས་གསར་པའི་རིག་ནུས་ཀྱི་ངོ་གདོང་མཛེས་བཟོའི་ཡོ་ཆས་ལ། རང་འགུལ་ངང་མཛེས་བཟོ་དང་སྱེ་གཟུགས་ཇེ་སྐམ་དུ་གཏོང་བ། མིག་ཟུང་མཛེས་བཟོ་བྱེད་པ། སྐར་ཆ་གཅིག་ལ་མཛེས་ཉམས་དོད་པ་བཅས་ཀྱིས་ ཁྱེད་ཀྱི་འདྲ་པར་ཆེས་མཛེས་ཤོས་དེ་བཟོ་ཐུབ།
es: Nova geração de ferramentas de retoque! Aprimoramento automático da pele, lifting e iluminação de olhos, tudo com um só toque!
hi: रीटच करने की नई पीढी के उपकरण! त्वाचा स्वतः संवर्द्धन, फेस लिफ्ट, आंखों की चमक बढ़ाना, सब कुछ केवल एक टैप में!
ja: 新世代のリタッチツール！自動美肌加工、フェイスリフト、瞳の色変更を1回のタップですばやく実行できます！
ko: 차세대 리터치 도구! 자동 피부 강화, 주름 제거, 화사한 눈을 단 한 번의 빠른 탭으로!
pt_br: Nova geração de ferramentas de retoque! Aprimoramento automático da pele, lifting e iluminação de olhos, tudo com um só toque!
th: เครื่องมือรีทัชยุคใหม่! ปรับสภาพผิวอัตโนมัติ ยกกระชับใบหน้า ปรับขอบตาให้สว่างได้ง่าย ๆ โดยกดเพียงครั้งเดียว!
vi: Thế hệ công cụ chỉnh sửa lại mới! Tự động làm đẹp da, nâng mặt, làm sáng mắt chỉ bằng một cú nhấn!
zh_hant: 新一代智慧型美顏神器，自動美膚、瘦臉瘦身、明眸亮眼，一秒擁有高顏值，打造最美自拍！

# 新增边框
source: Add a frame
es: Agregar un marco
hi: फ्रेम जोड़ें
id_id: Tambahkan bingkai
ja: フレームを追加
ko: 프레임 추가
pt_br: Adicionar uma moldura
th: เพิ่มกรอบ
vi: Thêm một khung
zh_hant: 新增邊框

# 新增特效
source: Add Effects
es: Agregar efectos
hi: इफेक्ट जोड़ें
id_id: Tambahkan Efek
ja: 効果を追加
ko: 효과 추가하기
pt_br: Adicionar efeitos
th: เพิ่มเอฟเฟกต์
vi: Thêm Hiệu ứng
zh_hant: 新增特效

# 新增音乐
source: Add music
id_id: Tambahkan musik
ja: 音楽を追加
ko: 음악 추가
th: เพิ่มเพลง
vi: Thêm nhạc
zh_hant: 新增音樂

# 新增自定义贴纸哦
source: Customized stickers added.
bo_cn: གསར་དུ་སྣོན་པའི་རང་བརྗོད་སྦྱོར་ཤོག
es: Se agregaron pegatinas personalizadas.
hi: कस्टमाइज़ किए गए स्टिकर जोड़े
id_id: Stiker khusus ditambahkan.
ja: カスタマイズされたスタンプが追加されました。
ko: 커스텀 스티커가 추가됐습니다.
pt_br: Adesivos personalizados adicionados.
th: เพิ่มสติกเกอร์แบบปรับแต่งเอง
vi: Đã thêm các nhãn dán được tuỳ chỉnh.
zh_hans: 贴纸功能支持抠图
zh_hant: 貼紙功能支持摳圖

# 星星
source: Star
id_id: Bintang
ja: スター
ko: 스타
th: ดาว
vi: Ngôi sao
zh_hant: 星星

# 星座
source: Horoscope
bo_cn: སྐར་ཚོམ།
es: Signo
hi: राशिफल
id_id: Horoskop
ja: 星座
ko: 점성술
pt_br: Horóscopo
th: ชะตาชีวิต
vi: Lá số tử vi
zh_hant: 星座

# 行间距
source: Line spacing
id_id: Spasi baris
ja: 行間
ko: 줄 간격
th: ระยะห่างระหว่างบรรทัด
vi: Khoảng cách dòng
zh_hant: 行間距

# 形状
source: Shape
es: Forma
hi: आकार
id_id: Bentuk
ja: 形
ko: 모양
pt_br: Formato
th: รูปร่าง
vi: Hình dạng
zh_hant: 形狀

# 性别
source: Gender
bo_cn: ཕོ་མོ།
es: Sexo
hi: लिंग
ja: 性別
ko: 성별
pt_br: Gênero
th: เพศ
vi: Giới tính
zh_hant: 性別

# 胸部定位失败啦，换张图试试~
source: Failed to locate chest, please try another photo.
id_id: Gagal mendeteksi dada, coba foto yang lain.
ja: 胸の位置を特定できませんでした。他の写真で試してみてください。
ko: 가슴을 인식할 수 없습니다, 다른 사진으로 시도해 주세요.
th: กำหนดตำแหน่งบริเวณหน้าอกผิดพลาด ลองเปลี่ยนรูป
vi: Không xác định được rương, vui lòng thử một ảnh khác.
zh_hant: 胸部定位失敗，換張圖試試~

# 修改授权
source: Modify
id_id: Ubah
ja: 変更
ko: 수정
th: เปลี่ยนแปลงการให้อนุญาต
vi: Sửa đổi
zh_hant: 修改授權

# 修容
source: Contour
id_id: Perpanjang
ja: 立体感
ko: 컨투어
th: คอนทัวร์
vi: Tạo khối
zh_hant: 修容

# 修容笔
source: Contour
bo_cn: སྨྱུ་གུ་བཟོས་རུང་
id_id: Perpanjang
ja: 立体感
ko: 컨투어
th: คอนทัวร์
vi: Tạo khối
zh_hant: 修容筆

# 修图配方
source: Templates
id_id: Template
ja: パターン
ko: 템플릿
th: แม่แบบ
vi: Mẫu
zh_hant: 修圖配方

# 修图配方可同时查看原图和最终效果图哦
source: You can view the original image and the final effect in Templates.
id_id: Lihat gambar asli dan efek final di template
ja: テンプレート内で、オリジナルの画像と最終版の効果を表示することができます。
ko: 편집 템플릿에서 원본과 보정 이미지 비교가 가능합니다.
th: คุณสามารถดูภาพที่แต่งแล้วพร้อมกับต้นฉบับได้ในแม่แบบ
vi: Xem ảnh gốc và hiệu ứng cuối trong Mẫu.
zh_hant: 修圖配方可同時查看原圖和最終效果圖喔！

# 修图配方已删除
source: The template has been deleted.
id_id: template telah dihapus.
ja: パターンが削除されました。
ko: 템플릿이 삭제됐습니다.
th: ลบแม่แบบการตัดต่อแล้ว
vi: Mẹo chỉnh sửa đã bị xóa.
zh_hant: 修圖配方已刪除

# 虚化
source: Blur
bo_cn: ཚགས་ཤེལ་མང་པོ།
es: Desenfocar
hi: धुंधला
id_id: Kabur
ja: ぼかし
ko: 흐리게
pt_br: Desfoque
th: เบลอ
vi: Nhòe
zh_hant: 虛化

# 虚化功能已关闭
source: Blur OFF
bo_cn: ཚགས་ཤེལ་གཏོང་བའི་བྱེད་ནུས་ཁ་རྒྱབ།
es: Desenfocar desactivado
hi: धुँधला करना बंद
id_id: Kabur nonaktif
ja: ぼかしOFF
ko: 흐릿하게 끄기
pt_br: Desfoque desligado
th: เบลอ ปิด
vi: Nhòe TẮT
zh_hans: 虚化功能已关闭
zh_hant: 虛化功能已關閉

# 虚化功能已开启
source: Blur ON
bo_cn: ཚགས་ཤེལ་གཏོང་བའི་བྱེད་ནུས་ཁ་ཕྱེ།
es: Desenfocar activado
hi: धुँधला करना चालू
id_id: Kabur aktif
ja: ぼかしON
ko: 흐릿하게 켜기
pt_br: Desfoque ligado
th: เบลอ เปิด
vi: Nhòe BẬT
zh_hans: 虚化功能已开启
zh_hant: 虛化功能已啟用

# 虚化画面背景
source: Blur ON
bo_cn: ཚགས་ཤེལ་པར་རིས་རྒྱབ་ལྗོངས།
es: Desenfocar ACTIVADO
hi: धुँधला करना चालू
id_id: Kabur aktif
ja: ぼかしON
ko: 흐릿하게 켜기
pt_br: Desfoque ligado
th: เบลอ เปิด
vi: Nhòe BẬT
zh_hans: 虚化画面背景
zh_hant: 虛化畫面背景

# 虚化已关闭
source: Blur Off
bo_cn: ཚགས་ཤེལ་གཏོང་བའི་བྱེད་ནུས་ཁ་རྒྱབ།
es: Desenfocar desactivado
hi: धुँधला करना बंद
id_id: Kabur Mati
ja: ぼかしOFF
ko: 흐릿하게 끄기
pt_br: Desfoque desligado
th: เบลอ ปิด
vi: Nhòe Tắt
zh_hans: 虚化已关闭
zh_hant: 虛化已關閉

# 虚假广告
source: Fake advertising
bo_cn: རབ་རིབ་བྱེད་ནུས་ཀྱི་སྒོ་རྒྱབ་ཡོད།
es: Publicidad falsa
hi: झूठे विज्ञापन
id_id: Iklan palsu
ja: 偽りの広告
ko: 허위 광고
pt_br: Publicidade falsa
th: โฆษณาปลอม
vi: Quảng cáo giả mạo
zh_hant: 不實廣告
