Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 即将播放下一条视频
source: Next video will be played automatically.
id_id: Video berikutnya akan diputar secara otomatis.
ja: 次の動画が自動的に再生されます。
ko: 다음 동영상이 자동으로 재생됩니다.
th: วิดีโอถัดไปจะเล่นโดยอัตโนมัติ
vi: Video tiếp theo sẽ được phát tự động.
zh_hant: 即將播放下一段影片

# 记得分享刚修的美图呦~
source: Share new photos with friends!
es: ¡Comparte fotografías nuevas con amigos!
hi: दोस्तों को नए फोटो दिखाएं!
id_id: Chia sẻ ảnh mới cùng bạn bè!
ja: 新しい写真を友達にシェアしましょう！
ko: 새 사진을 친구들과 공유하세요!
pt_br: Compartilhe fotos novas com amigos!
th: แชร์รูปภาพใหม่กับเพื่อนๆ!
vi: Chia sẻ ảnh mới cùng bạn bè!
zh_hant: 記得上傳剛才編輯的美圖喔~

# 记录家庭日常
source: Capture wonderful family moments
zh_hant: 記錄家庭日常

# 季
source: 3 months
id_id: 3 bulan
ja: 3ヶ月
ko: 3개월
th: 3 เดือน
vi: 3 tháng
zh_hant: 季度

# 既然来了，不关注一下？
source: Now that you're here, why don't you follow someone?
bo_cn: ཐོན་ཡོད་ཚེ། དོ་སྣང་མི་བྱའམ།
es: Ya que estás aquí, ¿por qué no sigues a alguien?
hi: अब आप यहाँ हैं, तो किसी को फॉलो क्यों नहीं करते?
id_id: Sekarang Anda di sini, mengapa tidak mengikuti seseorang?
ja: ご利用ありがとうございます。他のユーザーをフォローしませんか？
ko: 여기에 계실 때 다른 사람을 팔로우하세요.
pt_br: Agora que você está aqui, por que não seguir alguém?
th: เมื่อคุณอยู่ที่นี่แล้ว ไม่ลองติดตามใครสักคนดูล่ะ?
vi: Giờ bạn đã ở đây, sao bạn không theo dõi ai đó đi?
zh_hant: 既然來了，不追蹤一下嗎？

# 继续
source: Continue
bo_cn: མུ་མཐུད་དུ།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# 继续编辑
source: Continue
bo_cn: མུ་མཐུད་དུ་རྩོམ་སྒྲིག་བྱེད་པ།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hant: 繼續編輯

# 继续美化
source: Continue
bo_cn: མུ་མཐུད་མཛེས་བཟོ་
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินต่อ
vi: Tiếp tục
zh_hant: 繼續美化

# 继续美容
source: Continue
bo_cn: རྣམ་པ་མཛེས་བཟོ།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ปรับแต่ง
vi: Tiếp tục
zh_hant: 繼續美容

# 继续拼图
source: Continue
bo_cn: མུ་མཐུད་དུ་པར་རིས་སྒྲིག་མཐུད།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hans: 继续拼图
zh_hant: 繼續拼貼

# 继续上滑将展示其他热门内容哦
source: Slide up to show other trending content
bo_cn: མུ་མཐུད་དུ་དར་ཤུད་ཡིན་པས་གཞན་པའི་ཡིད་སྨོན་བྱེད་ཡུལ་འགྲེམ་སྟོན་བྱེད་དགོས།
es: Deslízate hacia arriba para ver más contenido sobre las tendencias
hi: अन्य ट्रेंडिंग सामग्री देखने के लिए ऊपर स्लाइड़ करो
id_id: Usap ke atas untuk konten yg lain
ja: 上にスライドさせて他の人気コンテンツを表示
ko: 위로 슬라이드해서 기타 트렌딩 콘텐츠 표시
pt_br: Deslize para cima, conteúdos populares
th: เลื่อนขึ้นเพื่อแสดงเนื้อหาอื่นๆที่กำลังนิยม
vi: Vuốt lên để hiển thị nội dung xu hướng khác
zh_hant: 繼續上滑將展示其他熱門內容

# 继续添加更多素材可能影响预览流畅度
source: Continuing to add elements may affect the smoothness of the preview.
id_id: Penambahan elemen akan dapat memengaruhi kehalusan gambar cuplikan.
ja: エレメントの追加を続けると、プレビューがスムーズに再生されなくなる場合があります。
ko: 요소를 계속 추가하면 미리보기의 매끄러움에 영향을 줄 수 있습니다.
th: เริ่มการเพิ่มองค์ประกอบที่อาจส่งผลต่อความลื่นไหลของพรีวิว
vi: Tiếp tục thêm các yếu tố có thể ảnh hưởng đến độ mượt của bản xem trước.
zh_hant: 繼續添加素材將可能影響預覽流暢度

# 继续完善
source: Continue
bo_cn: མུ་མཐུད་དུ་འཐུས་ཚང་གཏོང་རོགས།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hant: 繼續完善

# 继续下载
source: Continue
bo_cn: མུ་མཐུད་དུ་ཕབ་ལེན་བྱེད་པ།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hans: 继续下载
zh_hant: 繼續下載

# 继续修图
source: Continue
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hant: 繼續修圖

# 继续支付
source: Continue
id_id: Lanjut
ja: 続行
ko: 계속 결제하기
th: ดำเนินการชำระเงินต่อ
vi: Tiếp tục
zh_hant: 繼續付款

# 继续制作
source: Continue
bo_cn: མུ་མཐུད་དུ་བཟོ་སྐྲུན་བྱེད་པ།
es: Continuar
hi: जारी रखें
id_id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินต่อ
vi: Tiếp tục
zh_hant: 繼續製作

# 加入黑名单
source: Add to blacklist
bo_cn: ལྐོག་བཀོད་མིང་ཐོ་ནང་ལ་བཅུག་པ།
es: Bloquear
hi: ब्लैकलिस्ट में जोडें
id_id: Tambahkan ke daftar hitam
ja: ブラックリストに追加
ko: 블랙리스트에 추가
pt_br: Colocar na lista negra
th: เพิ่มไปยังบัญชีดำ
vi: Thêm vào danh sách đen
zh_hant: 加入黑名單

# 加入黑名单后，TA发布的内容不会再推荐给你并且无法对你进行关注、评论、私信等操作，确定吗？
source: After being blacklisted, this user's content will no longer be recommended to you. They will not be able to: follow, comment, or send PM to you. Are you sure you want to proceed?
bo_cn: ལྐོག་བཀོད་མིང་ཐོའི་ཁྲོད་དུ་བསྣན་རྗེས། ཁོས་བསྒྲགས་སྤེལ་བྱས་པའི་ནང་དོན་དག་ཁྱེད་ལ་འོས་སྦྱོར་བྱེད་་མི་སྲིད་པ་མ་ཟད། སྐུ་ཉིད་ལ་དོ་སྣང་དང་དཔྱད་འཇོག སྒེར་འཕྲིན་སོགས་བྱ་མི་ཐུབ་པས། ལྐོག་བཀོད་མིང་ཐོའི་ཁྲོད་དུ་འཇུག་སྲིད་དམ།
es: Después de bloquearlo, el contenido de este usuario ya no se te recomendará, él / ella no podrá: seguirte, comentarte o enviarte mensajes privados. ¿Estás seguro de continuar?
hi: ब्लैक लिस्ट होने के बाद, इस उपयोगकर्ता की सामग्री का सुझाव आपको नहीं दिया जाएगा। ये आपको फ़ॉलो, टिप्पणी और निजी मैसेज नहीं भेज सकेंगे। क्या आप वाकई आगे बढ़ना चाहते हैं?
id_id: Setelah didaftarhitamkan, konten pengguna ini tidak akan disarankan kepada Anda lagi, dan pengguna tersebut tidak akan dapat mengikuti, menyukai, mengomentari, atau mengirim pesan pribadi kepada Anda. Yakin ingin melanjutkan?
ja: ブラックリストに追加されたユーザーは、あなたをフォローしたり、あなたのコンテンツについてコメントしたりできなくなります。続行してもよろしいっですか？
ko: 블랙리스트에 등록되면 이 사용자의 콘텐츠는 더 이상 귀하에게 추천되지 않습니다. 팔로우, 의견, 귀하에게 PM 보내기가 금지됩니다. 계속하시겠습니까?
pt_br: Após ser colocado em lista negra, os conteúdos deste usuário não serão mais recomendados para você. O usuário não poderá: seguir, comentar ou enviar MP para você. Tem certeza de que deseja continuar?
th: หลังจากขึ้นบัญชีดำแล้ว เนื้อหาของผู้ใช้รายนี้จะไม่ถูกแนะนำให้กับคุณอีกต่อไป พวกเขาจะไม่สามารถ: ติดตาม แสดงความเห็น หรือส่ง PM ถึงคุณ แน่ใจว่าต้องการดำเนินการต่อหรือไม่
vi: Sau khi bị đưa vào danh sách đen, nội dung của người dùng này sẽ không còn được giới thiệu cho bạn. Họ sẽ không thể: theo dõi, nhận xét hoặc gửi PM cho bạn. Bạn có chắc chắn muốn tiến hành?
zh_hans: 加入黑名单后，TA发布的内容不会再推荐给你并且无法对你进行关注、评论、私信等操作，确定吗？
zh_hant: 加入黑名單後，不會推薦對方的文章而且對方將無法追蹤、留言、私訊你，確定嗎？

# 加入黑名单后，TA无法对你进行关注、评论等操作，确定吗？
source: After being blacklisted, this user will not be able to follow you, or make comments on your content. Are you sure you want to proceed?
bo_cn: ལྐོག་བཀོད་མིང་ཐོ་ནང་ལ་བཅུག་རྗེས། ཁོང་གི་སྑུ་ཉིད་ལ་དོ་ཁུར་དང་དཔྱད་བརྗོད་བྱ་མི་ཐུབ། དེ་བས་གཏན་ཁུལ་ཡིན་ནམ།
es: Luego de bloquearlo, este usuario no podrá seguirte o dejar comentarios en tu contenido. ¿Estás seguro de que quieres continuar?
hi: ब्लैकलिस्ट करने के बाद, यह उपयोगकर्ता आपको फ़ॉलो या आपकी किसी पोस्ट पर टिप्पणी नहीं कर सकेगा। क्या आप वाकई आगे बढ़ना चाहते हैं?
id_id: Setelah didaftarhitamkan, pengguna ini tidak akan dapat mengikuti, atau mengomentari konten Anda. Yakin ingin melanjutkan?
ja: ブラックリストに追加されたユーザーは、あなたをフォローしたり、あなたのコンテンツについてコメントしたりできなくなります。続行してもよろしいですか？
ko: 블랙리스트에 등록되면 이 사용자는 귀하를 팔로우하지 못하거나 귀하의 콘텐츠에 의견을 남길 수 없습니다. 계속하시겠습니까?
pt_br: Após ser colocado em lista negra, este usuário não poderá segui-lo ou comentar nos seus conteúdos. Tem certeza de que deseja continuar?
th: หลังจากขึ้นบัญชีดำแล้ว ผู้ใช้รายนี้จะไม่สามารถติดตามหรือแสดงความเห็นในเนื้อหาของคุณได้ แน่ใจว่าต้องการดำเนินการต่อหรือไม่
vi: Sau khi bị đưa vào danh sách đen, người dùng này sẽ không thể theo dõi bạn hoặc đưa ra nhận xét về nội dung của bạn. Bạn có chắc chắn muốn tiến hành?
zh_hant: 加入黑名單後，對方將無法追蹤、留言，確定嗎？

# 加深
source: Burn
id_id: Bakar
ja: 焼き込み
ko: 번
th: เพิ่มความเข้ม
vi: Đốt màu
zh_hant: 加深

# 加载失败
source: Failed to load
id_id: Gagal memuat
ja: 読み込みに失敗しました
ko: 로딩 실패
th: การโหลดล้มเหลว
vi: Tải không thành công
zh_hant: 載入失败

# 加载失败，请检查网络连接后重试~
source: Failed to load, please check your network settings.
id_id: Gagal memuat, periksa pengaturan jaringan Anda.
ja: 読み込みに失敗しました。ネットワーク設定を確認してください。
ko: 로드 실패, 네트워크 설정을 확인해 주세요.
th: ดาวน์โหลดล้มเหลว กรุณาตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi: Không tải được, vui lòng kiểm tra cài đặt mạng của bạn.
zh_hant: 載入失敗，請檢查網路連線後重試~

# 加载失败，请重试！
source: Loading failed, please try again later.
bo_cn: ཕབ་འཇུག་བྱེད་མ་ཐུབ། ཡང་བསྐྱར་ཚོད་ལྟ་བྱ་རོགས།
es: Falló la carga. Vuelve a intentarlo más tarde
hi: लोड नहीं हो पाया, बाद में फिर से कोशिश करें।
id_id: Pemuatan gagal, harap coba lagi nanti.
ja: 読み込みに失敗しました。再度お試しください。
ko: 로드 실패. 나중에 다시 시도하세요.
pt_br: Falha ao carregar. Tente novamente mais tarde.
th: โหลดล้มเหลว กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Tải bị lỗi, vui lòng thử lại sau.
zh_hans: 加载失败，请重试！
zh_hant: 載入失敗，請重試！

# 加载中，请稍后
source: Loading, please wait...
id_id: Memuat, tunggu...
ja: ロード中，お待ちください...
ko: 불러오는 중, , 잠시만 기다리세요...
th: กำลังโหลดโปรดรอ...
vi: Đang tải, vui lòng chờ...
zh_hant: 載入中，請稍等

# 加载中...
source: Loading...
bo_cn: ཕབ་འཇུག་བྱ་བཞིན་པ།...
es: Cargando...
hi: लोड हो रहा है...
id_id: Memuat...
ja: 読み込んでいます...
ko: 로드 중...
pt_br: Carregando...
th: กำลังโหลด...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中…

# 加载中…
source: Loading...
es: Carregando...
hi: लोड हो रहा है...
id_id: Memuat...
ja: 読み込んでいます...
ko: 로드 중...
pt_br: Cargando...
th: กำลังโหลด...
vi: Đang tải...
zh_hant: 載入中...

# 间距(面部重塑)
source: Distance
bo_cn: བར་ཐག
es: Ángulo
hi: दूरी
id_id: Jarak
ja: 距離
ko: 눈 간격
pt_br: Distância
th: ระยะห่าง
vi: Khoảng cách
zh_hans: 间距
zh_hant: 間距

# 肩部
source: Shoulder
bo_cn: ཕྲག་པ།
es: Hombro
hi: कंधे
id_id: Bahu
ja: 肩
ko: 어깨
pt_br: Ombro
th: ไหล่
vi: Vai
zh_hant: 肩部

# 肩颈
source: Neck & Shoulder
id_id: Leher & Bahu
ja: 首と肩
ko: 넥 & 숄더
th: คอและไหล่
vi: Cổ & Vai
zh_hant: 肩頸

# 剪辑创作
source: Edit
ja: 編集
ko: 편집
th: ตัดต่อ
vi: Chỉnh sửa
zh_hant: 剪輯創作

# 简单
source: Simple
bo_cn: སླ་མོ།
hi: सरल
id_id: Sederhana
ja: シンプル
ko: 심플
pt_br: Simples
th: ง่าย
vi: Đơn giản
zh_hans: 简单
zh_hant: 簡單

# 简单边框
source: Simple
bo_cn: མཐའ་ཤིང་སྟབས་བདེ།
hi: सरल
id_id: Sederhana
ja: シンプル
ko: 간단한
pt_br: Simples
th: เรียบง่าย
vi: Đơn giản
zh_hans: 简单边框
zh_hant: 簡單邊框

# 建议图片拼接后，直接通过美图秀秀分享到微博。因为从手机相册分享时，大尺寸图片会被微博严重压缩。
source: Share your collage directly from Meitu for higher quality images!
bo_cn: འདྲ་པར་སྦྲུལ་མཐུད་བྱས་རྗེས།ཐད་ཀར་ཏུ་མེའུ་ཐུའུ་མཛེས་བཟོ་ནས་པོད་འཕྲིན་ལ་མཉམ་རོལ་བྱེད་པ།རྒྱུ་མཚན་ནི་ཁ་པར་གྱི་པར་དེབ་མཉམ་རོལ་བྱེད་སྐབས།ཚད་ཐིག་ཆེ་བའི་འདྲ་པར་པོ་འཕྲིན་ནས་ཚབས་ཆེ་བའི་སྒོ་ནས་མནོན་བཙུར་བྱེད།
es: ¡Comparte tu collage directamente desde Meitu para obtener imágenes de mayor calidad!
hi: बेहतर गुणवत्ता की तस्वीरों के लिए अपनी तस्वीरें सीधे Meitu से शेयर करें!
id_id: Bagikan kolase langsung dari Meitu untuk mutu gambar lebih tinggi!
ja: Meituから直接コラージュを共有すると、高画質の画像をお楽しみいただけます！
ko: 더 뛰어난 화질의 이미지를 원하시면 Meitu에서 직접 콜라주를 공유하세요!
pt_br: Compartilhe sua colagem diretamente a partir do Meitu e obtenha imagens de alta qualidade!
th: แชร์ภาพต่อของคุณโดยตรงจาก Meitu เพื่อให้ภาพมีคุณภาพมากขึ้น!
vi: Chia sẻ cắt dán nghệ thuật của bạn trực tiếp từ Meitu để có hình ảnh chất lượng cao hơn!
zh_hans: 建议图片拼接后，直接通过美图秀秀分享到微博。因为从手机相册分享时，大尺寸图片会被微博严重压缩。
zh_hant: 建議圖片拼接後，直接通過美圖秀秀分享到微博。因為從手機相冊分享時，大尺寸圖片會被微博嚴重壓縮。

# 键盘
source: Keyboard
bo_cn: མཐེས་གཞུང་།
es: Teclado
hi: कीबोर्ड
ja: キーボード
ko: 키보드
pt_br: Teclado
th: แป้นพิมพ์
vi: Bàn phím
zh_hant: 鍵盤

# 角度
source: Angle
id_id: Sudut
ja: 角度
ko: 각도
th: มุม
vi: Góc
zh_hant: 角度

# 矫正
source: Rectify
bo_cn: ཡོ་བསྲང་།
es: Rectificar
hi: सुधारें
id_id: Luruskan
ja: 補正
ko: 왜곡
pt_br: Distorcer
th: แก้ไข
zh_hans: 矫正
zh_hant: 校正

# 叫上朋友一起玩
source: Invite friends
bo_cn: གྲོགས་པོ་བོས་དང་མཉམ་དུ་རྩེད་འཇོར་རོལ།
es: Invitar a amigos
hi: मित्रों को आमंत्रित करें
id_id: Undang teman
ja: 友達を招待する
ko: 친구 초대
pt_br: Convidar amigos
th: เชิญเพื่อน
vi: Mời bạn bè
zh_hant: 叫上朋友一起玩

# 接收哪些人的私信
source: Accept private messages
bo_cn: སྒོ་བརྒྱབ་རྫེས་།རང་གིས་མདུན་གྱི་མཉམ་འགུལ་བྱས་པའི་བརྡ་ཐོ་སྦྱོར་མི་ཐུབ་
es: Aceptar mensajes privados
hi: इन यूजर्स से निजी मैसेज प्राप्त करें
id_id: Terima pesan pribadi
ja: 個人メッセージの受信
ko: 개인 메세지 수락하기
pt_br: Aceitar mensagens privadas
th: รับข้อความส่วนตัวจากผู้ใช้เหล่านี้
vi: Chấp nhận tin nhắn riêng
zh_hant: 接收哪些人的私訊

# 接受哪些人的私信
source: Accept private messages
bo_cn: སྒེར་འཕྲིན་དང་ལེན་བྱེད་པ་།
es: Aceptar mensajes privados
hi: इन यूज़र्स से निजी संदेश प्राप्त करें
id_id: Terima pesan pribadi
ja: 個人メッセージの受信
ko: 개인 메세지 수락하기
pt_br: Aceitar mensagens privadas
th: รับข้อความส่วนตัวจากผู้ใช้เหล่านี้
vi: Chấp nhận tin nhắn riêng
zh_hant: 接收哪些人的私訊

# 接受最新功能动态
source: Receive updates on most recent functions
bo_cn: བྱེད་ནུས་གསར་བའི་འགུལ་རྣམ་དང་ལེན་བྱེད་པ།
es: Recibe actualizaciones sobre las funciones más recientes
hi: सबसे नई सुविधाओं के अपडेट पाएं
id_id: Terima pembaruan untuk fungsi terbaru
ja: 新機能に関する最新情報を受け取る
ko: 가장 최신 기능에 대한 업데이트 수신
pt_br: Receber atualizações sobre as funções mais recentes
th: รับการอัปเดตฟังก์ชันใหม่ล่าสุด
vi: Nhận các bản cập nhật trên các chức năng gần đây nhất
zh_hant: 接收最新功能動態

# 节选
source: Selection
es: Selección
hi: चयन
id_id: Pilihan
ja: 選択
ko: 선택
pt_br: Seleção
th: การเลือกแล้ว
vi: Lựa chọn
zh_hant: 擷選

# 结构
source: Structure
es: Estructura
hi: संरचना
id_id: Struktur
ja: 構成
ko: 구조
pt_br: Estrutura
th: โครงสร้าง
vi: Cấu trúc
zh_hant: 結構

# 睫毛
source: Eyelashes
id_id: Bulu mata
ja: まつ毛
ko: 속눈썹
th: ขนตา
vi: Lông mi
zh_hant: 睫毛

# 解散相册
source: Delete album
zh_hant: 解散相簿

# 解散相册后，相册中的所有内容将被删除并且相册中所有成员将被移出相册。
source: When an album is deleted, all content within it will be eliminated and all members will be removed.
zh_hant: 解散相簿後，相簿中所有內容將被刪除且所有成員將被移出相簿。

# 解锁
source: Unlock
bo_cn: ཟྭ་ཕྱེ་བ།
es: Desbloquear
hi: अनलॉक
id_id: Buka
ja: アンロック
ko: 해제
pt_br: Desbloquear
th: ปลดล็อก
vi: Mở khóa
zh_hant: 解鎖

# 解锁%@个地标，超过%d%%的用户
source: Unlocked %@ landmark(s). You're doing better than %d%% of users!
bo_cn: ཟྭ་་ཕྱེ་བ།%@ཡི་ས་རྟགས།，ཚད་བརྒལ་%d%%ཡི་བེད་སྤྱོད་མཁན།
es: %@ puntos de referencia desbloqueados. ¡Lo haces mejor que %d%% de los usuarios!
hi: %@ लैंडमार्क अनलॉक किए। आप %d%% यूज़र्स से बेहतर कर रहे हैं!
id_id: Berhasil membuka %@ tengaran. Anda bekerja lebih baik daripada %d%% pengguna!
ja: %@ 個のランドマークのロックを解除しました。%d%%のユーザーをリードしています。
ko: %@개의 랜드마크를 잠금 해제했습니다. %d%%명의 사용자를 뛰어넘었습니다!
pt_br: Desbloqueou %@ marco(s). Você está se saindo melhor que %d%% dos usuários!
th: ปลดล็อก %@ แลนด์มาร์ก คุณทำได้ดีกว่าผู้ใช้อีกตั้ง %d%% คน!
vi: Đã mở khóa %@ điểm mốc. Bạn đang làm tốt hơn %d%% người dùng!
zh_hant: 解鎖%@個地標,超過%d%%的用戶

# 解锁并分享
source: Unl. & share
bo_cn: བརྒྱུད་བསྐུར་དང་བེད་སྤྱོད།
es: Desbloquear y compartir
hi: अनलॉ. और शेयर करें
id_id: Buka & bagi
ja: ロック解除&共有
ko: Unl. 및 공유
pt_br: Desb. e compartilhar
th: ปลดล็อค และแชร์
vi: Mở khóa & chia sẻ
zh_hans: 解锁并分享
zh_hant: 解鎖並分享

# 解锁成功
source: Unlocked
bo_cn: བེད་སྤྱོད་ཐུབ།
es: Desbloqueado
hi: अनलॉक किया गया
id_id: Kunci Dibuka
ja: ロック解除されました
ko: 잠금 해제됨
pt_br: Desbloqueado
th: ปลดล็อค
vi: Đã mở khóa
zh_hans: 解锁成功
zh_hant: 解鎖成功

# 解锁A
source: Free
id_id: Gratis
ja: プレミアム
ko: 무료
th: ฟรี
zh_hans: 解锁
zh_hant: 解鎖

# 介绍一下自己吧！
source: Introduce yourself!
bo_cn: རང་ཉིད་ངོ་སྤྲོད་བྱ་རོགས།
es: ¡Preséntate!
hi: अपने बारे में बताएं!
id_id: Perkenalkan dirimu!
ja: 自己紹介してください！
ko: 자신을 소개하세요!
pt_br: Apresente-se!
th: แนะนำตัว!
vi: Hãy tự giới thiệu!
zh_hant: 介紹一下自己吧！

# 今天
source: Today
bo_cn: དེ་རིང་།
th: วันนี้
zh_hans: 今天
zh_hant: 今天

# 今天你化妆了吗？快来晒一晒吧！
source: Show your daily makeup looks!
zh_hant: 今天化妝了嗎？快來拍照吧！

# 仅看视频
source: Video only
id_id: Hanya video saja
ja: 動画のみ
ko: 동영상 전용
th: วิดีโอเท่านั้น
vi: Chỉ video
zh_hant: 僅觀看影片

# 仅上面
source: Up
es: Arriba
hi: ऊपर
id_id: Atas
ja: 上
ko: 위
pt_br: Para cima
th: บน
vi: Lên
zh_hant: 僅上面

# 仅下面
source: Down
es: Abajo
hi: नीचे
id_id: Bawah
ja: 下
ko: 아래
pt_br: Para baixo
th: ล่าง
vi: Xuống
zh_hant: 僅下面

# 仅限本设备使用
source: Only available to use on this device
id_id: Hanya tersedia untuk digunakan di perangkat ini
ja: このデバイス上でのみ使用できます
ko: 이 기기에서만 가용
th: ใช้ได้เฉพาะเครื่องนี้เท่านั้น
vi: Chỉ khả dụng trên thiết bị này
zh_hant: 僅限本裝置使用

# 仅右边
source: Right
es: Derecha
hi: दाएं
id_id: Baik
ja: 右
ko: 오른쪽
pt_br: Para a direita
th: ขวา
vi: Phải
zh_hant: 僅右邊

# 仅支持%@M以内的视频
source: Only supports video within %@M!
zh_hant: 僅支援%@M以內的影片

# 仅支持%@s以内的视频
source: Only supports video within %@s!
zh_hant: 僅支援%@s內的影片

# 仅支持单人脸照片哦~
source: Only images containing one human face are supported
bo_cn: སྒེར་མིའི་ངོ་གདོང་ཁོ་ནར་རྒྱབ་སྐྱོར་བྱ།
es: Solo se admiten las imágenes con un rostro humano
hi: सिर्फ़ ऐसी इमेज काम करेंगी, जिनमें एक व्यक्ति का चेहरा है
id_id: Hanya gambar berisi satu wajah orang yang didukung
ja: 人物の顔が1つ含まれる画像のみがサポートされます
ko: 한 사람의 얼굴만 있는 이미지만 지원됩니다.
pt_br: Apenas imagens com pelo menos uma face humana são suportadas
th: รองรับเฉพาะภาพที่มีหน้าบุคคลเดียวเท่านั้น
vi: Chỉ những ảnh có chứa một khuôn mặt người mới được hỗ trợ
zh_hans: 仅支持单人脸照片哦~
zh_hant: 僅支援單一人臉照片哦~

# 仅支持单人哦
source: This only supports one person
bo_cn: མི་རྐྱང་མ་གཏོགས་རྒྱབ་སྐྱོར་མི་བྱེད།
es: Esto es compatible solo con una persona
hi: केवल एक व्यक्ति को सपोर्ट
id_id: Hanya mendukung satu orang
ja: 本機能は人物1人のみ対応しています
ko: 이 기능은 한 사람만 지원합니다
pt_br: Só há suporte para uma pessoa
th: รายการนี้รองรับบุคคลเดียวเท่านั้น
vi: Thao tác này chỉ hỗ trợ một người
zh_hant: 僅支援單人喔

# 仅自己可见
source: Private
zh_hant: 僅自己可見

# 仅左边
source: Left
es: Izquierda
hi: बाएं
id_id: Kiri
ja: 左
ko: 왼쪽
pt_br: Para a esquerda
th: ซ้าย
vi: Trái
zh_hant: 僅左邊

# 尽量为半身自拍
source: Above-waist selfies are recommended
bo_cn: ཅི་ནུས་གང་ནུས་ཀྱི་གཟུགས་ཕྱེད་རང་པར་བསྐྱོན་པ་ལ་འབད།
es: Se recomiendan las selfis arriba de la cintura
hi: कमर से ऊपर सेल्फ़ी खींचने का सुझाव दिया जाता है
id_id: Selfie di atas pinggang disarankan
ja: 胸から上の自撮り写真を使用
ko: 상체 셀카 권장
pt_br: Sefies acima da cintura
th: เหนือเอว แนะนำให้เซลฟี
vi: Khuyến cáo dùng các bức tự sướng Phía trên eo
zh_hans: 尽量为半身自拍
zh_hant: 盡量為半身自拍

# 近(五官)
source: Near
bo_cn: ཉེ་།
es: Cerca
hi: पास
id_id: Dekat
ja: 近い
ko: 가까움
pt_br: Perto
th: ใกล้
vi: Gần
zh_hans: 近
zh_hant: 近

# 进入人像美容
source: Beautify
bo_cn: མི་སྣའི་སྣང་བརྙན་མཛེས་བཟོ་བྱེད་པ།
es: Embellecer
hi: ख़ूबसूरत
id_id: Percantik
ja: 写真補正
ko: 꾸미기
pt_br: Embelezar
th: ปรับแต่ง
vi: Làm đẹp
zh_hans: 进入人像美容
zh_hant: 進入人像美容

# 进入图片美化
source: Edit
bo_cn: འདྲ་པར་མཛེས་བཟོ་བྱེད་པ།
es: Editar
hi: बदलाव करें
ja: 編集
ko: 편집
pt_br: Editar
th: แก้ไข
vi: Sửa ảnh
zh_hans: 进入图片美化
zh_hant: 進入美化圖片

# 进入相机
source: Open Camera
bo_cn: པར་ཆས་ནང་སླེབས་པ།
es: Abrir cámara
hi: कैमरा खोलें
id_id: Buka Kamera
ja: カメラを開く
ko: 카메라 열기
pt_br: Abrir Câmera
th: เปิดกล้อง
vi: Mở Camera
zh_hans: 进入相机
zh_hant: 開啟相機

# 经典
source: Classic
id_id: Klasik
ja: クラシック
ko: 클래식
th: คลาสสิค
vi: Cổ điển
zh_hant: 經典

# 精选
source: For You
id_id: Untuk Anda
ja: おすすめ
ko: 당신을 위해
th: สำหรับคุณ
vi: Dành cho bạn
zh_hant: 精選

# 精选美志
source: Featured
id_id: Unggulan
ja: 注目
ko: 베스트
th: แบบเด่นๆ
vi: Nổi bật
zh_hant: 精選美誌

# 精致
source: Pixie
bo_cn: སྤུས་དག
es: Hada
hi: परी
id_id: Peri
ja: ピクシー
ko: 픽시 요정
pt_br: Fada
th: ภูติจิ๋ว
vi: Yêu tinh
zh_hant: 精緻

# 精致五官
source: Adjust
bo_cn: ལེགས་སྒྲ
es: Afinar
hi: मुखाकृति
id_id: Haluskan
ja: 微調整
ko: 미세조정
pt_br: Ajuste
th: ปรับแต่ง
vi: Chỉnh
zh_hant: 精緻五官

# 精准识别需要使用美图云服务器，全程信息加密不会泄露您的照片。
source: The Meitu Cloud Server is required for the accurate recognition process. All transmitted information is encrypted and will not be saved on the server.
es: Necesitamos el servidor en la nube de Meitu durante el proceso de reconocimiento preciso. Toda la información transmitida está cifrada y no se guardará en el servidor.
hi: सटीक पहचान प्रक्रिया हेतु Meitu क्लाउड सर्वर आवश्यक है। भेजी गई सभी जानकारी एनक्रिप्ट होगी और सर्वर पर नहीं सहेजी जाएगी।
id_id: Meitu Cloud Server diperlukan untuk proses pengenalan yang akurat. Semua informasi yang dikirim dienkripsi dan tidak akan disimpan di server.
ja: 正確に認識処理には、Meituクラウドサーバーが必要です。送信された情報は暗号化され、サーバーに保存されることはありません。
ko: 정확한 인식 프로세스를 위해 Meitu 클라우드 서버가 필요합니다. 전송되는 모든 정보는 암호화되며 절대 서버에 저장되지 않습니다.
pt_br: O Servidor em Nuvem Meitu é necessário para a precisão do processo de reconhecimento. Todas as informações transmitidas são criptografadas, e não serão salvas no servidor.
th: เซิร์ฟเวอร์คลาวด์ Meitu จำเป็นต่อการประมวลผลการรู้จำที่แม่นยำ ข้อมูลทั้งหมดที่ส่งไปได้รับการเข้ารหัสไว้ และจะไม่บันทึกลงในเซิร์ฟเวอร์
vi: Máy chủ Đám mây Meitu được yêu cầu cho quá trình nhận diện chính xác. Tất cả thông tin được truyền tải được MÃ HÓA và SẼ KHÔNG được lưu trên máy chủ.
zh_hant: 精準辨識需要使用美圖雲端伺服器，全程資訊保密「不會泄漏和儲存」照片。

# 颈纹
source: Neck lines
id_id: Garis leher
ja: 首のシワ
ko: 목 주름
th: ริ้วรอยบนลำคอ
vi: Vân cổ
zh_hant: 頸紋

# 警告
source: Alert
bo_cn: ཉེན་བརྡ།
es: Alerta
hi: चेतावनी
id_id: Peringatan
ja: アラート
ko: 경고
pt_br: Alerta
th: แจ้งเตือน
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# 静物
source: Objects
bo_cn: བརྟན་དངོས
es: Objetos
hi: वस्तुएं
id_id: Objek
ja: 物体
ko: 사물
pt_br: Objetos
th: สิ่งของ
vi: Đồ vật
zh_hant: 靜物

# 镜像
source: Mirror
es: Espejo
hi: आइना
id_id: Cermin
ja: ミラー
ko: 거울
pt_br: Espelho
th: กระจก
vi: Phản chiếu
zh_hant: 鏡像

# 居底
source: Bottom
bo_cn: འོག་རིམ
id_id: Bawah
ja: 下
ko: 아래쪽 맞춤
th: ชิดล่าง
vi: Dưới
zh_hant: 靠下

# 居顶
source: Top
bo_cn: སྟེང་ཕྱོགས་།
id_id: Atas
ja: 上
ko: 위쪽 맞춤
th: ชิดบน
vi: Trên
zh_hant: 靠上

# 居右
source: Right
bo_cn: གཡོན་ཕྱོགས་།
id_id: Kanan
ja: 右
ko: 오른쪽 맞춤
th: ชิดขวา
vi: Phải
zh_hant: 靠右

# 居中
source: Center
bo_cn: ཅུས་ཀྲུང་།
id_id: Tengah
ja: 中央
ko: 가운데 맞춤
th: กึ่งกลาง
vi: Giữa
zh_hant: 置中

# 居左
source: Left
bo_cn: གཡས་ཕྱོགས་།
id_id: Kiri
ja: 左
ko: 왼쪽 맞춤
th: ชิดซ้าย
vi: Trái
zh_hant: 靠左

# 橘子汽水
source: Soda
zh_hant: 橘子汽水

# 举报
source: Report
bo_cn: ཞུ་གཏུག
es: Informar
hi: समस्या की रिपोर्ट
id_id: Laporkan
ja: 報告
ko: 오류 보고
pt_br: Relatar
th: รายงาน
vi: Báo cáo
zh_hant: 檢舉

# 举报成功
source: Reported
bo_cn: ཞུ་གཏུག་ལེགས་འགྲུབ་བྱུང་།
es: Informado
hi: रिपोर्ट की गई
id_id: Dilaporkan
ja: 報告済み
ko: 보고됨
pt_br: Relatado
th: รายงานแล้ว
vi: Đã báo cáo
zh_hant: 檢舉成功

# 举报原因
source: Report reason
es: Motivo del informe
hi: रिपोर्ट करने का कारण
id_id: Alasan laporan
ja: 報告理由
ko: 신고 사유
pt_br: Comunicar razão
th: เหตุผลที่รายงาน
vi: Lý do báo cáo
zh_hant: 檢舉原因

# 距离
source: Distance
id_id: Jarak
ja: 距離
ko: 간격
th: ระยะห่าง
vi: Khoảng cách
zh_hant: 距離

# 觉得不错的话就给个五星好评吧^ ^~
source: If you like it,Please rate us "5-star".
bo_cn: ཡག་པོ་འདུག་ན་སྐར་ལྔའི་གཟེངས་བསྟོད་སྟེར་རོགས།
es: Califícanos con “5 estrellas” si te gusta.
hi: यदि आपको पसंद आया हो, तो कृपया हमें “5-सितारा” रेटिंग दें।
id_id: Jika menyukainya, harap berikan "5 bintang".
ja: 気に入った場合は、「5つ星」評価をお待ちしています。
ko: 마음에 드신다면 "5 스타"를 주세요.
pt_br: Caso tenha gostado do aplicativo, classifique-nos com 5 estrelas.
th: หากคุณพอใจ กรุณาให้คะแนนเรา “5 ดาว”
vi: Nếu bạn thích, hãy đánh giá chúng tôi "5 sao".
zh_hans: 觉得不错的话就给个五星好评吧^ ^~
zh_hant: 喜歡我們就請「五顆星好評」吧

# 卡点
source: Snap to Beat
id_id: Jepret untuk Mengalahkan
ja: スナップしてビート
ko: 스냅 투 비트
vi: Bám theo Nhịp
zh_hant: 卡點

# 卡点关闭
source: Turn off Snap to Beats
es: Desactiva Snap to Beats
hi: स्नैप टु बीट्स बंद करें
id_id: Nonaktifkan Snap to Beats
ja: 「ビート合わせ」をオフ
ko: 비트로 스냅 끄기
pt_br: Desativar Toque para batidas
th: ปิดการยึดบีท
vi: Tắt Snap to Beats
zh_hant: 卡點關閉

# 卡点开启
source: Turn on Snap to Beats
es: Activa Snap to Beats
hi: स्नैप टु बीट्स चालू करें
id_id: Aktifkan Snap to Beats
ja: 「ビート合わせ」をオン
ko: 비트로 스냅 켜기
pt_br: Ativar Toque para batidas
th: เปิดการยึดบีท
vi: Bật Snap to Beats
zh_hant: 卡點開啟

# 卡点失败，换个音乐试试
source: Unable to using Snap to Beats, please try other music.
es: No se puede usar Snap to Beats, intenta con otra música.
hi: स्नैप टु बीट्स का उपयोग नहीं कर सकते। कृपया अन्य संगीत आज़माएं।
id_id: Tidak bisa menggunakan Snap to Beats, coba musik lainnya.
ja: 「ビート合わせ」が使用できません。他の音楽でお試しください。
ko: 비트로 스냅을 사용할 수 없습니다, 다른 음악을 선택하세요.
pt_br: Não é possível utilizar o Toque para batidas. Tente utilizar outra música.
th: ไม่สามารถใช้การยึดบีทได้ กรุณาลองเพลงอื่น
vi: Không thể dùng Snap to Beat, vui lòng thử các loại nhạc khác.
zh_hant: 卡點失敗，換個音樂試試
