Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 自动保存到相册
source: Auto save to album
bo_cn: རང་འགུལ་ངང་པར་མཛོད་དུ་བསྡུ་ཉར་བྱེད་པ།
es: Guardar automáticamente en el álbum
hi: एल्बम में अपनेआप सहेजें
id_id: Simpan otomatis ke album
ja: アルバムへの自動保存
ko: 앨범에 자동 저장
pt_br: Salvar automaticamente no álbum
th: บันทึกอัตโนมัติไปอัลบั้ม
vi: Tự động lưu vào album
zh_hans: 自动保存到相册
zh_hant: 自動儲存到相簿

# 自动关闭拍照声音
source: Mute mode
bo_cn: རང་འགུལ་ངང་པར་རྒྱག་པའི་སྒྲ་ཁ་རྒྱག་པ།
es: Modo silencio
hi: शटर की आवाज़ को अपने आप अक्षम करें
id_id: Suara rana mati scr otomatis
ja: ミュートモード
ko: 음소거 모드
pt_br: Modo de silenciamento
th: เสียงชัดเตอร์จะถูกปิดโดยอัตโนมัติ
vi: Tự động tắt âm chụp ảnh
zh_hans: 自动关闭拍照声音
zh_hant: 自動關閉快門聲

# 自动清理设备磁盘空间
source: Automatically clean up disk space
id_id: Secara otomatis bersihkan ruang disk perangkat.
ja: デバイスのディスクの空き容量を自動的にクリーンアップ
ko: 자동적으로 기기의 디스크 공간을 비웁니다.
th: ล้างพื้นที่ดิสก์อุปกรณ์อัตโนมัติ
vi: Tự động dọn dẹp không gian đĩa thiết bị.
zh_hant: 自動清理裝置儲存空間

# 自动续费服务提示
source: Auto-Renew Service Tips
id_id: Tips Layanan Perpanjangan Otomatis
ja: サービス自動更新のヒント
ko: 자동 갱신 알림
th: เคล็ดลับการต่ออายุบริการอัตโนมัติ
vi: Lời Khuyên Dịch Vụ Tự Động Gia Hạn
zh_hant: 自動續費服務提示

# 自拍美颜
source: Selfie retouch
bo_cn: རང་འགུལ་མཛེས་བཟོ།
es: Retocar selfi
hi: सेल्फ़ी रीटच
id_id: Perbagus selfie
ja: 自撮り写真のリタッチ
ko: 셀카 리터치
pt_br: Retoque de selfie
th: รีทัชภาพเซลฟี่
vi: Chỉnh sửa selfie
zh_hans: 自拍美颜
zh_hant: 自拍美顏

# 自由
source: Free
bo_cn: རང་དབང་།
id_id: Gratis
ja: 自由
ko: 프리
th: อิสระ
zh_hans: 自由
zh_hant: 自由

# 自由拼图背景
source: Backgrounds
bo_cn: རང་འགུལ་པར་སྒྲིག་རྒྱབ་ལྗོངས།
es: Fondos
hi: पृष्ठभूमि
id_id: Latar
ja: 背景
ko: 배경
pt_br: Fundos
th: พื้นหลัง
vi: Nền
zh_hans: 自由拼图背景
zh_hant: 自由拼圖背景

# 综合
source: General
hi: कुल
id_id: Keseluruhan
ja: 全体
ko: 전체
pt_br: Geral
th: โดยรวม
vi: Toàn bộ
zh_hant: 綜合

# 纵向
source: Vertical
bo_cn: གཞུང་ཕྱོགས།
id_id: Vertikal
ja: 垂直
ko: 수직
th: แนวตั้ง
vi: Chiều dọc
zh_hant: 直向

# 组合
source: Combination
id_id: Kombinasi
ja: 組み合わせ
ko: 조합
th: ผสม
vi: Kết hợp
zh_hant: 組合

# 嘴巴
source: Mouth
id_id: Mulut
ja: 口
ko: 입
th: ปาก
vi: Miệng
zh_hant: 嘴巴

# 嘴唇(面部重塑)
source: Lip
bo_cn: མཆུ་ཏོ།
es: Labio
hi: होंठ
id_id: Bibir
ja: 唇
ko: 입술
pt_br: Lábio
th: ปาก
vi: Môi
zh_hans: 嘴唇
zh_hant: 嘴唇

# 嘴型
source: Mouth
bo_cn: ཁ་དབྱིབས།
es: Boca
hi: मुंह
id_id: Mulut
ja: 口
ko: 입
pt_br: Boca
th: ปาก
vi: Miệng
zh_hant: 嘴型

# 最多15个汉字
source: No more than 15 characters
zh_hant: 最多15個字

# 最多可导入
source: Import
es: Importar
hi: लाएं
id_id: Impor
ja: インポート
ko: 가져오기
pt_br: Importar
th: นำเข้า
vi: Nhập
zh_hant: 最多可匯入

# 最多可添加20个贴纸哦
source: No more than 20 stickers
bo_cn: ཆེས་མང་ན་སྦྱར་ཤོག་༢༠བསྣོན་ཆོག་
es: No más de 20 pegatinas
hi: 20 से अधिक स्टिकर्स नहीं
id_id: Tidak lebih dari 20 stiker
ja: スタンプ数の上限は20
ko: 스티커 최대 20개까지 가능
pt_br: Não mais do que 20 adesivos
th: สติกเกอร์ไม่เกิน 20 ชิ้น
vi: Không nhiều hơn 20 nhãn dán
zh_hant: 最多可添加20個貼紙喔

# 最多可添加20个线条素材哦
source: No more than 20 line effects can be added
es: No se pueden agregar más de 20 efectos de línea
hi: 20 से अधिक लाइन प्रभावों को जोड़ा नहीं जा सकता
id_id: Hanya 20 efek garis yang dapat ditambahkan
ja: ラインエフェクトは20以上を追加することができません
ko: 20 라인 효과 이상은 추가할 수 없습니다
pt_br: No máximo 20 efeitos de linha podem ser adicionados
th: สามารถเพิ่มเอฟเฟกต์เส้นได้ไม่เกิน 20 รายการ
vi: Không thể thêm nhiều hơn 20 hiệu ứng đường kẻ
zh_hant: 最多可添加20個線條素材喔

# 最多可选择一个视频或18张照片哦
source: Select up to one video or 18 photos
zh_hant: 最多可選擇一段影片或18張照片喔

# 最多可以使用%d个素材哦~
source: %d effects maximum
es: %d efectos como máximo
hi: अधिकतम %d इफेक्ट्स
id_id: Maksimal %d efek
ja: 最大%d効果
ko: 최대 %d개 효과
pt_br: Máximo de %d efeitos
th: สูงสุด %d เอฟเฟกต์
vi: tối đa %d hiệu ứng
zh_hant: 最多可以使用%d個素材喔~~

# 最多可拥有%d个相册哦
source: Maximum %d albums
zh_hant: 最多可擁有%d本相簿

# 最多输入15个汉字
source: No more than 15 characters
zh_hant: 最多輸入15個字

# 最多输入30个字哦
source: Maximum 30 characters
bo_cn: ཡི་གེ་༣༠་ལས་གཏག་མི་རུང་།
es: Pueden ingresar 30 caracteres como máximo
hi: आप अधिकतम 30 वर्ण लिख सकते हैं
id_id: Anda dapat memasukkan maksimal 30 karakter
ja: 最大30文字を入力できます
ko: 최대 30자를 입력할 수 있습니다
pt_br: Você pode inserir 30 caracteres no máx.
th: คุณสามารถใส่อักขระได้สูงสุด 30 ตัว
vi: Bạn có thể nhập tối đa 30 kí tự
zh_hant: 最多輸入30個字啦喔

# 最多添加%d个标签哟~
source: No more than %d tags can be added.
es: No se pueden añadir más de %d marcars.
hi: %d से अधिक लेबल नहीं जोड़ सकते।
id_id: Tidak boleh menambahkan lebih dari %d tandai.
ja: タグは%d個以上追加できません。
ko: 태그은 최대 %d개까지 추가 가능합니다.
pt_br: Não é possível adicionar mais de %d marcars.
th: เพิ่มได้ไม่เกิน %d ป้าย
vi: Không thể thêm nhiều hơn %d nhãn.
zh_hant: 最多添加%d個標籤喔~

# 最多添加20个标签
source: 20 tags can be added at most
bo_cn: ཆེས་མང་ན་ཁྱུད་རྟགས་༢༠་བཀོལ་ཐུབ།
es: Máximo de 20 etiquetas
hi: अधिकतम 20 टैग जोड़ सकते हैं
id_id: Hingga 20 label bisa ditambahkan
ja: 最大20のタグを追加可能
ko: 태그는 최대 20개까지 추가하실 수 있습니다
pt_br: Máximo de 20 marcações
th: สามารถใส่ได้สูงสุด 20 แท็ก
vi: Có thể thêm nhiều nhất 20 thẻ
zh_hans: 最多添加20个标签
zh_hant: 最多添加20個標籤

# 最多支持创建%d个抠图哦～
source: %d object cutouts maximum.
es: %d recortes de objetos como máximo
hi: %d ऑब्जेक्ट कटआउट से अधिक नहीं
id_id: Tidak lebih dari %d potongan objek
ja: オブジェクトの切り抜き は%d回までです
ko: %d개 이하의 물체 생성
pt_br: Não mais de %d recortes de objetos
th: คัตเอาต์วัตถุไม่เกิน %d ชิ้น
vi: Tối đa %d đối tượng tách
zh_hant: 最多支援創建%d個對象喔~

# 最多支持添加9个哦
source: 9 photos/videos maximum
es: 9 fotos/videos como máximo
hi: अधिकतम 9 /फ़ोटो/वीडियो
id_id: Maks 9 foto/video bisa ditambahkan
ja: 最大9枚の写真/動画を追加できます
ko: 최대 9장의 사진을/동영상 추가할 수 있습니다.
pt_br: No máximo, 9 fotos/vídeos
th: สามารถเพิ่มได้สูงสุด 9 ภาพ/ วิดีโอ
vi: Có thể thêm tối đa 9 ảnh/video
zh_hant: 最多可選9個喔

# 最多支持添加9张哦
source: 9 photos maximum
bo_cn: འདྲ་པར་༩ལས་ཁ་སྣོན་བྱ་མི་རུང་།
es: Se pueden agregar como máx. 9 fotos
hi: ज़्यादा से ज़्यादा 9 फ़ोटो जोड़े जा सकते हैं
id_id: Maks 9 foto bisa ditambahkan
ja: 最大9枚の写真を追加できます
ko: 최대 9장의 사진을 추가할 수 있습니다.
pt_br: 9 fotos podem ser adicionadas no máximo
th: สามารถเพิ่มได้สูงสุด 9 ภาพ
vi: Có thể thêm tối đa 9 ảnh
zh_hans: 最多支持添加9张哦
zh_hant: 最多可添加9張喔

# 最多支持选择%ld个视频
source: %ld videos can be added at most
es: No puede haber más de %ld videos
hi: %ld वीडियो से अधिक नहीं
id_id: Tidak boleh lebih dari %ld video
ja: ビデオは%ldつまでです
ko: 동영상 %ld개까지입니다
pt_br: Não mais de %ld vídeo
th: วิดีโอไม่เกิน %ld ไฟล์
vi: Không có nhiều hơn %ld video
zh_hant: 最多支援選擇%Ld段影片

# 最多支持选择%ld张哦
source: No more than %ld photos.
bo_cn: %ldལ་ཆེས་མང་བའི་རྒྱབ་སྐྱོར་འདུག
es: No más de %ld fotos.
hi: %ld फोटो से अधिक नहीं
id_id: Tidak boleh lebih dari %ld foto.
ja: 選択できるのは%ld枚までです。
ko: 사진은 최대 %ld장까지만 선택 가능합니다.
pt_br: Até %ld fotos.
th: ไม่เกิน %ld ภาพ
vi: Không nhiều hơn %ld ảnh
zh_hant: 最多選擇%ld張喔

# 最多只可以发布%d字哟
source: Maximum %d characters
bo_cn: ཆེས་མང་ན་ཡི་གེ་%dལས་བཀོལ་མི་ཆོག་།
es: Pueden ingresar %d caracteres como máximo
hi: आप अधिकतम %d वर्ण लिख सकते हैं
id_id: Anda dapat memasukkan maksimal %d karakter
ja: 最大%d文字を入力できます
ko: 최대 %d자를 입력할 수 있습니다
pt_br: Você pode inserir %d caracteres no máx.
th: คุณสามารถใส่อักขระได้สูงสุด %d ตัว
vi: Bạn có thể nhập tối đa %d kí tự
zh_hant: 最多上傳%d字喔

# 最多只能保存5个水印哦，请删除多余水印后再添加
source: 5 logos maximum. Please delete one before creating a new one.
es: Se permite un máximo de 5 logotipos. Elimine un logotipo para poder crear uno nuevo.
hi: अधिकतम 5 लोगो की अनुमति है। नया बनाने से पहले कृपया एक को हटाएं।
id_id: Diizinkan paling banyak 5 logo. Hapus satu sebelum membuat yang baru.
ja: 使用できるロゴは5つまでです。ロゴを新規作成する前に1つ削除してください。
ko: 로고는 최대 5개까지 허용됩니다. 새 로고를 생성하시려면 먼저 하나를 삭제해 주세요.
pt_br: Permite-se, no máximo, 5 logos. Apague um deles antes de criar um novo.
th: อนุญาตให้ใช้ได้สูงสุด 5 โลโก้ กรุณาลบออกส่วนหนึ่งก่อนสร้างใหม่
vi: Cho phép nhiều nhất 5 logo. Vui lòng xóa một logo trước khi tạo thêm một logo mới.
zh_hant: 最多只能儲存5個Logo，請刪除後再添加。

# 最多只能选择%ld张图片哦~
source: Please select no more than %ld photos.
bo_cn: ཆེས་མང་ན་འདྲ་པར་%ldགདམས་ལེན་བྱ་ཐུབ།
es: Selecciona no más de %ld fotos.
hi: कृपया %ld से ज़्यादा फ़ोटो न चुनें।
id_id: Harap pilih maksimal %ld foto.
ja: %ld枚以内の写真を選択してください。
ko: %ld장 이하의 사진만 선택하세요.
pt_br: Selecione no máximo %ld fotos.
th: กรุณาเลือกภาพไม่เกิน %ld ภาพ
vi: Vui lòng chọn không quá %ld ảnh.
zh_hans: 最多只能选择%ld张图片哦~
zh_hant: 最多只能選擇%ld張圖片哦~

# 最近联系人
source: Recent contacts
bo_cn: ཉེ་ལམ་གྱི་འབྲེལ་གཏུག་མི་སྣ།
es: Contactos recientes
hi: हाल के संपर्क
id_id: Kontak terbaru
ja: 最近使用した連絡先
ko: 최근 연락
pt_br: Contatos recentes
th: รายชื่อติดต่อเมื่อเร็วๆ นี้
vi: Những liên lạc gần đây
zh_hant: 最近聯絡人

# 最近使用
source: Recently used
es: Uso reciente
hi: हाल में उपयोग किए
id_id: Baru saja digunakan
ja: 最近使用済み
ko: 최근 사용
pt_br: Utilizado recentemente
th: ใช้งานล่าสุด
vi: Sử dụng gần đây
zh_hant: 最近使用

# 最热
source: Trending
bo_cn: ཀུན་གྱིས་དོ་སྣང་བྱེད་ཡུལ
es: Tendencias
hi: लोकप्रिय
id_id: Populer
ja: 人気
ko: 인기
pt_br: Tendência
th: ฮอต
vi: Nóng
zh_hant: 最熱

# 最新
source: New
bo_cn: ཆེས་གསར་བ།
es: Nuevo
hi: नया
id_id: Baru
ja: 新登場
ko: 신규
pt_br: Novo
th: ใหม่
vi: Mới
zh_hant: 最新

# 最新的素材，最好玩的活动再也不会错过啦
source: Never miss new materials and exciting events again!
bo_cn: གསར་བ་གསར་རྐྱང་གི་རྒྱུ་ཆ་དང་། རྩེད་རིགས་གསར་བའི་བྱ་འགུལ་སོགས་ཀྱི་གོ་སྐབས་འཆོར་མི་རུང་།
es: ¡No te pierdas nunca más materiales y eventos emocionantes!
hi: फिर कभी नई सामग्री और मज़ेदार इवेंट न चूकें!
id_id: Jangan melewati materi & acara yg terbaru lagi!
ja: これからは、新しい素材やおすすめのイベントを見逃すことはありません！
ko: 새로운 자료와 재미있는 이벤트를 다시 놓치지 마세요!
pt_br: Nunca mais perca novos materiais e eventos emocionantes!
th: ไม่พลาดวัตถุดิบใหม่ๆและกิจกรรมน่าตื่นเต้นอีกต่อไป!
vi: Không bao giờ bỏ lỡ các tài liệu và các sự kiện hấp dẫn mới nữa!
zh_hans: 最新的素材，最好玩的活动再也不会错过啦
zh_hant: 最新的素材，最好玩的活動再也不會錯過啦

# 昨天
source: Yesterday
bo_cn: ཁ་སང་།
th: เมื่อวานนี้
zh_hans: 昨天
zh_hant: 昨天

# 左右镜像
source: Mirror
ja: 左右鏡像
ko: 좌우 대칭
th: พสะท้อน
zh_hant: 左右鏡像

# 作品容易丢失，及时登录即可永久保存！
source: The work is easy to lose, log in to save permanently!
bo_cn: བརྩམས་ཆོས་བོར་སླ།་ཐོ་འགོད་བྱས་ན་ཡུན་རིང་དུ་ཉར་ཐུབ།
es: El trabajo puede perderse fácilmente, ¡inicia sesión para guardarlo de forma permanente!
hi: काम चला जाएगा, स्थाई रूप से सहेजने के लिए लॉगिन करो!
id_id: Karya ini mudah hilang, masuk untuk menyimpan secara permanen!
ja: 作品は簡単になくなってしまいます。ログインして永久的に保存しましょう！
ko: 작업한 내용을 잃기 쉽습니다. 완전히 저장하려면 로그인하세요!
pt_br: É fácil perder um trabalho. Acesse sua conta para salvá-lo permanentemente!
th: ผลงานอาจสูญหายได้ง่ายๆ ล็อกอินเพื่อบันทึกไว้อย่างถาวร!
vi: Rất dễ mất phần bạn đã làm, hãy đăng nhập và lưu lại mãi mãi!
zh_hant: 作品容易丟失，及時登入即可永久儲存！

# 作品已删除
source: The work has been deleted
bo_cn: བརྩམས་ཆོས་གསུབ་ཚར།
es: Se eliminó el trabajo.
hi: काम हटा दिया गया है
id_id: Karya ini telah dihapus
ja: 作品が削除されました
ko: 작업이 삭제됐습니다
pt_br: O trabalho foi apagado
th: งานถูกลบแล้ว
vi: Tác phẩm đã được xóa
zh_hant: 作品已刪除

# 作者
source: Author
bo_cn: རྩོམ་པ་པོ་པར་
es: Autor
hi: लेखक
id_id: Penulis
ja: 著者
ko: 저자
pt_br: Autor
th: ผู้แต่ง
vi: Tác giả
zh_hant: 作者

# 作者赞过
source: Liked by author
id_id: Disukai oleh pembuat
ja: 著者が「いいね」しました
ko: 저자가 좋아함
th: ชอบโดยผู้แต่ง
vi: Được tác giả thích
zh_hant: 作者按讚過

# AI智能增发需要使用美图云服务器，全程信息加密不会泄露您的照片。
source: AI hair editor requires the use of Meitu'sCloud Server. Information is encrypted during processing.
id_id: Editor rambut AI membutuhkan penggunaan Server Cloud Meitu. Informasi dienkripsi selama pemrosesan.
ja: AI髪の毛編集はMeituのクラウドサーバを使用する必要があります。処理中の情報は暗号化されます。
ko: AI 헤어 편집기는 Meitu의 Cloud Server 사용이 필수입니다. 처리 시 정보는 암호화됩니다.
th: ตัวตัดต่อผม AI จำเป็นต้องใช้คลาวด์เซิฟเวอร์ของ Meitu ข้อมูลจะถูกเข้ารหัสในกระบวนการนี้
vi: Trình chỉnh sửa tóc trí tuệ nhân tạo (AI) yêu cầu sử dụng Máy Chủ Đám Mây của Meitu. Thông tin được mã hóa trong quá trình xử lý.
zh_hant: AI智慧生髮需要使用美圖雲端伺服器，全程資訊加密不會洩露您的照片。

# AR贴纸
source: AR Stickers
es: Calcomanías de RA
hi: एआर स्टिकर्स
id_id: Stiker AR
ja: ARスタンプ
ko: AR 스티커
pt_br: Adesivos de RA
th: สติกเกอร์ AR
vi: Nhãn dán AR
zh_hant: AR貼紙

# BeautyPlus-把手机变成自拍神器！
source: The magical beauty camera for perfect selfies!
bo_cn: ཁ་པར་རང་པར་བསྐྱོན་པའི་སྟེང་ལ་བསྒྱུར་ཆོག
es: ¡La cámara de belleza mágica para selfis perfectas!
hi: बेहतरीन सेल्फ़ी के लिए सबसे शानदार कैमरा!
id_id: Kamera kecantikan ajaib untuk selfie yang sempurna!
ja: 写真補正カメラで完璧な自撮りをお楽しみください！
ko: 완벽한 셀카를 위한 마술 같은 뷰티 카메라!
pt_br: A beleza mágica da câmera, para tirar selfies perfeitas!
th: กล้องปรับสวยสุดวิเศษสำหรับการเซลฟี่โดยเฉพาะ!
vi: Camera mang lại vẻ đẹp kỳ diệu cho những tấm selfie hoàn hảo!
zh_hans: BeautyPlus-把手机变成自拍神器！
zh_hant: 把手機變成自拍神器！

# Common.ReleaseVersion
source: Official version
bo_cn: པར་གཞི་དངོས་མ།
es: Versión oficial
hi: आधिकारिक वर्ज़न
id_id: Versi resmi
ja: 公式版
ko: 공식 버전
pt_br: Versão oficial
th: เวอร์ชั่นทางการ
vi: Phiên bản chính thức
zh_hans: 正式版
zh_hant: 正式版

# Common.TestVersion
source: Beta version
bo_cn: ཚོད་ལྟའི་པར་གཞི།
es: Versión beta
hi: बीटा वर्ज़न
id_id: Versi beta
ja: ベータ版
ko: 베타 버전
pt_br: Versão beta
th: เวอร์ชั่นเบต้า
vi: Phiên bản beta
zh_hans: 测试版
zh_hant: 測試版

# emmm…你的照片有点深奥，ArtBot眉头一皱，发现画画并不简单，重新选一张图试试？
source: Your picture is a bit abstract. ArtBot found it too difficult to draw. Try selecting another image.
bo_cn: སྐུ་ཉིད་ཀྱི་འདྲ་པར་ཅུང་ཁྱད་མཚར་པོ་འདུག ArtBot སྨིན་མའི་གཟེངས་ཅུང་མཐོ་བ་ལ་བལྟས་ཚེ། པར་རིས་མཛེས་བཟོ་བྱས་པ་དེ་འདྲའི་སླ་མོ་ཞིག་མི་འདུག ཡང་བསྐྱར་འདྲ་པར་ཤིག་འདེམས་རོགས།
es: Tu imagen es un poco abstracta. A ArtBot le parece que ese dibujo no es fácil. Intenta seleccionar otra imagen.
hi: आपकी फ़ोटो थोड़ी खराब है। एंडी ने पाया कि चित्रकारी आसान नहीं है। किसी और छवि का चयन करके देखें।
id_id: ArtBot tidak bisa mengenali foto saat ini, silakan pilih ulang lagi
ja: お客様の写真はやや抽象的です。ArtBotは描画が難しいと感じました。別の画像を選択してみてください。
ko: 사진이 약간 추상적입니다. ArtBot가 그리기가 간단하지 않다는 것을 알았습니다. 다른 이미지를 선택해 보세요.
pt_br: Sua imagem está um pouco abstrata. ArtBot achou que o desenho não era simples. Tente selecionar outra imagem.
th: ภาพของคุณออกแนวแอบสแทร็ค ArtBot รู้สึกว่าการวาดภาพไม่ใช่เรื่องง่าย ลองเลือกภาพอื่น
vi: Ảnh của bạn hơi trừu tượng. ArtBot nhận thấy rằng bản vẽ đó không đơn giản. Hãy thử chọn một ảnh khác.
zh_hans: emmm…你的照片有点深奥，ArtBot眉头一皱，发现画画并不简单，重新选一张图试试？
zh_hant: 嗯…你的照片有點深奧，ArtBot發現畫畫並沒有想像的那麼簡單，要不要重選一張看看？

# Get同款
source: Apply
id_id: Turunan
ja: 効果を模倣
ko: 파생물
th: ดัดแปลง
vi: Biến thể
zh_hans: 视频配方
zh_hant: 影片配方

# gif图片不支持音量调节
source: GIF images do not support volume adjustment
id_id: Gambar GIF tidak mendukung penyesuaian volume
ja: GIF画像では音量調整がサポートされていません。
ko: GIF 이미지는 용량 조정을 지원하지 않습니다
th: รูปไฟล์ GIF ไม่รองรับการปรับระดับเสียง
vi: Ảnh GIF không hỗ trợ điều chỉnh âm lượng
zh_hant: GIF圖片不支援音量調整

# iCloud视频下载中
source: Downloading iCloud video...
es: Descargando el video de iCloud...
hi: iCloud वीडियो डाउनलोड जारी...
id_id: Mengunduh video iCloud...
ja: iCloud ビデオをダウンロード中...
ko: iCloud 동영상 다운로드 중...
pt_br: Baixando vídeo do iCloud...
th: กำลังดาวน์โหลดวิดีโอ iCloud...
vi: Đang tải về video iCloud...
zh_hant: iCloud影片下載中

# iCloud云相册的视频，需要您先下载到系统相册，再重试哦～
source: Videos in your iCloud Album must be downloaded to the system album first. Please do so and try again.
bo_cn: iCloudཡེན་གྱི་བརྙན་རིས་་དག་སྐུ་ཉིད་ཀྱིས་ཐོག་མར་པར་དེབ་མ་ལག་ཁྲོད་དུ་ཕབ་ལེན་བྱས་རྗེས། ཡང་བསྐྱར་ཚོད་ལྟ་གནང་རོགས།
es: Primero debes descargar los videos en tu álbum de iCloud al álbum del sistema. Hazlo y vuelve a intentarlo.
hi: वीडियो को iCloud एल्बम में रखने से पहले उन्हें सिस्टम एल्बम में डाउनलोड करना ज़रूरी है। कृपया ऐसा करें और दोबारा कोशिश करें।
id_id: Video di Album iCloud Anda harus diunduh ke album sistem terlebih dahulu. Lakukan dan coba lagi.
ja: iCloudアルバムに保存されている動画は、まずシステムのアルバムにダウンロードする必要があります。ダウンロードしてから、再度お試しください。
ko: iCloud 앨범에 있는 비디오를 시스템 앨범으로 먼저 다운로드해야 합니다. 그렇게 한 후 다시 시도하세요.
pt_br: Os vídeos que estão no seu Álbum do iCloud devem ser baixados para o álbum do sistema primeiro. Faça isso e tente novamente.
th: วิดีโอในอัลบั้มบน iCloud ของคุณต้องดาวน์โหลดลงในอัลบั้มของระบบก่อน กรุณาดาวน์โหลดแล้วลองอีกครั้ง
vi: Video trong Album iCloud của bạn cần phải được tải về album hệ thống trước tiên. Vui lòng thực hiện điều này và thử lại.
zh_hans: iCloud云相册的视频，需要您先下载到系统相册，再重试哦～
zh_hant: iCloud雲端相簿的影片，需要先下載到相簿再重試喔～

# iCloud云相册的照片，需要您先下载到系统相册，再重试哦～
source: Photos in iCloud album. Require you download them to Camera Roll then try again.
bo_cn: iCloudཡེན་གྱི་འདྲ་པར་དག་སྐུ་ཉིད་ཀྱིས་ཐོག་མར་པར་དེབ་མ་ལག་ཁྲོད་དུ་ཕབ་ལེན་བྱས་རྗེས། ཡང་བསྐྱར་ཚོད་ལྟ་གནང་རོགས།
es: Fotos en el álbum de iCloud. Debes volver a descargarlas a Camera Roll e intentarlo nuevamente.
hi: iCloud एल्बम के फ़ोटो। उन्हें कैमरा रोल में डाउनलोड करना ज़रूरी है। इसके बाद दोबारा कोशिश करें।
id_id: Foto dalam album iCloud. Mengharuskan Anda mengunduhnya ke Rol Kamera lalu mencobanya lagi.
ja: 写真はiCloudアルバムにあります。カメラロールにダウンロードしてから、再度お試しください。
ko: iCloud 앨범에 있는 사진. 카메라 롤로 다운로드한 후 다시 시도하세요.
pt_br: Fotos no álbum iCloud. Requer que você faça o download dos arquivos para as Imagens da câmera e tente novamente.
th: ภาพในอัลบั้ม iCloud คุณจะต้องดาวน์โหลดไปยัง Camera Roll จากนั้นลองใหม่อีกครั้ง
vi: Ảnh trong album iCloud. Yêu cầu bạn tải ảnh về trong Thư viện ảnh rồi thử lại.
zh_hans: iCloud云相册的照片，需要您先下载到系统相册，再重试哦～
zh_hant: iCloud雲相簿的照片，需要您先下載到系統相簿，請再重試～

# iCloud照片下载中
source: Downloading
bo_cn: iCloudའདྲ་པར་ཕབ་ལེན་བྱ་བཞིན་པ།
es: Descargando
hi: डाउनलोड हो रहा है
id_id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
pt_br: Fazendo download
th: กำลังดาวน์โหลด
vi: Đang tải về
zh_hans: iCloud照片下载中
zh_hant: 下載中

# M唇(面部重塑)
source: M-shaped
es: Labios en forma de M
hi: M आकार के ओंठ
id_id: Bentuk M
ja: M字リップ
ko: M자 입술
pt_br: Lábios em M
th: ปากกระจับ
vi: Môi chữ M
zh_hans: M唇
zh_hant: M唇

# PrivacyPolicyAttention
source: Attention
bo_cn: 温馨提示
es: Atención
hi: ध्यान
id_id: Kiat
ja: ヒント
ko: 팁
pt_br: Dicas
th: ข้อแนะนำ
vi: Lời khuyên
zh_hans: 温馨提示
zh_hant: 温馨提示

# PrivacyPolicyMessage1
source: Enjoy Meitu! We value and respect your privacy. For this reason, we require you to agree to and familiarize yourself with our Terms of Service and Privacy Policy before using this product.
bo_cn: 欢迎使用美图秀秀!美图秀秀非常重视您的隐私和个人信息保护。在您使用美图秀秀前，请认真阅读《用户协议》及《隐私政策》，您同意并接受全部条款后方可开始使用美图秀秀。
es: ¡Disfrute de Meitu! Valoramos y respetamos su privacidad. Requerimos que acepte nuestros Términos de servicio y la Política de Privacidad y le recomendamos que se familiarice con ellas antes de utilizar este producto.
hi: Meitu का आनंद लें! हम आपकी निजता को महत्व देते हैं और उसका सम्मान करते हैं। इस कारण हम चाहते हैं कि आप इस उत्पाद का प्रयोग करने से पहले सेवा की शर्तें और निजता नीति से सहमत हों।
id_id: Nikmati Meitu! Kami menghargai dan menghormati privasi Anda. Kami mengharuskan Anda menyetujui dan merekomendasikan agar Anda mendalami Ketentuan Layanan dan Kebijakan Privasi kami sebelum menggunakan produk ini
ja: Meituへようこそ！弊社はお客様のプライバシーを尊重します。この製品のご利用前に、お客様は弊社の利用規約およびプライバシーポリシーに同意することが求められます。弊社はお客様がこれらをよくお読みになることをお薦めします。
ko: Meitu를 즐겨 주세요! 여러분의 개인 정보는 소중히 다뤄지고 있습니다. 저희 제품을 사용하시기 전에, 저희 서비스 약관 및 개인정보 보호정책을 이해하실 것을 권장하며 이에 동의하셔야 합니다.
pt_br: Divirta-se com o Meitu! Nós valorizamos e respeitamos a sua privacidade. Solicitamos que você concorde com nossa Termos de Serviço e nossa Política de Privacidade e se familiarize com ambos antes de utilizar este produto.
th: ขอให้สนุกกับ Meitu! เราเห็นคุณค่าและเคารพในความเป็นส่วนตัวของคุณ กรุณาอ่านข้อตกลงบริการและนโยบายความเป็นส่วนตัวของเราอย่างถี่ถ้วน คุณต้องเห็นชอบด้วยและยอมรับในข้อตกลงทุกอย่างในทั้งสองฉบับก่อนใช้งาน Meitu
vi: Hãy tận hưởng Meitu! Chúng tôi đánh giá cao và tôn trọng quyền riêng tư của bạn. Vui lòng đọc kỹ Điều khoản dịch vụ và Chính sách cá nhân của chúng tôi. Bạn cần đồng ý và chấp thuận tất cả các điều khoản trong cả hai tài liệu này trước khi sử dụng Meitu.
zh_hans: 欢迎使用美图秀秀!美图秀秀非常重视您的隐私和个人信息保护。在您使用美图秀秀前，请认真阅读《用户协议》及《个人信息保护政策》，您同意并接受全部条款后方可开始使用美图秀秀。
zh_hant: 歡迎使用美圖秀秀！美圖秀秀非常重視您的隱私權和個人資訊。在使用美圖秀秀前，請認真閱讀《使用者協議》及《隱私權政策》，同意並接受全部條款後即可開始使用。

# PrivacyPolicyMessage2
source: Before using Meitu, please read the Terms of Service and Privacy Policy carefully. You must agree to and accept all of the terms before using Meitu.
bo_cn: 您使用美图秀秀前，请认真阅读《用户协议》及《隐私政策》，您同意并接受全部条款后方可开始使用美图秀秀。
es: Lee detenidamente los Términos de servicio y la Política de Privacidad. Debes aceptar todos los términos detallados en ambos documentos para usar Meitu.
hi: Meitu का प्रयोग करने से पहले, कृपया सेवा की शर्तों और निजता नीति को ध्यान से पढ़ें। Meitu का प्रयोग करने से पहले आपको सभी शर्तों से सहमत होना चाहिए।
id_id: Kami mengharuskan Anda menyetujui dan merekomendasikan agar Anda mendalami Ketentuan Layanan dan Kebijakan Privasi kami sebelum menggunakan produk ini
ja: この製品のご利用前に、お客様は弊社の利用規約およびプライバシーポリシーに同意することが求められます。弊社はお客様がこれらをよくお読みになることをお薦めします。
ko: 저희 제품을 사용하시기 전에, 저희 서비스 약관 및 개인정보 보호정책을 이해하실 것을 권장하며 이에 동의하셔야 합니다.
pt_br: Por favor, leia atentamente nosso Termos de Serviço e nossa Política de Privacidade. Você deve concordar com todos os termos listados e aceitá-los em ambos os documentos antes de utilizar o Meitu.
th: กรุณาอ่านข้อตกลงบริการและนโยบายความเป็นส่วนตัวของเราอย่างถี่ถ้วน คุณต้องเห็นชอบด้วยและยอมรับในข้อตกลงทุกอย่างในทั้งสองฉบับก่อนใช้งาน Meitu
vi: Vui lòng đọc kỹ Điều khoản dịch vụ và Chính sách cá nhân của chúng tôi. Bạn cần đồng ý và chấp thuận tất cả các điều khoản trong cả hai tài liệu này trước khi sử dụng Meitu.
zh_hans: 您使用美图秀秀前，请认真阅读《用户协议》及《个人信息保护政策》，您同意并接受全部条款后方可开始使用美图秀秀。
zh_hant: 在使用美圖秀秀前，請認真閱讀《使用者協議》及《隱私權政策》，同意並接受全部條款後即可開始使用。

# QQ好友
source: QQ Friends
bo_cn: QQདྲ་གྲོགས།
es: Amigos QQ
hi: QQ मित्र
id_id: Teman QQ
ko: QQ 친구
pt_br: QQ
th: เพื่อนใน QQ
vi: Bạn bè QQ
zh_hant: QQ好友

# QQ空间
source: Qzone
bo_cn: QQབར་སྟོང་།
zh_hans: QQ空间
zh_hant: QQ空間

# QQ限制分享，请打开QQ上传分享哦！
source: Sharing is restricted by QQ. Please open QQ to upload and share!
es: La función de compartir está restringida por QQ. Abre QQ para cargar y compartir.
hi: शेयरिंग क्यूक्यू से सीम्मित है। कृपया क्यूक्यू खोलें और अपलोड कर शेयर करें!
id_id: Berbagi dibatasi oleh QQ. Buka QQ untuk mengunggah dan berbagi!
ja: 共有はQQにより制限されています。QQを開いてアップロードし共有しましょう！
ko: QQ에서 공유가 제한됐습니다. QQ를 열어서 업로드 및 공유하세요!
pt_br: O compartilhamento é restrito pelo QQ. Abra o QQ para transferir e compartilhar!
th: การแชร์ถูกจำกัดโดย QQ กรุณาเปิด QQ เพื่ออัปโหลดและแชร์!
vi: Chia sẻ được hạn chế bởi QQ. Vui lòng mở QQ để tải lên và chia sẻ!
zh_hant: QQ限制分享，請開啟QQ上傳分享喔！

# RecordTip1
source: Release and try another pose/angle
bo_cn: ལག་པ་བརྐྱངས་ནས་ཚུགས་ཀ་དང་རྣམ་པ་གཞན་ཞིག་བརྗེ་རོགས།
es: Suelta y prueba otra pose o ángulo
hi: छोड़ें और दूसरा पोज़/एंगल आजमाएं
id_id: Lepas dan coba pose/sudut lain
ja: 指を離して、別のポーズや角度でお試しください
ko: 손을 놓고 다른 자세/각도를 시도해 보세요.
pt_br: Solte e tente qualquer ângulo/pose
th: ปล่อยและลองโพสต์ท่าใหม่/ใช้มุมอื่น
vi: Nhả ra và thử một góc hình/tư thế mới
zh_hans: 尝试松手，换个姿势/角度吧
zh_hant: 嘗試鬆手，換個姿勢/角度吧

# RecordTip2
source: Hold camera button and film the next part
bo_cn: པར་རྒྱག་མཐེབ་གནོན་བྱས་ཏེ་མུ་མཐུད་དུ་ཕབ་རོགས།
es: Mantén presionado el botón de la cámara y filma la siguiente parte
hi: कैमरा बटन दबाकर अगले भाग को फ़िल्म करें
id_id: Tahan tombol kamera dan rekam bagian berikutnya
ja: カメラボタンを押さえて、次の部分を撮影してください
ko: 카메라 버튼을 누르고 다음 파트를 촬영하세요.
pt_br: Mantenha o botão da câmera pressionado e filme a próxima parte
th: กดค้างที่ปุ่มกล้องเพื่อถ่ายส่วนต่อไป
vi: Giữ nút camera và quay phim phần kế tiếp
zh_hans: 按住拍摄键，继续拍摄下一段吧
zh_hant: 按住拍攝鍵，繼續拍攝下一段吧

# RecordTipPress1
source: Release
bo_cn: ལག་པ་ཐོངས།
es: Soltar
hi: छोड़ें
id_id: Lepaskan
ja: 離す
ko: 놓기
pt_br: Soltar
th: ปล่อย
vi: Nhả ra
zh_hans: 松手
zh_hant: 鬆手

# RecordTipPress2
source: Hold
bo_cn: མཐེབ་གནོན།
es: Mantener
hi: रोक कर रखें
id_id: Tahan
ja: 押さえる
ko: 잡기
pt_br: Segurar
th: กดค้าง
vi: Giữ
zh_hans: 按住
zh_hant: 按住

# V系列不支持裁切
source: Crop function not supported in the series V
bo_cn: Vརིམ་ཕྲེང་འདྲ་བཟོ་བྱེད་མི་ཐུབ།
es: La función cortar no funciona en la serie V
hi: सीरिज़ V में क्रॉप फंक्शन समर्थित नहीं है
id_id: Fungsi pangkas tidak didukung di seri V
ja: Vシリーズはカットできません
ko: 시리즈 V에서는 잘라내기 기능이 지원되지 않습니다
pt_br: A função Cortar não é suportada na série V
th: ฟังก์ชันครอบตัดไม่รองรับในซีรีย์ V
vi: Chức năng cắt xén không được hỗ trợ trong sêri V
zh_hant: V系列不支援裁剪
