Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 滤镜拍后将为你自动祛斑祛痘
source: After taking a picture with a filter, the Acne function will be applied automatically.
bo_cn: འཚག་ཤེལ་བཀོལ་ནས་པར་རྒྱབ་རྗེས་རང་འགུལ་ངང་འབྲུམ་ཤུལ་བསུབ་ཐུབ།
es: Luego de tomar una foto con un filtro, la función Acné se aplicará automáticamente.
hi: फ़िल्टर्स के माध्यम से चित्र लेने के बाद, एक्ने फ़ंक्शन अपने आप लागू किया जाएगा।
id_id: Setelah mengambil foto dengan filter, fungsi Acne akan diterapkan secara otomatis.
ja: フィルターを使用して写真を撮影すると、ニキビ除去機能が自動的に適用されます。
ko: 필터가 적용된 사진을 찍으면 여드름 기능이 자동으로 적용됩니다.
pt_br: Depois de tirar uma foto com um filtro, a função Acne será aplicada automaticamente.
th: หลังจากถ่ายภาพโดยใช้ฟิลเตอร์แล้ว ฟังก์ชันลบสิวจะได้รับการปรับใช้โดยอัตโนมัติ
vi: Sau khi chụp ảnh với bộ lọc, chức năng Mụn sẽ tự động được áp dụng.
zh_hans: 滤镜拍后将为你自动祛斑祛痘
zh_hant: 使用濾鏡將自動為你去斑去痘

# 滤镜拍后祛斑祛痘已关闭
source: The Acne function has been turned off for pictures taken with filters.
bo_cn: འཚག་ཤེལ་བཀོལ་ནས་པར་རྒྱབ་རྗེས་ངོ་ཕྲ་བཟོ་དང་མིག་ཆེ་བཟོ་མི་བྱ།
es: Se desactivó la función Acné para imágenes tomadas con filtros.
hi: फ़िल्टर्स के माध्यम से लिए गए चित्रों में एक्ने फ़ंक्शन बंद कर दिया गया है।
id_id: Fungsi Jerawat telah dinonaktifkan untuk foto yang diambil dengan filter.
ja: フィルターを使用して撮影された写真では、ニキビ除去機能がOFFにされています。
ko: 필터가 적용된 사진 촬영에 대해 여드름 기능이 꺼져 있습니다.
pt_br: A função Acne foi desativada para fotos tiradas com filtros.
th: ฟังก์ชันลบสิวถูกปิดไว้สำหรับภาพที่ถ่ายโดยใช้ฟิลเตอร์
vi: Tính năng Mụn đã được tắt đi đối với những bức ảnh được chụp qua các bộ lọc.
zh_hans: 滤镜拍后祛斑祛痘已关闭
zh_hant: 濾鏡去斑去痘功能已關閉

# 滤镜拍后瘦脸大眼已关闭
source: The Slim and Resize functions have been turned off for pictures taken with filters.
bo_cn: འཚག་ཤེལ་བཀོལ་ནས་པར་རྒྱབ་རྗེས་ངོ་ཕྲ་བཟོ་དང་མིག་ཆེ་བཟོ་མི་བྱ།
es: Funciones afinar y restablecer tamaño de imágenes con filtros desactivadas.
hi: फ़िल्टर्स के माध्यम से लिए गए चित्रों में पतला करें और आकार बदलें फ़ंक्शन बंद कर दिए गए हैं।
id_id: Fungsi Penirusan dan Pengubahan Ukuran telah dinonaktifkan untuk foto yang diambil dengan filter.
ja: フィルターを使用して撮影された写真では、スリム機能とサイズ変更機能がOFFにされています。
ko: 필터가 적용된 사진 촬영에 대해 슬림 및 크기 조정 기능이 꺼져 있습니다.
pt_br: As funções Slim e Redimensionar foram desativadas para fotos tiradas com filtros.
th: ฟังก์ชันปรับเรียวและปรับขนาดถูกปิดไว้สำหรับภาพที่ถ่ายโดยใช้ฟิลเตอร์
vi: Các tính năng làm gọn và chỉnh kích thước đã bị tắt đi đối với các bức ảnh chụp với các bộ lọc.
zh_hans: 滤镜拍后瘦脸大眼已关闭
zh_hant: 濾鏡瘦臉大眼功能已關閉

# 滤镜期限
source: Filter expiration date
bo_cn: མེ་ལོང་འཚག་པའི་དུས་ཡུན
es: Fecha de caducidad de filtro
hi: फ़िल्टर समाप्ति की तारीख
id_id: Batas waktu filter
ja: フィルター失効期限
ko: 필터 유효기간
pt_br: Data de validade do Filtro
th: วันหมดอายุของฟิลเตอร์
vi: Kỳ hạn sử dụng bộ lọc
zh_hant: 濾鏡期限

# 滤镜去选后将不在列表中出现，重新选中即可出现哦。
source: Filters will not appear on the list after being deselected; they will be displayed if you select them again.
bo_cn: ཚགས་ཤེལ་འདེམས་རྗེས་རེའུ་མིག་ཁྲོད་ནས་འབྱུང་སྲིད་པས། ཡང་བསྐྱྱར་འདེམས་ཚེ་འབྱུང་སྲིད།
es: Los filtros no aparecerán en la lista después de haberlos desmarcado; se mostrarán si los seleccionas nuevamente.
hi: फिल्टर का चयन रद्द करने के बाद वह सूची में नहीं दिखेगा, उसका फिर से चयन करने पर वह दिखने लगेगा।
id_id: Filter tidak akan muncul dalam daftar setelah tidak dipilih; filter tersebut akan ditampilkan lagi jika Anda memilihnya kembali.
ja: フィルターの選択を解除すると、リストに表示されなくなります。フィルターを再度選択すると、表示されるようになります。
ko: 필터는 선택 해제한 후에는 목록에 표시되지 않습니다. 다시 선택하면 표시됩니다.
pt_br: Os filtros não aparecerão na lista após serem desmarcados. Eles serão exibidos caso sejam selecionados novamente.
th: ฟิลเตอร์จะไม่ปรากฎในรายการหลังจากยกเลิกการเลือก โดยจะแสดงอีกครั้งหากคุณทำการเลือกใหม่
vi: Các bộ lọc sẽ không xuất hiện trong danh sách sau khi bị loại bỏ; chúng sẽ được hiển thị lại nếu bạn lựa chọn lại chúng.
zh_hant: 濾鏡刪除後將不在列表中顯示，重新選擇即可

# 滤镜下架找不到了？ 去 美图秀秀小程序 看看>
source: Have a filter you like that isn't displayed anymore? Find it in Meitu Mini Program!
bo_cn: ཚགས་ཤེལ་སྒྲོམ་ནས་འབབ་ཆས་རྙེད་མི་ཐུབ་དམ། མེའུ་ཐུའུ་མཛེས་བཟོའི་ལས་རིམ་ཁྲོད་དུ་བལྟ་རུ་སོང་།
es: ¿Hay un filtro que ya no ves? ¡Encuéntralo en el programa Meitu Mini!
hi: जो प्रदर्शित नहीं किए गए हैं! क्या कोई ऐसा पसंदीदा फिल्टर है जो अब प्रदर्शित नहीं होता? उसे Meitu मिनी प्रोग्राम में पाएं!
id_id: Apakah filter yang Anda sukai tidak ditampilkan lagi? Temukan di Program Meitu Mini!
ja: 表示されなくなったお気に入りのフィルターがありますか？「Meituミニプログラム」で見つけましょう！
ko: 마음에 드는 필터가 더 이상 표시되지 않나요? Meitu 미니 프로그램에서 찾으세요!
pt_br: Tem algum filtro que você gosta e que não está mais sendo exibido? Encontre-o no Miniprograma Meitu!
th: มีฟิลเตอร์ที่คุณชอบ แต่ไม่มีแสดงไว้อีกแล้ว? ค้นหาดูได้ใน Meitu Mini Program!
vi: Không còn thấy một bộ lọc bạn yêu thích được hiển thị nữa? Hãy tìm nó trong Chương trình Meitu Mini!
zh_hant: 濾鏡下架找不到了？去美圖秀秀小程式看看

# 滤色
source: Screen
id_id: Layar
ja: スクリーン
ko: 화면
th: ฟิลเตอร์สี
vi: Lọc màu
zh_hant: 濾色

# 马赛克
source: Mosaic
bo_cn: མ་སེ་ཁོ།
es: Mosaico
hi: मोज़ैक
id_id: Mosaik
ja: モザイク
ko: 모자이크
pt_br: Mosaico
th: โมเสค
vi: Khảm
zh_hans: 马赛克
zh_hant: 馬賽克

# 马赛克笔
source: Mosaic
bo_cn: རབ་རིབ་མི་གསལ་བའི་སྨྱུ་གུ་
es: Mosaico
hi: मोज़ैक
id_id: Mosaik
ja: モザイク
ko: 모자이크
pt_br: Mosaico
th: โมเสค
vi: Khảm
zh_hans: 马赛克笔
zh_hant: 馬賽克筆

# 马赛克需下载人像识别模型至本地才可使用哦，赶快下载体验吧~
source: Download the portrait recognition model onto your device to use the Mosaic function. Try it now!
es: Descarga el modelo de reconocimiento de retratos en tu dispositivo para usar la función de Mosaico. ¡Pruébala ahora mismo!
hi: मोज़ेइक फंक्शन का प्रयोग करने के लिए पोर्ट्रेट रिकग्नीशन मॉडल को अपने डिवाइस पर डाउनलोड करें। इसे अभी आजमाएं!
id_id: Unduh model pengenalan potret ke perangkat Anda untuk menggunakan fungsi Mozaik. Coba sekarang!
ja: お使いのデバイスにポートレート認識モデルをダウンロードして、「モザイク」機能をお楽しみください。
ko: 인물 사진 인식 모델을 내 기기에 다운로드해서 모자이크 기능을 사용할 수 있습니다. 지금 시험해 보세요!
pt_br: Baixe o modelo de reconhecimento de retrato em seu aparelho para utilizar a função Mosaico. Experimente-a agora!
th: ดาวน์โหลดโมเดลรู้จำรูปเหมือนลงในอุปกรณ์ของคุณเพื่อใช้ฟังก์ชันโมเสก ลองเลย!
vi: Tải mẫu nhận diện ảnh chụp về thiết bị của bạn để sử dụng chức năng Khảm. Hãy thử ngay!
zh_hant: 馬賽克需下載臉部辨識模型才可使用喔，趕快下載體驗吧~

# 马赛克样式
source: Mosaic style
bo_cn: མ་སེ་ཁོའི་རྣམ་པ།
es: Estilo mosaico
hi: मोज़ैक शैली
id_id: Gaya mosaik
ja: モザイクスタイル
ko: 모자이크 스타일
pt_br: Estilo mosaico
th: แบบโมเสค
vi: Kiểu khảm
zh_hans: 马赛克样式
zh_hant: 馬賽克樣式

# 马上更新
source: Update now
bo_cn: མྱུར་དུ་གསར་སྒྱུར་བྱེད་པ
es: Actualizar ahora
hi: अभी अपडेट करें
id_id: Perbarui sekarang
ja: 今すぐ更新する
ko: 지금 업데이트
pt_br: Atualizar agora
th: อัพเดตตอนนี้
vi: Cập nhật ngay
zh_hans: 马上更新
zh_hant: 馬上更新

# 马上观看
source: Watch now
bo_cn: དུས་ལྟར་ལྟ་བ།
es: Mirar ahora
hi: फिर से देखें
id_id: Lihat sekarang
ja: 今すぐ視聴する
ko: 지금 시청
pt_br: Assista agora
th: รับชมตอนนี้
vi: Xem ngay
zh_hans: 马上观看
zh_hant: 立即觀看

# 马上认证，获得专属身份标识
source: Verify Now
es: Verificar ahora
hi: अभी सत्यापन करें
id_id: Verifikasi Sekarang
ja: 今すぐ認証する
ko: 지금 인증하기
pt_br: Verificar agora
th: ยืนยันตอนนี้
vi: Xác thực ngay
zh_hant: 馬上認證，獲得專屬身分標誌

# 马上下载
source: Download now
bo_cn: མྱུར་དུ་ཕབ་ལེན་བྱེད་པ
es: Descargar ahora
hi: अभी डाउनलोड करें
id_id: Unduh sekarang
ja: ダウンロード
ko: 다운로드 받기
pt_br: Baixar agora
th: ดาวน์โหลดตอนนี้
vi: Tải về ngay
zh_hans: 马上下载
zh_hant: 馬上下載

# 卖萌贴图神器！
source: Stylize your photos with cute stickers
bo_cn: ཉམས་དོད་ཤོག་སྦྱར་ཆས།
es: Estiliza tus fotos con stickers tiernos
hi: प्यारे स्टिकर की मदद से अपनी फ़ोटो और आकर्षक बनाएं
id_id: Buat foto bergaya dengan stiker cantik
ja: キュートなスタンプで、写真を素敵にアレンジ
ko: 귀여운 스티커를 사진을 꾸미세요.
pt_br: Estilize suas fotos com adesivos bonitinhos
th: ปรับสไตล์ภาพของคุณด้วยสติกเกอร์น่ารัก ๆ
vi: Giúp ảnh chụp của bạn đầy phong cách với các nhãn dán dễ thương
zh_hans: 卖萌贴图神器！
zh_hant: 賣萌貼圖神器！

# 慢
source: Slow
es: Lenta
hi: धीमा
id_id: Lambat
ja: 低速
ko: 느림
pt_br: Lento
th: ช้า
vi: Chậm
zh_hant: 慢

# 没有内容呢，不如你来发一条？
source: There's no content yet. Post something!
bo_cn: ནང་དོན་ཅི་ཡང་མི་འདུག་པས། ཁྱེད་ཀྱིས་གཅིག་བསྐུར་རོགས།
es: No hay contenido aún. ¡Publica algo!
hi: अभी तक कोई सामग्री नहीं है। कुछ पोस्ट करें!
id_id: Belum ada konten. Kirim sesuatu!
ja: まだコンテンツがありません。何か投稿してください！
ko: 아직 내용이 없습니다. 아무거나 게시해 보세요!
pt_br: Ainda não há conteúdos. Publique alguma coisa!
th: ยังไม่มีเนื้อหาใด ๆ โพสต์บางอย่าง!
vi: Chưa có nội dung nào. Hãy đăng thứ gì đó!
zh_hant: 沒有內容，不如你來發佈一則？

# 没有识别到头部哦，换张照片试试~
source: Unable to detect any heads, please try another photo!
es: No se puede detectar ninguna cabeza, inténtalo con otra foto.
hi: कोई भी सिर नहीं मिला, कृपया कोई और फोटो चुनें!
id_id: Tidak dapat mendeteksi kepala, coba foto yang lain!
ja: 顔が検出できませんでした。他の写真を試してみてください！
ko: 머리를 인식할 수 없습니다. 다른 사진으로 시도해 보세요!
pt_br: Não foi possível detectar nenhuma cabeça, tente utilizar outra foto!
th: ไม่สามารถตรวจพบศีรษะได้ กรุณาลองใช้รูปอื่น!
vi: Không thể phát hiện ra bất kỳ đầu nào, vui lòng thử một ảnh khác!
zh_hant: 頭部辨識失敗，換張照片試試~

# 没有找到该话题，快去创建ta吧
source: Topic not found. Create it now!
bo_cn: གླེང་གཞི་མ་རྙེས་པས།གླེང་གཞི་ཤིག་བཙལ་རོགས།
es: No se encontró el tema. ¡Créalo ahora!
hi: विषय नहीं मिला। अब बनाएँ!
id_id: Topik tidak ditemukan. Buat sekarang!
ja: トピックが見つかりません。今すぐ作成してください！
ko: 항목 찾을 수 없음. 지금 만드세요!
pt_br: Tópico não encontrado. Crie já!
th: ไม่พบหัวข้อ สร้างใหม่เลย!
vi: Không tìm thấy chủ đề. Tạo nó ngay!
zh_hant: 該話題尚不存在，快來創建吧

# 没有找到你要的用户
source: Unable to find related users.
bo_cn: ཁྱེད་ལ་དགོས་པའི་བཀོལ་སྤྱོད་མཁན་མི་འདུག
es: No se pudo encontrar usuarios relacionados.
hi: संबद्ध यूज़र खोजने में विफल।
id_id: Tidak dapat menemukan pengguna ini
ja: 関連するユーザーが見つかりません。
ko: 관련 사용자를 찾을 수 없습니다.
pt_br: Não foi possível encontrar usuários relacionados.
th: ไม่สามารถค้นหาผู้ใช้ที่เกี่ยวข้อง
vi: Không thể tìm thấy người dùng liên quan.
zh_hant: 找不到你要搜尋的使用者

# 没有找到视频内容
source: No video content found.
id_id: Tidak ditemukan konten video.
ja: 動画コンテンツが見つかりませんでした。
ko: 동영상 콘텐츠를 찾을 수 없습니다.
th: ไม่พบเนื้อหาวิดีโอ
vi: Không tìm thấy nội dung video nào.
zh_hant: 未找到影片內容

# 没有找到相关信息
source: No items found
es: No se encontraron artículos
hi: कोई आइटम नहीं मिले
id_id: Tidak ada item ditemukan
ja: アイテムが見つかりませんでした
ko: 검색된 아이템 없음
pt_br: Nenhum item encontrado
th: ไม่พบรายการ
vi: Không tìm thấy mục nào
zh_hant: 未找到相關資訊

# 没有Logo
source: No logo
es: Aún sin logotipo
hi: अब तक कोई लोगो नहीं
id_id: Belum ada logo
ja: ロゴはまだありません
ko: 아직 로고가 없습니다
pt_br: Nenhum logo ainda
th: ยังไม่มีโลโก้
vi: Chưa có logo nào
zh_hant: 沒有Logo

# 眉峰(面部重塑)
source: Brow ridge
es: Arco de la ceja
hi: माथा
id_id: Tonjolan alis
ja: 眉弓
ko: 눈썹 뼈
pt_br: Crista supra-orbital
th: แนวคิ้ว
vi: Chóp nâu
zh_hans: 眉峰
zh_hant: 眉峰

# 眉高(面部重塑)
source: Position
bo_cn: སྨིན་མ་རིང་།
es: Posición
hi: स्थिति
id_id: Posisi
ja: 位置
ko: 위치
pt_br: Posição
th: ตำแหน่ง
vi: Vị trí
zh_hans: 眉高
zh_hant: 眉高

# 眉毛
source: Brow
bo_cn: སྨིན་མ།
id_id: Alis
ja: 眉
ko: 눈썹
th: คิ้ว
vi: Mày
zh_hans: 眉毛
zh_hant: 眉毛

# 眉毛(面部重塑)
source: Eyebrow
bo_cn: སྨིན་མ།
es: Cejas
hi: भौंह
id_id: Alis
ja: まゆげ
ko: 브로우
pt_br: Supercílio
th: คิ้ว
vi: Mày
zh_hans: 眉毛
zh_hant: 眉毛

# 媒体与Apple Music
source: Media & Apple Music
es: Medios y música de Apple
hi: मीडिया और ऐपल संगीत
ja: メディアとApple Music
ko: 미디어 & Apple Music
pt_br: Mídia e Apple Music
th: สื่อ & Apple Music
vi: Phương tiện truyền thông & Nhạc Apple
zh_hant: 媒體與Apple Music

# 媒体资料库
source: Media Library
es: Biblioteca de medios
hi: मीडिया लाइब्रेरी
ja: メディアライブラリ
ko: 미디어 라이브러리
pt_br: Biblioteca de Mídia
th: คลังสื่อ
vi: Thư viện Phương tiện truyền thông
zh_hant: 媒體資料庫

# 每天问自己一遍，今天比昨天更美了吗
source: Am I more beautiful than yesterday?
zh_hant: 每天問自己一遍，今天比昨天更美嗎

# 美白
source: Whitening
id_id: Gigi Putih
ja: 白さ
ko: 치아 미백
th: ฟันขาว
vi: Làm trắng
zh_hant: 美白

# 美肤
source: Retouch
bo_cn: པགས་མཛེས་
es: Retoque
hi: रीटच
id_id: Retus
ja: 肌の補正
ko: 피부미용
pt_br: Retoque
th: แต่งผิว
vi: Mịn da
zh_hant: 美膚

# 美化(经典首页)
source: Photo
zh_hans: 美化
zh_hant: 美化

# 美化美容使用攻略
source: Beautification & Retouching Guide
bo_cn: རྣམ་པ་མཛེས་བཟོ་བྱས་དེ་མཛེས་སྤྲས་བྱེད་པའི་ཐབས་ལམ།
es: Guía de embellecimiento y retoques
hi: ख़ूबसूरती बढ़ाने और उसमें बदलाव करने से जुड़ी मार्गदर्शिका
id_id: Panduan
ja: 写真補正&リタッチのガイド
ko: 꾸미기 및 리터치 가이드
pt_br: Guia de Retoque e Embelezamento
th: คำแนะนำในการปรับแต่งและรีทัช
vi: Làm đẹp & Chỉnh sửa
zh_hans: 美化美容使用攻略
zh_hant: 美化美容使用攻略

# 美化下一张
source: Next
bo_cn: པར་རིས་རྗེས་མ་ཡི་རྣམ་པ་མཛེས་བཟོ་བྱས།
es: Siguiente
hi: अगला
id_id: Berikutnya
ja: 次へ
ko: 다음
pt_br: Próximo
th: ถัดไป
vi: Tiếp
zh_hant: 美化下一張

# 美拍
source: Meipai
bo_cn: མཛེས་བརྙན།
zh_hans: 美拍
zh_hant: 美拍

# 美拍 – 最火的短视频社区
source: Meipai - the hottest video community
bo_cn: མཛེས་བརྙན།།ཆེས་རྒྱུག་ཆེ་བའི་བརྙན་ཐུང་གྲོང་ཚོགས།
es: Meipai - la mejor comunidad de videos
hi: Meipai – सबसे हॉट वीडियो समुदाय
id_id: Meipai - komunitas video paling populer
ja: Meipai - 大人気の動画コミュニティ
ko: Meipai - 가장 인기있는 비디오 커뮤니티
pt_br: Meipai - a comunidade de vídeo mais popular
th: Meipai - กลุ่มเผยแพร่วิดีโอที่ฮอตที่สุด
vi: Meipai - cộng đồng video hấp dẫn nhất
zh_hans: 美拍 – 最火的短视频社区
zh_hant: 美拍 - 最流行的短片社群！

# 美容(经典首页)
source: Retouching
zh_hans: 美容
zh_hant: 美容

# 美容下一张
source: Next
bo_cn: པར་རྗེས་མ་མཛེས་བཟོ་བྱེད་པ།
es: Siguiente
hi: अगला
id_id: Berikutnya
ja: 次へ
ko: 다음
pt_br: Próximo
th: ถัดไป
vi: Tiếp
zh_hans: 美容下一张
zh_hant: 美容下一張

# 美食
source: Food
bo_cn: ཟས་ཞིམ།
es: Comida
hi: खाना
id_id: Makanan
ja: フード
ko: 음식
pt_br: Comida
th: อาหาร
vi: Đồ ăn
zh_hant: 美食

# 美瞳
source: Contact lenses
id_id: Lensa kontak
ja: コンタクトレンズ
ko: 콘택트 렌즈
th: คอนแทคเลนส์
vi: Kính áp tròng
zh_hant: 放大片

# 美图产品服务协议
source: Meitu Terms of Service
es: Términos de servicio de Meitu
hi: Meitu सेवा की शर्तें
id_id: Ketentuan Layanan Meitu
ja: Meitu サービス利用規約
ko: Meitu 서비스 약관
pt_br: Termos de Serviço da Meitu
th: ข้อตกลงการให้บริการ Meitu
vi: Điều khoản Dịch vụ của Meitu
zh_hant: 美圖產品服務協議

# 美图出品【海报工厂】
source: PosterLabs
bo_cn: མེའུ་ཐུའུ་ཐོན་རྫས་【ཚགས་པར་བཟོ་གྲྭ】
zh_hans: 美图出品【海报工厂】
zh_hant: 美圖出品【海報工廠】

# 美图定制
source: MeituDIY
zh_hant: 美圖定製

# 美图粉钻会员专享
source: Meitu VIP Benefits
id_id: Akses gratis untuk VIP
ja: VIPへの無料アクセス
ko: VIP 무료 액세스
th: เข้าถึงฟรีสำหรับ VIP
vi: Quyền lợi VIP của Meitu
zh_hant: 成為VIP立即下載

# 美图粉钻会员专享权益
source: Join Meitu VIP
es: Meitu VIP Benefits
hi: Meitu VIP Benefits
id_id: Keuntungan sebagai VIP Meitu
ja: Meitu VIPの特典
ko: Meitu VIP 혜택
pt_br: Meitu VIP Benefits
th: สิทธิประโยชน์ Meitu VIP
vi: Quyền Lợi VIP của Meitu
zh_hant: Meitu VIP 會員權益

# 美图黑科技
source: Tech magic
bo_cn: མཛེས་རྩལ་མཐོ་ཤོས།་
es: Tecnología
hi: तकनीकी जादू
id_id: Teknologi ajaib
ja: テクマジック
ko: 테크 매직
pt_br: Magia
th: เทคแมจิค
vi: Công nghệ ảo
zh_hans: 美图黑科技
zh_hant: 美圖黑科技

# 美图精选和个性化推送
source: Featured and Personalized Contents
es: Contenido destacado y personalizado
hi: फीचर्ड और वैयक्तिकृत सामग्री
id_id: Konten unggulan dan personal
ja: 注目および個人化コンテンツ
ko: 대표 및 개인용 콘텐츠
pt_br: Conteúdo em destaque e personalizado
th: เนื้อหาเด่นและเฉพาะบุคคล
vi: Các nội dung được giới thiệu và cá nhân hóa
zh_hant: 美圖精選和個性化推播

# 美图钱包
source: MT Wallet
es: Cartera de Meitu
hi: Meitu वैलेट
id_id: Dompet Meitu
ja: Meituウォレット
ko: Meitu 월렛
pt_br: Carteira Meitu
th: Meitu Wallet
vi: Ví Meitu
zh_hant: 美圖錢包

# 美图认证
source: Meitu Verified
es: Verificado por Meitu
hi: Meitu सत्यापित है
id_id: Meitu Terverifikasi
ja: Meitu認証済み
ko: Meitu 인증
pt_br: Verificado pela Meitu
th: ยืนยันโดย Meitu
vi: Đã xác thực Meitu
zh_hant: 美圖認證

# 美图贴贴
source: Meitu Stickers
bo_cn: མཛེས་རིས་སྦྱར་ཤོག།
es: Stickers de Meitu
hi: Meitu स्टिकर्स
id_id: Stiker Meitu
ja: Meituスタンプ
ko: Meitu 스티커
pt_br: Adesivos Meitu
th: สติกเกอร์ Meitu
vi: Nhãn dán Meitu
zh_hans: 美图贴贴
zh_hant: 美圖貼貼

# 美图修炼手册
source: MT Tutorials
es: Tutoriales de MT
hi: MT ट्यूटोरियल्स
id_id: Tutorial MT
ja: MTチュートリアル
ko: MT 튜토리얼
pt_br: Tutoriais do MT
th: สอนใช้งาน MT
vi: Các hướng dẫn MT
zh_hant: 美圖修煉手冊

# 美图秀秀
source: Meitu
bo_cn: མཛེས་པར་ངོམ་པ།
zh_hans: 美图秀秀
zh_hant: 美圖秀秀

# 美图秀秀(经典首页)
source: Meitu
zh_hans: 美图秀秀
zh_hant: 美圖秀秀

# 美图秀秀服务条款
source: Meitu Terms of Service
bo_cn: མེའུ་ཐུའུ་མཛེས་བཟོ་ཡི་ཞབས་ཞུའི་དོན་ཚན།
es: Términos del servicio de Meitu
hi: Meitu सेवा की शर्तें
id_id: Ketentuan Layanan Meitu
ja: Meituのご利用規約
ko: Meitu 서비스 약관
pt_br: Termos de Serviço Meitu
th: เงื่อนไขการให้บริการ Meitu
vi: Điều khoản Dịch vụ của Meitu
zh_hant: 美圖秀秀服務條款

# 美图秀秀工具箱
source: Meitu Tools
hi: Meitu साधन
ja: 人気機能
ko: 메인 기능
th: Meitu Highlight
vi: Công cụ Meitu
zh_hant: 美圖秀秀精選功能

# 美图秀秀九格切图
source: NineGrids
bo_cn: རིམ་དགུའི་པར་གཅོད།
ja: 9枚の写真によるコラージュ
th: เก้ากริด
vi: Lưới chín ô
zh_hans: 美图秀秀九格切图
zh_hant: 九格切圖

# 美图秀秀社区
source: Meitu Community
bo_cn: མེའུ་ཐུའུ་མཛེས་བཟོ་ཡི་སྤྱི་ཁུལ།
es: Comunidad Meitu
hi: Meitu समुदाय
id_id: Komunitas Meitu
ja: Meituコミュニティ
ko: Meitu 커뮤니티
pt_br: Comunidade Meitu
th: ชุมชน Meitu
vi: Cộng đồng Meitu
zh_hant: 美圖秀秀社群

# 美图秀秀无法访问本地音乐
source: Meitu is unable to access downloaded music
es: Meitu no puede acceder a la música descargada
hi: Meitu डाउनलोड किए संगीत तक नहीं पहुंच पा रहे।
id_id: Meitu tidak dapat mengakses musik yang diunduh
ja: Meituはダウンロード済みの音楽にアクセスできません
ko: Meitu에서 다운로드한 음악에 액세스할 수 없습니다
pt_br: A Meitu não consegue acessar as músicas baixadas
th: Meitu ไม่สามารถเข้าถึงเพลงที่ดาวน์โหลดได้
vi: Meitu không thể truy cập vào nhạc đã tải về
zh_hant: 美圖秀秀無法訪問已下載音樂

# 美图秀秀小程序
source: Meitu Mini Program
bo_cn: མེའུ་ཐུའུ་མཛེས་བཟོ་ཡི་རིམ་པ།
es: Programa Meitu Mini
hi: Meitu मिनी प्रोग्राम
id_id: Program Mini Meitu
ja: Meituミニプログラム
ko: Meitu 미니 프로그램
pt_br: Miniprograma Meitu
vi: Chương trình Mini của Meitu
zh_hant: 美圖秀秀小程式

# 美图秀秀小应用
source: MiniApps
bo_cn: མེའུ་ཐུའུ་མཛེས་བཟོ་ཡི་རིམ་པ།
ja: ミニアプリ
th: มินิแอพ
vi: Ứng dụng mini
zh_hans: 美图秀秀小应用
zh_hant: 美圖秀秀小應用

# 美图秀秀ID 已复制
source: Meitu ID copied
bo_cn: མཛེས་པར་ཨང་གྲངསཐོ་ཞུགས།
es: ID de Meitu copiada
hi: Meitu ID कॉपी हो गई है
id_id: ID Meitu disalin
ja: Meitu IDをコピーしました
ko: Meitu ID 복사됨
pt_br: Meitu ID copiado
th: คัดลอก Meitu ID แล้ว
vi: Đã sao chép ID Meitu
zh_hans: 美图秀秀ID 已复制
zh_hant: 美圖秀秀 ID已複製

# 美图遥控器
source: Meitu Remote
bo_cn: མཛེས་རིས་རྒྱང་བསྒྱུར་ཆས།
es: Control remoto de Meitu
hi: Meitu रिमोट
ja: Meituリモコン
ko: Meitu 리모컨
vi: Điều khiển từ xa Meitu
zh_hans: 美图遥控器
zh_hant: 美圖遙控器

# 美图遥控器连接发生未知错误
source: An unidentified error has occurred for the Meitu Remote connection
bo_cn: མཛེས་རིས་རྒྱང་བསྒྱུར་ཆས་འབྲེལ་མཐུད་ལ་ངོས་མ་ཟིན་པའི་ནོར་འཁྲུལ་བྱུང་།
es: Se produjo un error no identificado en la conexión al control remoto de Meitu
hi: Meitu रिमोट कनेक्शन में कोई अज्ञात त्रुटि उत्पन्न हुई है
id_id: Ada kesalahan tak teridentifikasi pada koneksi Meitu Remote
ja: Meituリモコンとの接続で不明なエラーが発生しました
ko: 알 수 없는 오류가 Meitu 리모컨 연결에 발생했습니다.
pt_br: Ocorreu um erro não identificado na conexão com o Meitu Remote
th: เกิดข้อผิดพลาดที่ระบุไม่ได้สำหรับการเชื่อมต่อ Meitu Remote
vi: Đã xảy ra lỗi không xác định đối với kết nối Điều khiển từ xa Meitu
zh_hans: 美图遥控器连接发生未知错误
zh_hant: 美圖遙控器連線發生未知錯誤

# 美图用户推荐
source: Recommended by Meitu users
bo_cn: མེའུ་ཐུའུ་བེད་སྤྱོད་མཁན་གྱི་འོས་སྦྱོར་བྱེད།
es: Recomendado por usuarios de Meitu
hi: Meitu यूज़र्स द्वारा अनुशंसित
id_id: Disarankan oleh pengguna Meitu
ja: Meituからのおすすめ
ko: Meitu 사용자 추천
pt_br: Recomendado
th: แนะนำโดยผู้ใช้ Meitu
vi: Do những người dùng Meitu khuyên dùng
zh_hant: 美圖用戶推薦

# 美图帐号
source: Meitu Account
bo_cn: མེའུ་ཐུའུ་ཡི་ནང་དོན་གསར་ཤོས་རིགས་འཚོལ་བ།
es: Cuenta de Meitu
hi: MTid
id_id: Akun Meitu
ja: MTid
ko: Meitu 계정
pt_br: Conta Meitu
th: บัญชี Meitu
vi: Tài khoản Meitu
zh_hans: 美图帐号
zh_hant: 美圖帳號

# 美图帐号登录
source: Log in with Mtid
bo_cn: མཛེས་པའི་རི་མོ་རྩིས་ཐོའི་ཨང་གྲངས་ཞུགས།
es: Inicio de sesión de cuenta Meitu
hi: MTid लॉग इन
id_id: Login Akun Meitu
ja: MTidログイン
ko: Meitu 계정 로그인
pt_br: Login da Conta Meitu
th: ล็อกอินบัญชี Meitu
vi: Đăng nhập tài khoản Meitu
zh_hans: 美图帐号登录
zh_hant: 美圖帳號登入

# 美图AI
source: Meitu AI
bo_cn: མཛེས་རིས་AI
es: Meitu IA
pt_br: IA Meitu
zh_hant: 美圖AI

# 美图ID
source: Meitu ID
es: ID de Meitu
zh_hant: 美圖身分證

# 美图ID已复制
source: Meitu ID copied
bo_cn: མཛེས་པར་ཨང་གྲངསཐོ་ཞུགས།
es: ID de Meitu copiada
hi: Meitu ID कॉपी हो गई है
id_id: Meitu ID disalin
ja: Meitu IDがコピーされました
ko: Meitu ID 복사됨
pt_br: Meitu ID copiado
th: คัดลอกMeitu ID แล้ว
vi: Đã sao chép Meitu ID
zh_hant: 美圖ID已複製

# 美腿
source: Leg
bo_cn: རྐང་པ་སྐམ་པོ།
es: Pierna
hi: टांगें
id_id: Kaki
ja: 脚
ko: 다리
pt_br: Perna
th: ขา
vi: Chân
zh_hant: 美腿

# 美形
source: Curve
bo_cn: མཛེས་དབྱིབས།
es: Curva
hi: कर्व
id_id: Lekukan
ja: メリハリボディ
ko: 커브
pt_br: Curva
th: ส่วนเว้าโค้ง
vi: Đường cong
zh_hant: 美形

# 美型
source: Contour
bo_cn: མཛེས་གཟུགས།
es: Contorno
hi: कॉन्टूर
id_id: Percantik
ja: シルエット
ko: 윤곽
pt_br: Contorno
th: โครง
vi: Đường viền
zh_hans: 美型
zh_hant: 美型

# 美颜
source: Retouch
bo_cn: མཛེས་བཟོ།
id_id: Percantik
ja: 補正
ko: 리터치
th: รีทัช
vi: Làm đẹp
zh_hans: 美颜
zh_hant: 美顏

# 美颜相机
source: BeautyCam
bo_cn: མཛེས་བཟོ།སྟབས་བསྟུན།
hi: ब्यूटी कैम
th: บิวตี้แคม
zh_hans: 美颜相机
zh_hant: 美顏相機

# 美颜相机版本过低，请更新至最新版本。
source: Please install the latest version of BeautyCam.
es: Instala la última versión de BeautyCam.
hi: कृपया BeautyCam का नवीनतम संस्करण इंस्टॉल करें।
id_id: Instal BeautyCam versi terbaru.
ja: BeautyCamの最新バージョンをインストールしてください。
ko: BeautyCam의 최신 버전을 인스톨해 주세요.
pt_br: Instale a versão mais recente de BeautyCam.
th: กรุณาติดตั้ง BeautyCam เวอร์ชันล่าสุด
vi: Vui lòng cài đặt phiên bản mới nhất của BeautyCam.
zh_hant: 美顏相機版本過舊，請更新。

# 美志
source: Beauty Log
hi: ब्यूटी लॉग
id_id: Log Kecantikan
ja: 美容ログ
ko: 뷰티 로그
th: บันทึกความงาม
vi: Nhật ký làm đẹp
zh_hant: 美誌

# 美妆
source: Makeup
bo_cn: མཛེས་བཟོ།
id_id: Riasan
ja: メイクアップ
ko: 메이크업
th: เมคอัพ
vi: Trang điểm
zh_hans: 美妆
zh_hant: 美妝

# 萌拍
source: Cutie
bo_cn: གཅེས་པར།
ja: AR
ko: 귀여운
th: AR
vi: AR
zh_hant: 萌拍

# 萌拍不支持使用精致五官哦～
source: The sticker does not support this function
bo_cn: མཛེས་བཟོ་མ་ལག་འདི་ཡིས་སྤུས་དག་ཅན་གྱི་དབང་ལྔ་ལེགས་སྒྲིག་བྱེད་པ་ལ་རྒྱབ་སྐྱོར་མི་འདུག
es: La pegatina no es compatible con esta función.
hi: ये स्टीकर इस कार्यप्रणाली को स्वीकार नहीं कर रहा
id_id: Stiker tidak mendukung fungsi ini
ja: スタンプはこの機能をサポートしていません
ko: 스티커는 이 기능을 지원하지 않습니다
pt_br: O adesivo não suporta esta função
th: สติกเกอร์ไม่รองรับฟังก์ชันนี้
vi: Nhãn dán không hỗ trợ chức năng này
zh_hant: 萌拍不支援使用精緻五官喔～

# 萌趣
source: Cutie
bo_cn: བླང་བྱ་།
id_id: Imut
ko: 큐티
th: น่ารัก
vi: Dễ thương
zh_hant: 萌趣

# 免费解锁
source: Unlock for free
bo_cn: རིན་མེད་བེད་སྤྱོད།
es: Desbloquear gratis
hi: मुफ़्त में अनलॉक करें
id_id: Buka kunci gratis
ja: 無料でロック解除
ko: 무료로 잠금 해제
pt_br: Desbloquear gratuitamente
th: ปลดล็อคได้ฟรี
vi: Mở khóa miễn phí
zh_hans: 免费解锁
zh_hant: 免費解鎖

# 免费开通
source: Free Trial
id_id: Uji Coba Gratis
ja: 無料トライアル
ko: 무료 체험
th: เปิดใช้งานฟรี
vi: Thử Miễn Phí
zh_hant: 免費開通

# 免费使用
source: Free to use
id_id: Gratis untuk digunakan
ja: 無料でご利用
ko: 무료 사용
th: ใช้ฟรี
vi: Sử dụng miễn phí
zh_hant: 免費使用

# 免费下载
source: Free download
bo_cn: གླ་ཆ་མི་དགོས་པར་ཕབ་ལེན་བྱེད་ཐུབ།
id_id: Unduh gratis
ja: ダウンロード無料
ko: 무료로 다운로드하세요
th: ดาวน์โหลดฟรี
vi: Tải về miễn phí
zh_hans: 免费下载
zh_hant: 免費下載

# 面部
source: Face
id_id: Wajah
ja: 顔
ko: 얼굴
th: ใบหน้า
vi: Khuôn mặt
zh_hant: 面部

# 面部重塑
source: Reshape
bo_cn: ངོ་གདོང་སླར་གསོ་།
es: Reformar
hi: आकार बदलें
id_id: Bentuk baru
ja: リシェイプ
ko: 얼굴 보정
pt_br: Remodelar
th: แปลงโฉม
vi: Sửa dạng
zh_hans: 面部重塑
zh_hant: 面部重塑

# 描边
source: Stroke
es: Pincelar
hi: स्ट्रोक
ja: 境界線
ko: 스트로크
pt_br: Pincelada
th: ลากเส้น
vi: Đường viền
zh_hant: 描邊

# 描述这个视频...
source: Text description
bo_cn: བརྙན་རིས་འདི་ཞིབ་བརྗོད་གནང་།
es: Descripción del texto
hi: शब्दों में जानकारी
id_id: Deskripsi teks
ja: テキスト説明
ko: 텍스트 설명
pt_br: Descrição do texto
th: รายละเอียดข้อความ
vi: Mô tả bằng văn bản
zh_hans: 描述这个视频...
zh_hant: 描述這支影片...

# 描述这张照片...
source: Text description
bo_cn: འདྲ་པར་འདི་ལ་ཞིབ་བརྗོད་གནང་རོགས།
es: Descripción del texto
hi: शब्दों में जानकारी
id_id: Deskripsi teks
ja: テキスト説明
ko: 텍스트 설명
pt_br: Descrição do texto
th: รายละเอียดข้อความ
vi: Mô tả bằng văn bản
zh_hans: 描述这张照片...
zh_hant: 描述這張照片...
