Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 开启防抖后取景会迟缓哦
source: The camera will be slow to focus if turn on anti-shake.
bo_cn: འདར་འགོག་གི་སྒོ་ཕྱེ་རྗེས་པར་དུ་བླང་བྱ་འདེམས་སྒྲུག་འགོར་འགྱངས་བྱ་ངེས།
es: Si activas la antivibración, el foco de la cámara será demasiado lento.
hi: बिना फ़ोन हिलाए फ़ोटो खींचने वाला मोड चालू होने पर कैमरा धीरे काम करेगा।
id_id: Kamera akan lambat berfokus jika anti-goncangan dihidupkan.
ja: 手ぶれ防止機能をONにすると、カメラのフォーカスに時間がかかります。
ko: 흔들림 방지를 켜면 카메라의 초점이 천천히 맞춰집니다.
pt_br: A câmera demorará para focar se o sistema anti-vibração estiver ativado.
th: กล้องจะปรับโฟกัสช้าหากเปิดระบบป้องกันการสั่นไหวไว้
vi: Camera sẽ lấy nét chậm nếu bật chống rung lắc.
zh_hans: 开启防抖后取景会迟缓哦
zh_hant: 開啟防手震後取景將會遲緩

# 开启后当前操作步骤会存为配方， 下次一键套用~
source: Once enabled, the current operation steps will be saved as a template. You can apply it in one-tap next time.
id_id: Setelah diaktifkan, langkah-langkah operasi saat ini akan disimpan sebagai template. Lain kali Anda bisa menggunakannya dalam sekali ketuk.
ja: 有効にすると、現在の操作手順がテンプレートとして保存されます。 次回からワンタップで適用できるようになります。
ko: 활성화되면, 현재의 작업 단계들이 템플릿으로 저장됩니다. 다음에 원 탭으로 적용하실 수 있습니다.
th: เมื่อเปิดใช้งาน ขั้นตอนการดำเนินการปัจจุบันจะถูกบันทึกเป็นเทมเพลต
vi: Sau khi được bật, các bước thao tác hiện tại sẽ được lưu dưới dạng mẫu. Bạn có thể áp dụng chỉ với một lần nhấn vào lần sau.
zh_hant: 開啟後此操作步驟將儲存為配方， 下次即可一鍵套用~

# 开启麦克风权限
source: Allow "Meitu" to access your microphone.
bo_cn: སྐད་སྦུག་དབང་ཚད་ཀྱི་སྒོ་ཕྱེ།
es: Permite el acceso de “Meitu” a tu micrófono.
hi: “Meitu” को अपने माइक्रोफ़ोन का इस्तेमाल करने की अनुमति दें।
id_id: Izinkan "Meitu" mengakses mikrofon.
ja: 「Meitu」がマイクにアクセスできるようにします。
ko: "Meitu"에서 내 마이크에 액세스하는 것을 허용합니다.
pt_br: Permitir que "Meitu" acesse seu microfone.
th: ให้ “Meitu” ใช้ไมโครโฟนของคุณ
vi: Cho phép "Meitu" truy cập micrô của bạn.
zh_hans: 开启麦克风权限
zh_hant: 開啟麥克風權限

# 开启推送通知才能及时收到消息哦
source: Turn on notifications for messages
es: Activar notificaciones sobre los mensajes
hi: मैसेज के बारे में सूचना चालू करें
id_id: Nyalakan notifikasi utk menerima pesan
ja: メッセージの通知をオンにします
ko: 메시지 알림 켜기
pt_br: Ativar notificações de mensagens
th: เปิดการแจ้งเตือนเพื่อรับข้อความได้ทันที
vi: Bật thông báo để nhận các tin nhắn
zh_hant: 開啟通知及時收到消息

# 开启推送通知获得权限
source: Allow push notifications access
bo_cn: བརྡ་ཁྱབ་བརྒྱུད་སྐུར་གྱི་ཁ་ཕྱེ་ན་དབང་ཚད་ཐོབ།
es: Permite el acceso a las notificaciones push
hi: पुश सूचना इस्तेमाल करने की अनुमति दें
id_id: Izinkan notifikasi
ja: プッシュ通知へのアクセスを許可する
ko: 푸시 알림 허용
pt_br: Permitir acesso a notificações por push
th: อนุญาตเข้าถึงการแจ้งเตือนแบบพุช
vi: Cho phép truy cập các thông báo đẩy
zh_hant: 開啟推播通知權限

# 开启位置权限
source: Allow "Meitu" to access your location.
bo_cn: གནས་ཡུལ་དབང་གནས་ཀྱིས་སྒོ་ཕྱེ།
es: Permite el acceso de “Meitu” a tu ubicación.
hi: “Meitu” को अपनी जगह की जानकारी इस्तेमाल करने की अनुमति दें।
id_id: Izinkan "Meitu" mengakses lokasi.
ja: 「Meitu」が位置情報にアクセスできるようにします。
ko: "Meitu"에서 내 위치에 액세스하는 것을 허용합니다.
pt_br: Permitir que "Meitu" acesse seu local.
th: ให้ “Meitu” สืบค้นตำแหน่งของคุณ
vi: Cho phép "Meitu" truy cập vị trí của bạn.
zh_hans: 开启位置权限
zh_hant: 開啟位置權限

# 开启我的颜值管家
source: Turn on My Beauty
bo_cn: ཁ་འབྱེད་ཕྱག་མཛོད་མཛེས་ལོད་སྐྱེ་འབྲས་།
es: Activa Mi belleza
hi: माय ब्यूटी चालू करो
id_id: Aktifkan Kecantikanku
ja: 「マイビューティー」をオン
ko: 내 뷰티 켜기
pt_br: Ativar Minha Beleza
th: เปิด ความงามของฉัน
vi: Bật Vẻ đẹp của Tôi
zh_hant: 開啟顏值管家

# 开启相机权限
source: Allow "Meitu" to access your camera.
bo_cn: པར་ཆས་ཀྱི་དབང་ཚད་སྒོ་ཕྱེ།
es: Permite el acceso de “Meitu” a tu cámara.
hi: “Meitu” को अपना कैमरा इस्तेमाल करने की अनुमति दें।
id_id: Izinkan "Meitu" mengakses kamera.
ja: 「Meitu」がカメラにアクセスできるようにします。
ko: "Meitu"에서 내 카메라에 액세스하는 것을 허용합니다.
pt_br: Permitir que "Meitu" acesse sua câmera.
th: ให้ “Meitu” ใช้กล้องของคุณ
vi: Cho phép "Meitu" truy cập camera của bạn.
zh_hans: 开启相机权限
zh_hant: 開啟相機權限

# 开启颜值管家
source: Turn on My Beauty
bo_cn: ཁ་འབྱེད་ཕྱག་མཛོད་མཛེས་ལོད་སྐྱེ་འབྲས་།
es: Activa Mi belleza
hi: माय ब्यूटी चालू करो
id_id: Aktifkan Kecantikanku
ja: 「マイビューティー」をオンにする
ko: 내 뷰티 켜기
pt_br: Ativar Minha Beleza
th: เปิด ความงามของฉัน
vi: Bật Vẻ đẹp của Tôi
zh_hant: 開啟顏值管家

# 开启运动与健康权限
source: Allow "Meitu" to access your Motion & Fitness data.
bo_cn: ལུས་རྩལ་བདེ་ཐང་གི་དབང་ཚད་སྒོ་ཕྱེ།
es: Permite el acceso de “Meitu” a tus datos de Motion & Fitness.
hi: “Meitu” को अपनी गति और सेहत से जुड़ा डेटा इस्तेमाल करने की अनुमति दें।
id_id: Izinkan "Meitu" mengakses data Gerakan & Kebugaran.
ja: 「Meitu」がモーション＆フィットネスデータにアクセスできるようにします。
ko: "Meitu"에서 내 모션 및 피트니스에 액세스하는 것을 허용합니다.
pt_br: Permitir que "Meitu" acesse seus dados Motion & Fitness.
th: ให้ “Meitu” สืบค้นข้อมูล Motion & Fitness ของคุณ
vi: Cho phép "Meitu" truy cập dữ liệu Chuyển động & Tập luyện của bạn.
zh_hans: 开启运动与健康权限
zh_hant: 開啟身體感應器權限

# 开启照片权限
source: Allow "Meitu" to access your photos.
bo_cn: འདྲ་པར་གྱིས་དབང་ཚད་སྒོ་ཕྱེ།
es: Permite el acceso de “Meitu” a tus fotos.
hi: “Meitu” को अपनी फ़ोटो इस्तेमाल करने की अनुमति दें।
id_id: Izinkan "Meitu" mengakses foto.
ja: 「Meitu」が写真にアクセスできるようにします。
ko: "Meitu"에서 내 사진에 액세스하는 것을 허용합니다.
pt_br: Permitir que "Meitu" acesse suas fotos.
th: ให้ “Meitu” สืบค้นภาพของคุณ
vi: Cho phép "Meitu" truy cập ảnh của bạn.
zh_hans: 开启照片权限
zh_hant: 開啟照片權限

# 开始编辑
source: Start
es: Empezar
hi: शुरू
id_id: Mulai
ja: スタート
ko: 시작
pt_br: Iniciar
th: เริ่ม
vi: Khởi động
zh_hant: 開始編輯

# 开始处理
source: Start
es: Empezar
hi: शुरू
id_id: Mulai
ja: スタート
ko: 시작
pt_br: Iniciar
th: เริ่ม
vi: Khởi động
zh_hant: 開始處理

# 开始收藏
source: Add Now
id_id: Tambahkan Sekarang
ja: 今すぐ追加
ko: 지금 추가
th: เพิ่มตอนนี้
vi: Thêm Ngay
zh_hant: 開始收藏

# 开通会员可享
source: Subscribe to enjoy
id_id: Mulai langganan untuk dapat memperolehnya
ja: 登録してお楽しみください
ko: 구독해서 즐기기
th: สมัครรับเพื่อเพลิดเพลิน
vi: Đăng ký để tận hưởng
zh_hant: 開通會員即享

# 开源组件许可
source: Libraries We Use
bo_cn: སྤྱི་སྤྱོད་མ་ལག་གི་ཆོག་མཆན།
es: Bibliotecas que usamos
hi: जिन लाइब्रेरी का इस्तेमाल करते हैं
id_id: Pustaka yang Kami Gunakan
ja: 使用しているライブラリ
ko: 사용하는 라이브러리
pt_br: Bibliotecas que Usamos
th: ไลบรารี่ที่เราใช้
vi: Thư viện chúng tôi sử dụng
zh_hans: 开源组件许可
zh_hant: 開源元件授權

# 颗粒
source: Particles
bo_cn: རིལ་རྡོག།
es: Partículas
hi: कण
id_id: Partikel
ja: 粒子
ko: 입자
pt_br: Partículas
th: อนุภาค
vi: Hạt
zh_hant: 顆粒

# 可擦除动画路径与保护笔
source: The animated path or still line may be removed
es: La ruta animada o la línea fija se pueden eliminar
hi: एनीमेट हुए पाथ या स्टिल लाइन हटाए जा सकते हैं
id_id: Jalur animasi atau garis diam dapat dihapus
ja: アニメ化されたパスや静止線は削除可能です
ko: 애니메이션 경로 또는 실선은 제거 가능합니다
pt_br: É possível eliminar a trajetória de animação ou a linha estática
th: แนวทางการเคลื่อนไหวหรือเส้นตรงอาจะถูกลบไป
vi: Đường dẫn hoạt họa hoặc đường tĩnh có thể được loại bỏ
zh_hant: 可擦除動畫路徑與保護筆

# 可调整个人水印尺寸与相对位置，保存后可自动记忆哦
source: The size and relative position of the personal watermark can be adjusted. It can also be automatically remembered after saving.
es: El tamaño y la posición relativa de la marca de agua personal se pueden ajustar. También se pueden recordar de forma automática al guardar.
hi: निजी वॉटरमार्क का आकार और सापेक्षिक स्थिति बदली जा सकती है। सेव करने के बाद इसे स्वतः याद भी रखा जा सकता है।
id_id: Ukuran dan posisi relatif tanda air pribadi dapat disesuaikan. Juga dapat diingat secara otomatis setelah menyimpan.
ja: パーソナル透かしのサイズと相対的な位置は調節可能です。保存後、自動的に記憶させることもできます。
ko: 개인 워터마크의 크기 및 관련 위치를 수정할 수 있습니다. 저장 후에 자동으로 기억되게 할 수도 있습니다.
pt_br: O tamanho e a posição relativa da marca d'água pessoal podem ser ajustados. Também podem ser lembrados automaticamente após serem salvos.
th: ขนาดและตำแหน่งที่เกี่ยวข้องกันของลายน้ำส่วนตัวสามารถปรับได้ และยังสามารถจดจำไว้โดยอัตโนมัติหลังบันทึกแล้วด้วย
vi: Kích cỡ và vị trí liên quan đến dấu chìm cá nhân có thể được điều chỉnh. Nó cũng có thể được tự động ghi nhớ sau khi lưu.
zh_hant: 可調整個人浮水印尺寸與相對位置，儲存後可自動記憶喔

# 可通过iTunes从电脑导入本地音乐至手机
source: You may import downloaded music from your computer to your phone using iTunes.
es: Puedes importar música descargada de tu computadora a tu teléfono usando iTunes
hi: आप अपने कंप्यूटर पर डाउनलोड किया हुआ संगीत iTunes के ज़रिये अपने फोन पर ला सकते हैं।
id_id: Anda dapat mengimpor musik yang diunduh dari komputer ke ponsel Anda menggunakan iTunes
ja: iTunesを使用して、ダウンロード済みの音楽をお使いのコンピュータからスマートフォンにインポートできます
ko: iTunes를 사용해서 내 폰으로 다운로드한 음악을 내 컴퓨터에 다운로드하실 수 있습니다
pt_br: Você pode importar músicas baixadas do seu computador para o seu telefone utilizando o iTunes
th: คุณสามารถนำเข้าเพลงที่ดาวน์โหลดจากคอมพิวเตอร์ของคุณมายังโทรศัพท์ได้โดยใช้ iTunes
vi: Bạn có thể nhập nhạc đã tải về từ máy tính của bạn đến điện thoại của bạn sử dụng iTunes.
zh_hant: 可透過iTunes從電腦匯入音樂

# 可涂抹擦除选中的贴纸哦~
source: Touch to erase the sticker.
bo_cn: བདམས་ཐོན་བྱུང་བའི་ཤོག་བུ་སྦྱར་བསྐུས་ན་།ཕྱི་ཕུད་ཆོག་ཨོ་གོ་
es: Toca para borrar la pegatina.
hi: स्टिकर मिटाने के लिए छुएं
id_id: Sentuh untuk menghapus stiker.
ja: タッチしてスタンプを削除。
ko: 스티커를 지우려면 터치하세요.
pt_br: Toque para apagar o adesivo.
th: แตะเพื่อลบสติกเกอร์
vi: Chạm vào để xóa nhãn dán.
zh_hant: 可塗抹擦除選中的貼紙喔~

# 可选择登录后购买，其他iOS设备也可使用
source: You can log in directly or use other iOS devices to purchase.
id_id: Anda dapat masuk secara langsung atau gunakan perangkat iOS lain untuk membeli.
ja: 直接ログインするか、別のiOSデバイスで購入します。
ko: 직접 로그인하거나 다른 iOS 기기를 사용해서 구매하실 수 있습니다.
th: คุณสามารถลงชื่อเข้าใช้ได้โดยตรงหรือใช้ iOS เครื่องอื่นเพื่อซื้อ
vi: Bạn có thể đăng nhập trực tiếp hoặc sử dụng các thiết bị iOS khác để mua hàng.
zh_hant: 可選擇登入後購買，其他iOS裝置也可使用

# 可选择片段上锁，锁定片段将不允许其他用户替换
source: You can lock your clip(s). Other users cannot replace the locked clip(s).
id_id: Anda bisa mengunci klip. Pengguna lain tidak akan bisa mengganti klip yang terkunci.
ja: クリップをロックすることができます。ロックしたクリップを他ユーザーが置き換えることはできません。
ko: 클립을 선택하여 잠글 수 있고, 잠금 상태의 클립은 다른 사용자가 교체할 수 없습니다.
th: คุณสามารถล็อคคลิปของคุณได้ ผู้ใช้รายอื่นไม่สามารถเปลี่ยนคลิปที่ล็อคได้
vi: Bạn có thể khóa (các) đoạn phim của mình. Những người dùng khác không thể thay thế (các) đoạn phim bị khóa.
zh_hant: 可選擇片段上鎖，鎖定片段將不允許其他用戶替換。

# 可以切换广角哦~
source: Try wide-angle mode!
es: Prueba el modo de gran angular.
hi: वाइड-एँगल मॉडल आज़माएं
id_id: Coba mode sudut lebar!
ja: 広角モードをお試しください！
ko: 와이드 앵글 모드를 시험해 보세요!
pt_br: Experimente o modo de ângulo amplo!
th: ลองใช้โหมดมุมกว้าง!
vi: Thử dùng chế độ góc rộng!
zh_hant: 可以切換廣角喔～

# 可在[我的配方]上传
source: Upload in "My Tips"
id_id: Unggah di "Tips Saya"
ja: 『私のヒント』にアップロード
ko: 내 팁에 업로드
th: สามารถอัปโหลดที่ [แม่แบบของฉัน]
vi: Tải lên vào "Mẹo Của Tôi"
zh_hant: 可在[我的配方]上傳

# 可直接登录或使用其他设备支付购买
source: You can log in directly or use other devices to purchase.
id_id: Anda dapat masuk secara langsung atau gunakan perangkat lain untuk membeli.
ja: 直接ログインするか、別のデバイスを使用して購入できます。
ko: 직접 로그인하거나 다른 기기를 사용해서 구매하실 수 있습니다.
th: คุณสามารถลงชื่อเข้าใช้ได้โดยตรงหรือใช้เครื่องอื่นเพื่อซื้อ
vi: Bạn có thể đăng nhập trực tiếp hoặc sử dụng các thiết bị khác để mua hàng.
zh_hant: 可直接登入或使用其他裝置購買

# 抠图
source: Cutout
es: Recorte
hi: कटआउट
id_id: Potong
ja: 切り抜き
ko: 잘라내기
pt_br: Recorte
th: คัตเอาต์
vi: Cắt bớt
zh_hant: 去背

# 抠图识别
source: Detect and Cut out
es: Detectar y recortar
hi: खोजें और कट आउट करें
id_id: Deteksi dan Potong
ja: 検出して切り抜き
ko: 인식 및 잘라내기
pt_br: Detectar e recortar
th: ตรวจจับและตัดออก
vi: Nhận dạng tách ảnh
zh_hant: 去背辨識

# 快
source: Fast
es: Rápida
hi: तेज
id_id: Cepat
ja: 高速
ko: 빠름
pt_br: Rápido
th: เร็ว
vi: Nhanh
zh_hant: 快

# 快来发表图片评论
source: Come and use pictures to comment
zh_hant: 快來使用圖片留言

# 快速保存图片
source: Quick Save
id_id: Simpan Cepat
ja: クイック保存
ko: 빠른 저장
th: บันทึกอย่างรวดเร็ว
vi: Lưu Nhanh
zh_hant: 快速儲存圖片

# 快速登录
source: Login
bo_cn: ཐོ་འགོད་མགྱོགས་མྱུར་ཅན།
es: Iniciar sesión
hi: लॉग इन
id_id: Masuk
ja: ログイン
ko: 로그인
pt_br: Fazer login
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 快速登录
zh_hant: 快速登入

# 宽(五官)
source: Wide
bo_cn: ཞང་ཆུང་
es: Amplio
hi: चौड़ा
id_id: Lebar
ja: 広い
ko: 넓음
pt_br: Largo
th: กว้าง
vi: Rộng
zh_hans: 宽
zh_hant: 寬

# 宽窄
source: Width
id_id: Lebar
ja: 幅
ko: 너비
th: ความกว้าง
vi: Chiều rộng
zh_hant: 寬窄

# 款滤镜
source: filters
bo_cn: ནང་གསེས་དོན་ཚན་འཚག་མེ་ལོང་།
es: filtros
hi: फिल्टर्स
id_id: filter
ja: フィルター
ko: 필터
pt_br: filtros
th: ฟิลเตอร์
vi: bộ lọc
zh_hant: 款濾鏡

# 来，关注美图秀秀吧
source: Follow Meitu now!
bo_cn: ཤོག་དང་། མེའུ་ཐུའུ་མཛེས་བཟོར་དོ་སྣང་བྱ་རོགས།
es: ¡Sigue a Meitu ahora!
hi: Meitu को अभी फ़ॉलो करें!
id_id: Ikuti Meitu sekarang!
ja: 今すぐMeituをフォローしてください！
ko: 지금 Meitu를 팔로우하세요!
pt_br: Siga a Meitu agora!
th: ติดตาม Meitu ตอนนี้!
vi: Theo dõi Meitu ngay!
zh_hant: 來追蹤美圖秀秀吧

# 来看看我的MT
source: Check out my MT
bo_cn: བདག་གི་MTལ་བལྟ་རུ་ཤོག
es: Mira mi MT
hi: मेरा MT देखें
id_id: Lihat MT-ku
ja: 自分のMTを確認する
ko: 내 MT 확인
pt_br: Confira meu MT
th: ตรวจสอบ MT ของฉัน
vi: Xem thử MT của tôi
zh_hant: 查看我的 MT

# 来看看我的MT：“%@”
source: Check out my MT: "%@"
bo_cn: བདག་གི་MTལ་བལྟ་རུ་ཤོག: "%@"
es: Mira mi MT: "%@"
hi: मेरा MT देखें: “%@”
id_id: Lihat MT-ku: "%@"
ja: 自分のMTを確認する：「%@」
ko: 내 MT 확인: "%@"
pt_br: Confira meu MT: "%@"
th: ตรวจสอบ MT ของฉัน: “%@"
vi: Xem thử MT của tôi: "%@"
zh_hant: 查看我的MT：“%@”

# 来美图秀秀社区，获取最新变美秘笈
source: Get the latest tutorials on MT Community!
zh_hant: 來美圖秀秀社群，獲取最新變美秘籍

# 来源于搜狗输入法表情搜索
source: Emojis by Sogou
es: Emojis de Sogou
hi: सोगू के ईमोजी
id_id: Emoji oleh Sogou
ja: Sogouによる絵文字
ko: Sogou 이모티콘
pt_br: Emojis por Sogou
th: อิโมจิโดย Sogou
vi: Biểu tượng cảm xúc bởi Sogou
zh_hant: 來源於sogo輸入法表情搜尋

# 来这儿看穿搭，让你更百搭～
source: Find outfit tips here!
zh_hant: 點此看穿搭，讓你更百搭～

# 来自美图
source: From Meitu
bo_cn: མེའུ་ཐུའུ་ནསབླངས།
es: De Meitu
hi: Meitu से
id_id: Dari Meitu
ja: Meituから提供
ko: Meitu에서
pt_br: Da Meitu
th: จาก Meitu
vi: Từ Meitu
zh_hant: 來自美圖

# 来自美图创意平台
source: Source: Meitu Creator Platform
es: Fuente: Plataforma de creadores de Meitu
hi: स्रोत: Meitu Creator Platform
id_id: Sumber: Platform Kreator Meitu
ja: ソース: Meitu クリエイタープラットフォーム
ko: 소스: Meitu 크리에이터 플랫폼
pt_br: Fonte: Plataforma do Criador Meitu
th: แหล่ง:แพลตฟอร์มผู้สร้างMeitu
vi: Nguồn: Nền tảng Nhà sáng tạo Meitu
zh_hant: 來自美圖創意平台

# 来自艺术家
source: By Artist
bo_cn: སྒྭ་རྩལ་བ་་ནས་ཐོན།
es: Por artista
hi: कलाकार द्वारा
id_id: Oleh Artis
ja: アーティストごと
ko: 아티스트별
pt_br: Por Artista
th: โดยศิลปิน
vi: Theo Nghệ sỹ
zh_hant: 來自藝術家

# 了解[《社区举报管理规范》]
source: Learn about Community Reporting Regulations
zh_hant: 了解《社群檢舉管理規範》

# 了解滤镜详情
source: Filter Details
bo_cn: ཤེལ་འཚག་ཤེས་རྟོགས་གནས་ཚུལ་གསལ་བོ་ཤེས་འདོད་ན་
es: Detalles del filtro
hi: विवरण फिल्टर करें
id_id: Filter Detail
ja: フィルター詳細
ko: 필터 세부 사항
pt_br: Detalhes do filtro
th: รายละเอียดฟิลเตอร์
vi: Thông tin Bộ lọc
zh_hant: 了解濾鏡詳情

# 了解详情
source: Details
bo_cn: ཞིབ་ཕྲར་གཟིགས་པ།
es: Ver detalles
hi: जानकारी देखें
id_id: Lihat rincian
ja: 詳細を表示
ko: 세부 정보 보기
pt_br: Ver detalhes
th: ดูรายละเอียด
vi: Xem chi tiết
zh_hant: 了解詳情

# 冷调色
source: Fair
id_id: Cerah
ja: 色白
ko: 하얀
th: โทนสีเย็น
vi: Trắng trẻo
zh_hant: 冷調色

# 冷艳
source: Cool
bo_cn: མཚར་སྡུག
es: Frío
hi: कूल
id_id: Keren
ja: クール
ko: 쿨
pt_br: Frio
th: เจ๋ง
vi: Tuyệt
zh_hant: 冷艷

# 历史标签
source: History
bo_cn: ལོ་རྒྱུས་ཁྱད་རྟགས།
es: Historial
hi: इतिहास
id_id: Riwayat
ja: 履歴
ko: 히스토리
pt_br: Histórico
th: ประวัติ
vi: Lịch sử
zh_hant: 歷史標籤

# 历史话题
source: History
bo_cn: ལོ་རྒྱུས་ཀྱི་བརྗོད་གཞི་
es: Historia
hi: इतिहास
id_id: Riwayat
ja: 履歴
ko: 히스토리
pt_br: História
th: ประวัติ
vi: Lịch sử
zh_hant: 歷史話題

# 立即绑定
source: Link
bo_cn: དེ་མ་ཐག་ཏུ་སྦྲེལ་རོགས།
es: Vincular
hi: लिंक
id_id: Tautkan
ja: リンク
ko: 링크
pt_br: Vincular
th: เชื่อมโยง
vi: Liên kết
zh_hant: 立即綁定

# 立即参与
source: Join now
bo_cn: མྱུར་དུ་ཞུགས།
es: Únete ahora
hi: अभी जुड़ो
id_id: Gabung sekarang
ja: 今すぐ参加
ko: 지금 가입하기
pt_br: Faça parte agora mesmo
th: เข้าร่วมเลย
vi: Tham gia ngay
zh_hant: 立即參與

# 立即登录
source: LOGIN
bo_cn: མྱུར་དུ་ཐོ་འཇུག་བྱོས་།
es: Inicio de sesión
hi: लॉग इन करें
id_id: MASUK
ja: ログイン
ko: 로그인
pt_br: FAZER LOGIN
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 立即登录
zh_hant: 立即登入

# 立即登录注册
source: Log in/Register
bo_cn: འཕྲལ་མར་ཐོ་ཞུགས།ཐོ་འགོད།
es: Iniciar sesión/Registrarse
hi: अभी लॉग इन/पंजीकरण करें
id_id: Masuk/Daftar
ja: ログインする/登録
ko: 로그인/등록
pt_br: Login/Inscreva-se
th: ล็อกอิน/ลงทะเบียนเลย
vi: Đăng nhập/Đăng ký
zh_hans: 立即登录注册
zh_hant: 立即登入註冊

# 立即更新
source: Update now
bo_cn: མྱུར་དུ་གསར་སྒྱུར་བྱེད་པ
es: Actualizar ahora
hi: अभी अपडेट करें
id_id: Perbarui Sekarang
ja: 今すぐ更新
ko: 지금 업데이트
pt_br: Atualizar agora
th: อัพเดตตอนนี้
vi: Cập nhật ngay
zh_hant: 立即更新

# 立即解锁
source: Unlock now
id_id: Buka
ja: アンロック
ko: 해제
th: ปลดล็อก
vi: Mở khóa
zh_hant: 立即解鎖

# 立即开启
source: Turn on
bo_cn: འཕྲལ་མར་ཕྱེ་བ།
es: Activar
hi: अभी चालू करें
id_id: Aktifkan
ja: オンします
ko: 켜기
pt_br: Ativar
th: เปิด
vi: Bật ngay
zh_hant: 開啟

# 立即开通
source: Subscribe Now
id_id: Langganan Sekarang
ja: 今すぐ登録
ko: 지금 구독하기
th: สมัครรับเลย
vi: Đăng Ký Ngay
zh_hant: 立即開通

# 立即体验
source: Try it now
es: Probar ahora
hi: अभी आज़माएं
id_id: Cobalah sekarang
ja: 今すぐ試す
ko: 지금 시도하기
pt_br: Experimente
th: ลองใช้เลย
vi: Thử ngay
zh_hant: 立即體驗

# 立即续费
source: Renew Now
id_id: Perbarui sekarang
ja: 今すぐ更新する
ko: 지금 갱신
th: ต่ออายุเดี๋ยวนี้
vi: Gia Hạn Ngay
zh_hant: 立即續訂

# 立体
source: Contour
id_id: Kontur
ja: 輪郭
ko: 윤곽
th: คอนทัวร์
vi: Viền
zh_hant: 立體

# 连接
source: Connect
bo_cn: འབྲེལ་མཐུད།
es: Conectar
hi: कनेक्ट करें
id_id: Hubungkan
ja: 接続
ko: 연결
pt_br: Conectar
th: เชื่อมต่อ
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

# 连接成功！
source: Successful connection!
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།
es: ¡Conexión exitosa!
hi: कनेक्शन सफल!
id_id: Koneksi berhasil!
ja: 接続に成功しました！
ko: 연결 성공!
pt_br: Conexão estabelecida com êxito!
th: การเชื่อมต่อเสร็จสมบูรณ์!
vi: Kết nối thành công!
zh_hans: 连接成功！
zh_hant: 連線成功！

# 连接失败，请重新连接！
source: Connection failed, please try again!
bo_cn: འབྲེལ་མཐུད་བྱ་མ་ཐུབ་པས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱ་རོགས།
es: Falló la conexión. ¡Vuelve a intentarlo!
hi: कनेक्शन विफल, कृपया फिर से प्रयास करें!
id_id: Koneksi gagal, harap coba lagi!
ja: 接続に失敗しました。再度お試しください！
ko: 연결 실패. 다시 시도하세요.
pt_br: Falha na conexão. Tente novamente!
th: ล็อกอินล้มเหลว กรุณาลองใหม่อีกครั้ง!
vi: Kết nối bị lỗi, vui lòng thử lại!
zh_hans: 连接失败，请重新连接！
zh_hant: 連線失敗，請重新連線！

# 连接失败！
source: Connection failed!
bo_cn: འབྲེལ་མཐུད་མ་ཐུབ།
es: ¡Falló la conexión!
hi: कनेक्शन विफल!
id_id: Koneksi gagal!
ja: 接続に失敗しました！
ko: 연결 실패!
pt_br: Falha na conexão!
th: เชื่อมต่อล้มเหลว!
vi: Không kết nối được!
zh_hans: 连接失败！
zh_hant: 連線失敗！

# 连接网络后皱纹检测更加准确哦
source: Connect to the network to get more accurate wrinkledetection results.
id_id: Hubungkan ke jaringan untuk mendapatkan hasil deteksi kerutan yang lebih baik.
ja: ネットワークに接続して、より正確なシワ検出結果を取得してください。
ko: 네트워크 연결 시 더 정확하게 주름을 인식할 수 있어요~
th: เชื่อมต่ออินเทอร์เน็ต การตรวจจับริ้วรอยจะมีความแม่นยำมากขึ้น
vi: Kết nối mạng để nhận kết quả phát hiện nếp nhăn chính xác hơn.
zh_hant: 網路連線後皺紋檢測更準確哦

# 脸部不能遮挡哦
source: Don't block your face
bo_cn: ངོ་གདོང་འགོག་འགེབས་བྱེད་མི་ཆོག
es: No bloquees tu rostro
hi: अपना चेहरा मत छुपाइए
id_id: Jangan tutup wajah Anda
ja: 顔を覆わないでください
ko: 얼굴을 가리지 마세요.
pt_br: Não bloqueie seu rosto
th: อย่าบัง ใบหน้าของคุณ
vi: Đừng chặn khuôn mặt của bạn
zh_hans: 脸部不能遮挡哦
zh_hant: 臉部不能遮擋喔

# 脸宽(面部重塑)
source: Width
bo_cn: ངོ་ཞེང་།
es: Ancho
hi: चेहरे की चौड़ाई
id_id: Lebar wajah
ja: 顔の幅
ko: 얼굴 너비
pt_br: Largura
th: หน้ากว้าง
vi: Bề rộng
zh_hans: 脸宽
zh_hant: 臉寬

# 脸型
source: Face
bo_cn: གདོང་དབྱིབས།
es: Rostro
hi: चेहरा
id_id: Wajah
ja: 顔
ko: 얼굴
pt_br: Rosto
th: ใบหน้า
vi: Khuôn mặt
zh_hant: 臉型

# 脸型(面部重塑)
source: Face
bo_cn: གདོང་དབྱིབས།
es: Rostro
hi: चेहरा
id_id: Wajah
ja: 顔
ko: 얼굴
pt_br: Rosto
th: ครึ่งล่าง
vi: Mặt
zh_hans: 脸型
zh_hant: 臉型

# 两指张合可缩放虚化区域
source: Pinch to zoom blurred area.
bo_cn: འདྲ་པ་ཇེ་ཆུང་དུ་བཏང་སྟེ་བཅོས་མའི་ཁུལ་དུ་འཇོག་པ་་
es: Pellizca para hacer zoom en el área desenfocada.
hi: धुँधले भाग को ज़ूम करने के लिए पिंच करें।
id_id: Cubit untuk memperbesar area yang dikaburkan.
ja: ピンチ操作で、ぼかした領域をズームできます。
ko: 손가락을 모아서 흐릿한 영역을 확대/축소합니다.
pt_br: Use o gesto de pinçagem para aplicar zoom na área desfocada.
th: หนีบนิ้วเพื่อซูมบริเวณที่เบลอ
vi: Dùng hai ngón tay để phóng to thu nhỏ khu vực bị mờ.
zh_hans: 两指张合可缩放虚化区域
zh_hant: 兩指張合可以縮放虛化區域

# 两指张合可以缩放虚化区域哦~
source: Pinch to zoom blurred area.
bo_cn: འདྲ་པ་ཇེ་ཆུང་དུ་བཏང་སྟེ་བཅོས་མའི་ཁུལ་དུ་འཇོག་པ་་
es: Pellizca para hacer zoom en el área desenfocada.
hi: धुँधले भाग को ज़ूम करने के लिए पिंच करें।
id_id: Cubit untuk memperbesar area yang dikaburkan.
ja: ピンチ操作で、ぼかした領域をズームできます。
ko: 손가락을 모아서 흐릿한 영역을 확대/축소합니다.
pt_br: Use o gesto de pinçagem para aplicar zoom na área desfocada.
th: จีบนิ้วเพื่อซูมพื้นที่เบลอ
vi: Nhúm để thu phóng vùng bị nhòe.
zh_hans: 两指张合可以缩放虚化区域哦~
zh_hant: 兩指張合可以縮放虛化區域哦~

# 亮度
source: Brightness
bo_cn: གསལ་ཚད།
es: Brillo
hi: चमक
id_id: Kecerahan
ja: 明るさ
ko: 밝기
pt_br: Brilho
th: ความสว่าง
vi: Độ sáng
zh_hant: 亮度

# 亮光
source: Vivid light
id_id: Cahaya terang
ja: ビビッドライト
ko: 비비드 라이트
th: แสงสว่าง
vi: Ánh sáng sống động
zh_hant: 亮光

# 亮眼
source: Brighten
bo_cn: མིག་ཇེ་གསལ།
es: Iluminar
hi: रोशनी बढ़ाएं
id_id: Mata Cerah
ja: キラキラ
ko: 밝게
pt_br: Iluminar
th: ตาบลิ้ง
vi: Làm sáng
zh_hans: 亮眼
zh_hant: 亮眼

# 亮眼画笔
source: Size
bo_cn: ཆེ་ཆུང།
es: Tamaño
hi: आकार
id_id: Ukuran
ja: ブラシ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hant: 亮眼畫筆

# 刘海
source: Bangs
id_id: Poni
ja: 前髪
ko: 앞머리
th: หน้าม้า
vi: Tóc Mái
zh_hant: 瀏海

# 浏览
source: Views
bo_cn: རགས་བལྟ
es: Visualizaciones
hi: ब्राउज़ करो
id_id: Dilihat
ja: 閲覧
ko: 조회수
pt_br: Navegar
th: เรียกดู
vi: Duyệt
zh_hant: 瀏覽

# 留下你的联系方式，方便我们更好的为你解决问题哦~
source: Please enter your contact info to better help us solve your problem.
bo_cn: ཤུལ་དུ་ཁྱོད་གཏུག་བྱེད་ཐབས་སྟབས་བདེ་ང་ཚོ་ར་སྔར་ལས་ལེགས་པའི་ཁྱོད་ལ་གནད་དོན་ཐག་གཅོད་བྱེད་པའི་ཨོ།
es: Ingresa tu información de contacto para ayudarte a solucionar tu problema de una mejor manera.
hi: कृपया अपनी सम्पर्क जानकारी डालें ताकि हम आपकी आपकी समस्या हल करने में बेहतर तरीके से मदद कर सकें।
id_id: Harap masukkan info kontak Anda untuk membantu kami memecahkan lebih baik masalah Anda.
ja: 問題を解決しやすくするため、お客様の連絡先情報を入力してください。
ko: 연락처를 입력해 주시면 문제를 빠르게 해결해 드릴 수 있습니다.
pt_br: Insira suas informações de contato para nos ajudar a solucionar o seu problema.
th: กรุณากรอกข้อมูลติดต่อของคุณเพื่อช่วยเราให้แก้ไขปัญหาได้ดียิ่งขึ้น
vi: Vui lòng nhập thông tin liên lạc của bạn để giúp chúng tôi giải quyết vấn đề của bạn tốt hơn.
zh_hans: 留下你的联系方式，方便我们更好的为你解决问题哦~
zh_hant: 留下您的連絡方式，方便我們更好的為你解決問題哦~

# 六边形
source: Hexagon
id_id: Segienam
ja: 六角形
ko: 육각형
th: หกเหลี่ยม
vi: Hình lục giác
zh_hant: 六邊形

# 滤镜
source: Filters
bo_cn: ཚགས་ཤེལ།
es: Filtros
hi: फ़िल्टर
id_id: Filter
ja: フィルター
ko: 필터
pt_br: Filtros
th: ฟิลเตอร์
vi: Bộ lọc
zh_hant: 濾鏡

# 滤镜拍后将为你开启瘦脸大眼
source: The Slim and Resize functions have been turned on for pictures taken with filters.
bo_cn: འཚག་ཤེལ་བཀོལ་ནས་པར་རྒྱབ་རྗེས་ངོ་ཕྲ་བཟོ་དང་མིག་ཆེ་བཟོ་བྱེད་སྲིད།
es: Al tomar una foto con filtros, se aplicarán las funciones Afinar rostro y Agrandar ojos.
hi: फ़िल्टर के माध्यम से कोई चित्र लेने के बाद, चेहरे को पतला करने व आँखों का आकार बदलने के फ़ंक्शन उपयोग किए जाएँगे।
id_id: Setelah mengambil foto dengan filter, fungsi penirusan wajah dan pengubah ukuran mata akan diterapkan.
ja: フィルターを使用して写真を撮影すると、小顔加工とデカ目機能が適用されます。
ko: 필터가 적용된 사진을 찍으면 갸름한 얼굴 및 눈 크기 조정 기능이 적용됩니다.
pt_br: Depois de tirar uma foto com um filtro, as funções de rosto slim e redimensionamento de olhos serão aplicadas.
th: หลังจากถ่ายภาพโดยใช้ฟิลเตอร์แล้ว ฟังก์ชันปรับหน้าเรียวและปรับขนาดดวงตาจะได้รับการปรับใช้
vi: Sau khi chụp một bức ảnh với bộ lọc, các tính năng làm gọn khuôn mặt và điều chỉnh kích cỡ mắt sẽ được áp dụng.
zh_hans: 滤镜拍后将为你开启瘦脸大眼
zh_hant: 使用濾鏡將開啟瘦臉大眼功能
