Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 未设置
source: Not yet set
bo_cn: མི་འགྱུར་
es: No ajustado
hi: अभी सेट नहीं
id_id: Belum disetel
ja: 未設定
ko: 아직 설정되지 않음
pt_br: Ainda não definido
th: ยังไม่ได้กำหนดค่า
vi: Chưa được thiết lập
zh_hant: 未設定

# 未识别到肩部，无法进行调整。
source: Failed to recognize shoulder, unable to adjust.
id_id: Gagal mengenali bahu, tidak bisa menyesuaikan diri.
ja: 肩の認識に失敗しました。調整できません。
ko: 어깨 인식 실패, 수정할 수 없습니다.
th: ตรวจไม่พบไหล่ ไม่สามารถปรับได้
vi: Không thể nhận diện vai, không thể điều chỉnh.
zh_hant: 肩部辨識失敗，無法進行調整。

# 未识别到颈部，无法进行调整。
source: Failed to recognize neck, unable to adjust.
id_id: Gagal mengenali leher, tidak bisa menyesuaikan.
ja: 首の認識に失敗しました。調整できません。
ko: 목 인식 실패, 수정할 수 없습니다.
th: ตรวจไม่พบคอ ไม่สามารถปรับได้
vi: Không thể nhận diện cổ, không thể chỉnh sửa.
zh_hant: 頸部辨識失敗，無法進行調整。

# 未识别到人脸，无法调整
source: No faces recognized. Cannot adjust.
id_id: Wajah tidak ditemukan. Tidak dapat menyesuaikan.
ja: 顔が検出されませんでした。調整できません。
ko: 얼굴 인식 실패, 수정 불가
th: ตรวจจับใบหน้าไม่สำเร็จ ไม่สามารถปรับ
vi: Không nhận dạng được khuôn mặt. Không thể điều chỉnh
zh_hant: 臉部辨識失敗，無法調整

# 未识别到人物，请手动选择抠图区域后进行描边
source: Unable to detect any persons. Please manually select cutout area and stroke it.
es: No se pueden detectar personas. Selecciona manualmente el área recortable y pincélala.
hi: कोई व्यक्ति नहीं मिले। कृपया कटआउट क्षेत्र स्वयं चुनें और उसे स्ट्रोक करें।
id_id: Tidak bisa mendeteksi siapa pun. Pilih area potongan secara manual dan usap.
ja: 人物が検出できません。切り抜くエリアを手動で選択して境界線を描いてしてください。
ko: 사람을 인식할 수 없습니다. 잘라낼 영역을 직접 선택해서 스트로크하세요.
pt_br: Não foi possível detectar nenhuma pessoa. Selecione manualmente a área de recorte e pincele ao redor dela.
th: ตรวจไม่พบบุคคล กรุณาเลือกพื้นที่คัตเอาต์และลากเส้นด้วยตัวเอง
vi: Không thể phát hiện bất kỳ người nào. Vui lòng chọn bằng tay vùng tách ảnh và khoanh nó.
zh_hant: 人物辨識失敗，請手動選擇去背區域後進行描邊。

# 未识别到人物，请自由编辑抠图区域
source: No portraits are detected, please edit the matting area freely.
es: No se detecta ningún retrato, edita libremente el área de la estera.
hi: कोई पोर्ट्रेट नहीं मिले, कृपया मैटिंग एरिया मुक्त रूप से एडिट करें।
id_id: Tidak ada potret terdeteksi, edit area matting secara bebas.
ja: ポートレートは検出されませんでした。自由にマッテッィングエリアを編集してください。
ko: 인물 사진을 감지하지 못했습니다. 매팅 영역을 자유롭게 편집해 주세요.
pt_br: Nenhum retrato foi detectado, por favor edite a área do fundo livremente.
th: ตรวจไม่พบภาพเหมือน กรุณาแก้ไขพื้นที่ที่เลือกอย่างอิสระ
vi: Không tìm thấy chân dung, vui lòng thoải mái chỉnh sửa khu vực khảm.
zh_hant: 無法辨識人物，請編輯去背區域

# 未识别到人像
source: Unable to recognize portrait
es: No se puede reconocer el retrato
hi: पोर्ट्रेट पहचान में नहीं आ रहा है
id_id: Tidak dapat mengenali potret
ja: ポートレートは認識できません
ko: 인물 사진을 인식할 수 없습니다
pt_br: Não é possível reconhecer o retrato
th: ไม่สามารถตรวจพบรูปเหมือนได้
vi: Không thể nhận diện ảnh chụp chân dung
zh_hant: 未辨識到臉部

# 未识别到人像，无法开启人像保护，请尽量使用正脸照。
source: Unable to detect a person to enable Lock Portrait. Please use a front facing photo.
bo_cn: མི་གཟུགས་ངོ་མ་ཤེས་ན།མི་ལ་སྲུང་སྐྱོབ་བྱེད་མི་ཐུབ་པས།གདོང་དྲང་མོ་བཀོལ་ཅི་ཐུབ་བྱོས།
es: Imposible detectar a la persona. Para usar Bloquear retrato usa una fotografía con el rostro de frente.
hi: लॉक पोर्ट्रेट फंक्शन सक्षम करने के लिए व्यक्ति खोजने में विफल। कृपया चेहरा सामने देखता फोटो लगाएं।
id_id: Tidak dapat mendeteksi orang untuk mengaktifkan Kunci Potret. Gunakan foto menghadap ke depan.
ja: 人物を検知して「ロックポートレート」を有効にすることができません。顔が正面を向いている写真を使用してください。
ko: 인물 사진 잠금을 사용할 인물을 인지하지 못했습니다. 정면 얼굴 사진을 사용해 주세요.
pt_br: Não foi possível detectar a pessoa para ativar a função Fixar Retrato. Utilize uma foto em que está de frente.
th: ตรวจไม่พบบุคคลเพื่อใช้งานการล็อกภาพบุคคล กรุณาใช้รูปที่ถ่ายหน้าตรง
vi: Không thể nhận diện người để kích hoạt chế độ xem dọc. Vui lòng sử dụng một ảnh chụp trực diện.
zh_hant: 辨識失敗，無法開啟人物保護，請盡量使用正面照。

# 未识别到手臂，无法进行调整。
source: Failed to recognize arm, unable to adjust.
id_id: Gagal mengenali lengan, tidak bisa menyesuaikan.
ja: 腕の認識に失敗しました。調整できません。
ko: 팔 인식 실패, 수정할 수 없습니다.
th: ตรวจไม่พบแขน ไม่สามารถปรับได้
vi: Không thể nhận diện cánh tay, không thể điều chỉnh.
zh_hant: 手臂辨識失敗，無法進行調整。

# 未识别到腿部线条，无法进行调整。
source: Failed to recognize leg lines, unable to adjust.
id_id: Gagal mengenali garis kaki, tidak bisa menyesuaikan.
ja: 脚ラインの認識に失敗しました。調整できません。
ko: 다리 라인 인식 실패, 수정할 수 없습니다.
th: ตรวจไม่พบแนวขา ไม่สามารถปรับได้
vi: Không thể nhận diện đường chân, không thể điều chỉnh.
zh_hant: 腿部線條辨識失敗，無法進行調整。

# 未识别到完整头部，换张照片试试哦~
source: Unable to recognize full head, please try another photo.
id_id: Tidak dapat mengenali kepala penuh, coba foto lain.
ja: 頭全体を認識できません。別の写真をお試しください。
ko: 전체 머리를 인식할 수 없습니다, 다른 사신으로 시도해 주세요.
th: ตรวจไม่พบศีรษะทั้งหมด กรุณาลองรูปอื่น
vi: Không thể nhận diện cả đầu, vui lòng thử ảnh khác.
zh_hant: 完整頭部辨識失敗，換張照片試試喔~

# 未识别到腰部线条，无法进行调整。
source: Failed to recognize waist line, unable to adjust.
id_id: Gagal mengenali lingkar pinggang, tidak bisa menyesuaikan.
ja: 腰ラインの認識に失敗しました。調整できません。
ko: 허리 라인 인식 실패, 수정할 수 없습니다.
th: ตรวจไม่พบเอว ไม่สามารถปรับได้
vi: Không thể nhận diện đường eo, không thể điều chỉnh.
zh_hant: 腰部線條辨識失敗，無法進行調整。

# 未知
source: Unknown
bo_cn: མ་ཤེས་པ།
es: Desconocido
hi: अज्ञात
id_id: Tak diketahui
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
th: ไม่ทราบ
vi: Không rõ
zh_hant: 未知

# 温馨提示
source: Tips
bo_cn: གསལ་བརྡ་གཏོང་རྒྱུར།
es: Consejos
hi: सलाह
id_id: Panduan
ja: ヒント
ko: 팁
pt_br: Dicas
th: คำแนะนำ
vi: Mẹo
zh_hans: 温馨提示
zh_hant: 温馨提示

# 文本
source: Text
id_id: Teks
ja: テキスト
ko: 텍스트
th: ข้อความ
vi: Văn bản
zh_hant: 文本

# 文件过大，无法自动卡点，换个音乐试试
source: The file is too large to use Snap to Beats automatically. Please try other music.
es: El archivo es demasiado grande para usar Snap to Beats de forma automática. Intenta con otra música.
hi: फाइल अत्यधिक बड़ी है, स्नैप टु बीट्स ऑटोमैटिक उपयोग नही कर सकते। कृपया अन्य संगीत आज़माएं।
id_id: File terlalu besar untuk menggunakan Snap to Beats secara otomatis. Coba musik lainnya.
ja: ファイルが大きすぎるため、自動的に「ビート合わせ」機能の使用ができません。他の音楽をお試しください。
ko: 자동으로 비트로 스냅을 사용하기엔 파일이 너무 큽니다. 다른 음악을 선택하세요.
pt_br: O arquivo é muito grande para utilizar o Toque para batidas automaticamente. Tente utilizar outra música.
th: ไฟล์ใหญ่เกินกว่าจะใช้การยึดบีทโดยอัตโนมัติ กรุณาลองเพลงอื่น
vi: Tệp quá lớn để dùng Snap to Beat một cách tự động. Vui lòng thử các loại nhạc khác.
zh_hant: 音檔過大，無法自動卡點，換個音樂試試

# 文艺
source: Artistic
bo_cn: རིག་རྩལ།
id_id: Artistik
ja: 芸術的
ko: 예술적
th: อาร์ต
vi: Khéo léo
zh_hant: 文藝

# 文字
source: Text
bo_cn: ཡི་གེ།
es: Texto
hi: लेख
id_id: Teks
ja: テキスト
ko: 텍스트
pt_br: Texto
th: ข้อความ
vi: Văn bản
zh_hans: 文字
zh_hant: 文字

# 文字功能已下线
source: Text function has been removed.
es: Se eliminó la función de texto.
hi: लेख फंक्शन निकाल दिया गया है.
id_id: Fungsi teks telah dihapus.
ja: テキスト機能が削除されました。
ko: 텍스트 기능이 제거됐습니다.
pt_br: A função texto foi eliminada.
th: ฟังก์ชันข้อความถูกนำออกไปแล้ว
vi: Chức năng văn bản đã được loại bỏ.
zh_hant: 文字功能已下架。

# 文字描述
source: Text description
bo_cn: གསལ་བཤད།
es: Descripción
hi: शब्दों में जानकारी
id_id: Deskripsi teks
ja: テキスト説明
ko: 텍스트 설명
pt_br: Descrição do texto
th: รายละเอียดข้อความ
vi: Mô tả
zh_hant: 文字描述

# 文字样式
source: Style
bo_cn: ཡི་གེའི་རྣམ་པ།
es: Estilo
hi: स्टाइल
id_id: Gaya warna
ja: スタイル
ko: 스타일
pt_br: Estilo
th: สไตล์
vi: Phong cách
zh_hans: 文字样式
zh_hant: 文字樣式

# 纹理减淡
source: Texture dodge
id_id: Dodge tekstur
ja: 覆い焼き
ko: 텍스처 닷지
th: พื้นผิวเลือน
vi: Làm sáng họa tiết
zh_hant: 紋理減淡

# 纹理强光
source: Hard light
id_id: Cahaya keras
ja: ハードライト
ko: 하드 라이트
th: พื้นผิวแสงจ้า
vi: Ánh sáng gắt
zh_hant: 紋理強光

# 我
source: Me
bo_cn: ང་།
es: Yo
hi: मैं
id_id: Aku
ja: 自分
ko: 나
pt_br: Eu
th: ฉัน
vi: Tôi
zh_hant: 我

# 我的定制
source: DIY
hi: खुद करें
vi: Tự làm
zh_hant: 我的訂製

# 我的粉丝正在来的路上
source: My followers are on their way
bo_cn: བདག་གི་མོས་གྲོགས་རྣམས་ལམ་ཆས་བཞིན་པའི་སྒང་ཡིན།
es: Ya llegarán mis seguidores
hi: मुझे फ़ॉलो करने वाले आ रहे हैं
id_id: Pengikut saya dengan pilihannya sendiri.
ja: フォロワーが集まってきています
ko: 내 팔로워들이 오고 있습니다.
pt_br: Meus seguidores estão à caminho
th: ผู้ติดตามของฉันกำลังมา
vi: Người theo dõi của tôi đang trên đường
zh_hant: 我的還沒有粉絲 快來追蹤我吧

# 我的个人水印
source: Watermark
es: Marca de agua
hi: वॉटरमार्क
id_id: Tanda air
ja: 透かし
ko: 개인 워터마크
pt_br: Marca D'água
th: ลายน้ำ
vi: Dấu chìm
zh_hant: 個人浮水印

# 我的配方
source: My Tips
id_id: Tips Saya
ja: 私のヒント
ko: 내 팁
th: แม่แบบของฉัน
vi: Mẹo Của Tôi
zh_hant: 我的配方

# 我的钱包
source: My Wallet
bo_cn: བདག་གི་སྒོོར་ཁུག
hi: मेरा वैलेट
id_id: Dompet Saya
ja: マイウォレット
ko: 내 지갑
pt_br: Minha Carteira
th: กระเป๋าของฉัน
vi: Ví của tôi
zh_hant: 我的錢包

# 我的收藏
source: My Favorites
es: Mis favoritos
hi: मेरे पसंदीदा
id_id: Favorit Saya
ja: 私のお気に入り
ko: 내 즐겨찾기
pt_br: Meus favoritos
th: รายการโปรดของฉัน
vi: Mục Yêu thích của tôi
zh_hant: 我的收藏

# 我的私人相册
source: My Private Album
zh_hant: 我的私人相簿

# 我的相册
source: Album
bo_cn: བདག་གི་པར་དེབ།
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
th: อัลบั้ม
zh_hans: 我的相册
zh_hant: 我的相簿

# 我的颜值管家
source: My Beauty
bo_cn: ངའི་མཛེས་ལོད་སྐྱེ་འབྲས་ཕྱག་མཛོད་།
es: Mi belleza
hi: माय ब्यूटी
id_id: Kecantikanku
ja: マイビューティー
ko: 내 뷰티
pt_br: Minha Beleza
th: ความงามของฉัน
vi: Vẻ đẹp của Tôi
zh_hant: 我的顏值管家

# 我的专属
source: Exclusive Services
es: Servicios exclusivos
hi: विशिष्ट सेवाएं
id_id: Layanan Eksklusif
ja: 限定サービス
ko: 전용 서비스
pt_br: Serviços exclusivos
th: บริการเอ็กซ์คลูซีฟ
vi: Các Dịch vụ Dành riêng
zh_hant: 我的專屬

# 我关注的人
source: My following
bo_cn: ངའི་དོ་སྣང་བྱེད་སའི་མི་སྣ་།
es: A quienes sigo
hi: मेरी फ़ॉलोइंग
id_id: Yang saya ikuti
ja: フォロー中
ko: 내 팔로우
pt_br: Quem está me seguindo
th: การติดตามของฉัน
vi: Người tôi theo dõi
zh_hant: 我追蹤的人

# 我还没有收藏
source: No favorites
bo_cn: ངས་ད་དུང་ཉར་ཚགས་བྱེད་མེད།
es: No hay favoritos
hi: कोई पसंदीदा नहीं
id_id: Tidak ada favorit
ja: お気に入りがありません
ko: 즐겨찾기 없음
pt_br: Nenhum favorito
th: ไม่มีรายการโปรด
vi: Không có mục yêu thích
zh_hant: 我還沒有收藏

# 我还未解锁地标
source: Locked Landmarks
bo_cn: ངས་ས་གསལ་མངོན་རྟགས་ཀྱི་སྒོ་ཕྱེ་མི་འདུག
es: Puntos de referencia bloqueados
hi: लॉक हुए लैंडमार्क
id_id: Tengaran Terkunci
ja: ロックされたランドマーク
ko: 잠긴 랜드마크
pt_br: Marcos Bloqueados
th: แลนด์มาร์กที่ถูกล็อก
vi: Mốc giới bị Khóa
zh_hant: 我還未解鎖地標

# 我竟然还没有个性签名
source: Hey! I don't have a bio yet!
bo_cn: དབདག་ལ་ད་དུང་སྨྱུག་མིང་མི་འདུག
es: ¡Aún no tengo una biografía!
hi: वाह! मैंने अभी तक अपनी कोई जानकारी नहीं दी है!
id_id: Wah, aku belum punya bio!
ja: おっと！まだ自己紹介が入力されていません！
ko: 우와! 아직 소개가 없습니다!
pt_br: Uau! Eu ainda não tenho uma biografia!
th: ว้าว! ฉันยังไม่มีระวัติส่วนตัว!
vi: Chà! Bạn chưa có tiểu sử!
zh_hant: 我竟然還沒有個人簡介

# 我们还为您准备了
source: We also offer
id_id: Kami juga menawarkan
ja: こちらもご利用いただけます
ko: 더 보기
th: เราเตรียมสิ่งเหล่านี้ไว้ให้คุณด้วย
vi: Chúng tôi cũng cung cấp
zh_hant: 我們還為您準備了

# 我们将为你提供
source: We offer
bo_cn: ང་ཚོ་ས་ཁྱོད་ལ།
es: Ofrecemos
hi: हम ऑफ़र करते हैं
id_id: Kami menawarkan
ja: 弊社では、次を提供します：
ko: 제공
pt_br: Nós oferecemos
th: เราขอเสนอ
vi: Chúng tôi đề nghị
zh_hans: 我们将为你提供
zh_hant: 我們將為你提供

# 我要码
source: I want a code
bo_cn: ངས་ནང་འཇུག་བྱ།
es: Quiero un código
hi: मुझे एक कोड चाहिए
id_id: Saya mau kode
ja: コードを希望します
ko: 코드를 원합니다.
pt_br: Eu quero um código
th: ฉันต้องการรหัส
vi: Tôi muốn có mã
zh_hans: 我要码
zh_hant: 我要邀請碼

# 我要拍
source: Shoot
es: Disparar
hi: शूटिंग
id_id: Potret
ja: 撮影
ko: 촬영
pt_br: Tirar
th: ถ่าย
vi: Chụp
zh_hant: 我要拍

# 我要使用
source: Use
bo_cn: ངས་བཀོལ་སྤྱོད་བྱ་རྒྱུ།
es: Usar
hi: उपयोग करें
id_id: Gunakan
ja: 使用
ko: 사용
pt_br: Usar
th: ใช้
vi: Sử dụng
zh_hans: 我要使用
zh_hant: 我要套用

# 我在这里
source: My location
bo_cn: ང་འདི་རུ་ཡོད།
es: Mi ubicación
hi: स्थान
id_id: Aku di sini
ja: 位置情報
ko: 내 위치
pt_br: Meu local
th: ตำแหน่งของฉัน
vi: Địa điểm của tôi
zh_hant: 我在这里

# 我正在积攒美好
source: I'm liking all the good things in life.
bo_cn: ངས་ད་ལྟ་མཛེས་སྡུག་ལྡན་པ་དག་གསོག་ཉར་བྱེད་བཞིན་ཡོད།
es: Me gustan todas las cosas buenas de la vida.
hi: मुझे ज़िंदगी की सभी अच्छी चीज़ें पसंद आ रही हैं।
id_id: Saya menyukai semua hal baik dalam kehidupan.
ja: お気に入りのすべてに「いいね！」を押しています。
ko: 나는 삶의 모든 긍정적인 부분을 좋아합니다.
pt_br: Eu gosto das coisas boas da vida.
th: ฉันชอบสิ่งต่าง ๆ ที่เกิดขึ้นในชีวิตของฉัน
vi: Tôi thích tất cả những điều tốt đẹp trong cuộc sống.
zh_hant: 我正在收集美好

# 我知道了
source: OK
bo_cn: ངས་ཤེས་སོང་།
es: Aceptar
hi: ठीक है
id_id: Paham
ja: 了解です
ko: 확인
th: ตกลง
zh_hans: 我知道了
zh_hant: 我知道了

# 卧蚕
source: Aegyo sal
ja: 涙袋
ko: 애교살
th: ถุงใต้ตา
vi: Bọng mắt
zh_hant: 臥蠶

# 无
source: None
id_id: Tidak ada
ja: なし
ko: 없음
th: ไม่มี
vi: Không
zh_hant: 無

# 无边框
source: None
bo_cn: མཐའ་སྒྲོམ་མེད་པ།
es: Ninguno
hi: कोई नहीं
id_id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
th: ไม่มี
vi: Không
zh_hans: 无边框
zh_hant: 無邊框

# 无法选择“下载中”的图片
source: Cannot select images that are currently being downloaded.
bo_cn: ཕབ་ལེན་བྱ་བཞིན་པའི་འདྲ་པར་འདེམས་མི་ཐུབ།
es: No se pueden seleccionar las imágenes que actualmente se están descargando.
hi: जो इमेज अभी डाउनलोड की जा रही हैं, उन्हें चुना नहीं जा सकता।
id_id: Tidak dapat memilih gambar yang sedang diunduh.
ja: 現在ダウンロード中の画像は選択できません。
ko: 현재 다운로드 중인 이미지는 선택할 수 없습니다.
pt_br: Não é possível selecionar imagens que estão sendo baixadas no momento.
th: ไม่สามารถเลือกรูปภาพที่กำลังดาวน์โหลดอยู่ได้
vi: Không thể lựa chọn các ảnh hiện đang được tải về.
zh_hans: 无法选择“下载中”的图片
zh_hant: 無法選擇“下載中”的圖片

# 无访问权限
source: Please allow photo access
bo_cn: འདྲི་རྩད་ཆོག་མཆན་མི་འདུག
es: Permite acceso a las fotos
hi: फ़ोटो का इस्तेमाल करने की अनुमति दें
id_id: Harap izinkan akses foto
ja: 写真へのアクセスを許可してください
ko: 사진 액세스를 허락하세요.
pt_br: Permita acesso a fotos
th: กรุณาให้อนุญาตสืบค้นภาพ
vi: Vui lòng cho phép truy cập ảnh
zh_hans: 无访问权限
zh_hant: 無訪問權限

# 无音乐
source: None
bo_cn: གླུ་གཞས་མེད་པ།
es: Nada
hi: कोई नहीं
id_id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
th: ไม่มี
vi: Không
zh_hant: 無音樂

# 五官
source: Facial features
id_id: Fitur wajah
ja: 顔の特徴
ko: 얼굴
th: ลักษณะใบหน้า
vi: Đặc điểm khuôn mặt
zh_hant: 五官

# 五官立体
source: Contour
bo_cn: དབང་ལྔ་ལངས་གཟུགས་
es: Figura
hi: कंटूर
id_id: Kontur
ja: 輪郭
ko: 윤곽
pt_br: Contorno
th: คอนทัวร์
vi: Viền
zh_hant: 五官立體

# 嘻嘻，我有好多新玩意，和你一起玩好不好呀~😍
source: Check out our latest features! Find a filter for every occasion 😍
bo_cn: ཧ་ཧ། ང་ལ་རྩེད་ཆས་གསར་བ་མང་པོ་ཡོད།ཁྱོད་ང་དང་ལྷན་དུ་རྩེ་ན་ཆོག་གམ། 😍
es: ¡Mira nuestras últimas características! Encuentra un filtro para cada ocasión 😫
hi: हमारे नए फीचर्स देखो! हर मौके के लिए एक फिल्टर है 😍
id_id: Hehe, aku punya banyak sekali gawai baru! Maukah kamu mencobanya?
ja: 最新の機能をチェックしてください！様々なシチュエーションに合うフィルターが見つかります 😍
ko: 최신 기능을 확인하세요! 항상 필터를 찾아보세요.
pt_br: Confira nossos últimos recursos! Encontre um filtro para cada ocasião 😍
th: ดูฟีเจอร์ใหม่ล่าสุดของเรา! พบฟิลเตอร์สำหรับทุกๆ โอกาส 😍
vi: Hãy khám phá những tính năng mới nhất của chúng tôi! Tìm một bộ lọc cho mọi dịp 😍
zh_hans: 嘻嘻，我有好多新玩意，和你一起玩好不好呀~😍
zh_hant: 嘻嘻，我有好多新玩意，和你一起玩好不好呀~😍

# 喜欢美图秀秀吗?
source: Enjoyed Meitu?
bo_cn: མེའུ་ཐུའུ་མཛེས་བརྙན་ཐུགས་བློ་ལ་འབབ་བམ།
es: ¿Disfrutaste de Meitu?
hi: Meitu का आनन्द लिया?
id_id: Suka Meitu?
ja: Meituは気に入りましたか？
ko: Meitu가 마음에 드셨나요?
pt_br: Gostou do Meitu?
th: พอใจกับ Meitu หรือไม่
vi: Bạn thích Meitu chứ?
zh_hans: 喜欢美图秀秀吗?
zh_hant: 喜歡美圖秀秀嗎?

# 系统蓝牙未打开
source: System bluetooth isn't on
bo_cn: ད་དུང་བོད་ཀྱི་ལོ་རྒྱུས་སྔོ་སོ།
es: El sistema de bluetooth no está activado
hi: सिस्टम का ब्ल्यूटूथ चालू नहीं है
id_id: Bluetooth sistem tidak hidup
ja: システムのBluetoothがONではありません
ko: 시스템 블루투스가 켜져 있지 않습니다.
pt_br: O Bluetooth do sistema não está ativado
th: Bluetooth ระบบไม่ได้เปิดทำงาน
vi: Bluetooth hệ thống chưa bật
zh_hans: 系统蓝牙未打开
zh_hant: 系統藍牙未開啟

# 细(五官)
source: Thin
bo_cn: ཕྲ་
es: Delgado
hi: पतला
id_id: Tipis
ja: 薄い
ko: 얇음
pt_br: Fino
th: บาง
vi: Mỏng
zh_hans: 细
zh_hant: 細

# 细节
source: Detail
es: Detalle
hi: विवरण
ja: 詳細
ko: 디테일
pt_br: Detalhe
th: รายละเอียด
vi: Chi tiết
zh_hant: 細節

# 下巴
source: Chin
bo_cn: མ་ནེ།
id_id: Dagu
ja: 顎
ko: 턱
th: คาง
vi: Cằm
zh_hant: 下巴

# 下巴(面部重塑)
source: Chin
bo_cn: མ་ནེ།་
es: Mentón
hi: ठुड्डी
id_id: Dagu
ja: 頬
ko: 턱
pt_br: Queixo
th: คาง
vi: Cằm
zh_hans: 下巴
zh_hant: 下巴

# 下颌
source: Lower jaw
id_id: Rahang bawah
ja: 下顎
ko: 아래턱
th: กรามล่าง
vi: Hàm dưới
zh_hant: 下颌

# 下颌(面部重塑)
source: Lower jaw
es: Mandíbula inferior
hi: निचला जबड़ा
id_id: Rahang bawah
ja: 下顎
ko: 아래턱
pt_br: Maxilar inferior
th: กรามล่าง
vi: Hàm dưới
zh_hans: 下颌
zh_hant: 下颌

# 下划线
source: Underline
id_id: Garis bawah
ja: 下線
ko: 밑줄
th: ขีดเส้นใต้
vi: Gạch chân
zh_hant: 加底線

# 下拉查看更多
source: Swipe down to view more
bo_cn: འོག་འཐེན་ཞིབ་ལྟ་དེ་ལས་མང་
es: Desplázate hacia abajo para ver más
hi: अधिक देखने के लिए नीचे स्वाइप करें
id_id: Usap ke bawah utk yg lain
ja: 下にスワイプしてさらに表示
ko: 아래로 내려 자세한 내용 보기
pt_br: Deslize para baixo para ver mais
th: ปัดลงเพื่อดูเพิ่ม
vi: Vuốt xuống để xem thêm
zh_hant: 下拉查看更多

# 下拉查看更多内容
source: Swipe down to view more
bo_cn: འོག་འཐེན་ཞིབ་ལྟ་ནང་དོན་དེ་ལས་མང་ཨེ་མ་ཧོ་ལོ་ཙཱ།
es: Desplázate hacia abajo para ver más
hi: अधिक देखने के लिए नीचे स्क्रॉल करें
id_id: Usap ke bawah utk yg lain
ja: 下にスクロールしてさらに表示
ko: 아래로 스크롤해서 자세한 내용을 보세요
pt_br: Deslize para baixo para ver mais
th: ปัดลงเพื่อดูเพิ่ม
vi: Vuốt xuống để xem thêm
zh_hant: 下拉查看更多內容

# 下拉发现 更多内容
source: Swipe down to view more
es: Desplázate hacia abajo para ver más
hi: अधिक देखने के लिए नीचे स्वाइप करें
id_id: Usap turun untuk melihat lainnya
ja: 下にスワイプして さらに表示
ko: 아래로 스와이프해서 자세한 내용을 보세요
pt_br: Deslize para baixo para ver mais
th: ปัดลง เพื่อดูเพิ่ม
vi: Vuốt xuống để xem thêm
zh_hant: 下拉發現 更多內容

# 下拉发现新世界
source: Swipe down and discover a whole new world
bo_cn: འཇིག་རྟེན་པའི་འོག་རྙེད་འཐེན་
es: Desplázate hacia abajo y descubre un mundo completamente nuevo
hi: नीचे स्वाइप करके एक अनोखी दुनिया में जाएं
id_id: Usap turun dan temukan dunia baru
ja: 下にスワイプしてすべてが新しい世界を見つけよう
ko: 아래로 내리면 새로운 세상이 펼쳐집니다
pt_br: Deslize para baixo para descobrir um mundo totalmente novo
th: ปัดลงเพื่อค้นพบโลกใบใหม่
vi: Vuốt xuống và khám phá cả một thế giới mới
zh_hant: 下拉發現新世界

# 下拉加载更多
source: Pull down to load more
bo_cn: མར་འཐེན་ཚེ་དེ་ལས་མང་པོ་ཕབ་ལེན་བྱ་ཐུབ།
es: Desliza el dedo hacia abajo para cargar más
hi: ज़्यादा लोड करने के लिए नीचे की ओर खींचें
id_id: Tarik ke bawah untuk memuat lebih banyak
ja: さらに読み込むには、プルダウンしてください
ko: 더 많이 로드하려면 아래로 당기세요.
pt_br: Puxe para baixo para carregar mais
th: ดึงลงเพื่อโหลดเพิ่มเติม
vi: Kéo xuống để tải thêm
zh_hans: 下拉加载更多
zh_hant: 向下拖曳載入更多

# 下拉就可以拍照哦~
source: Slide down to snap
bo_cn: མར་འཐེན་ན་པར་རྒྱབ་ཐུབ།
es: Desliza hacia para tomar foto
hi: फ़ोटो खींचने के लिए नीचे की ओर स्लाइड करें
id_id: Seret ke bawah untuk selfie
ja: スナップ写真を撮るには、下にスライドしてください
ko: 찍으려면 아래로 미세요.
pt_br: Deslize para baixo para tirar uma foto
th: เลื่อนลงเพื่อล็อคเก็บ
vi: Trượt xuống để chụp nhanh
zh_hans: 下拉就可以拍照哦~
zh_hant: 向下拉就可以拍照囉～

# 下拉刷新，看到更多变美内容
source: Slide down to discover more posts
zh_hant: 重新整理，看到更多變美內容

# 下拉刷新，get更多变美好物
source: Slide down to discover more
zh_hant: 重新整理，獲得更多變美好物

# 下庭(面部重塑)
source: Lower face
es: Parte inferior del rostro
hi: निचला चेहरा
id_id: Rahang
ja: 口元
ko: 얼굴 하단
pt_br: Abaixe seu rosto
th: ครึ่งล่าง
vi: Hạ đình
zh_hans: 下庭
zh_hant: 下庭

# 下午好
source: Good afternoon
bo_cn: དགོང་དྲོ་བདེ་ལེགས་
es: Buenas tardes
hi: दोपहर की नमस्ते
id_id: Selamat siang
ja: こんにちは
ko: 좋은 오후입니다
pt_br: Boa tarde
th: สวัสดีตอนบ่าย
vi: Chào buổi chiều
zh_hant: 下午好

# 下一步
source: Next
bo_cn: 下一步
es: Siguiente
hi: अगला
id_id: Lanjut
ja: 次へ
ko: 다음
pt_br: Próximo
th: ถัดไป
vi: Kế tiếp
zh_hant: 下一步

# 下载
source: Download
bo_cn: ཕབ་ལེན།
es: Descargar
hi: डाउनलोड
id_id: Unduh
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
th: ดาวน์โหลด
vi: Tải về
zh_hans: 下载
zh_hant: 下載

# 下载的字体可长按删除哦~
source: Hold down to delete downloaded fonts.
bo_cn: ཕབ་ལེན་བྱས་ཟིན་པའི་ཡིག་གཟུགས་ཡུན་རིང་བོར་མནན་ཚེ་བསུབས་ཐུབ།
es: Mantén presionado para eliminar las fuentes descargadas.
hi: डाउनलोड किए गए फ़ॉण्ट हटाने के लिए दबाकर रखें।
id_id: Tekan terus untuk menghapus font yang diunduh.
ja: ダウンロードされたフォントを削除するには、長押ししてください。
ko: 다운로드한 폰트를 삭제하려면 길게 누릅니다.
pt_br: Mantenha pressionado para excluir as fontes baixadas.
th: กดค้างเพื่อลบแบบอักษรที่ดาวน์โหลดไว้
vi: Giữ phím để xóa các phông chữ đã tải về.
zh_hant: 下載的字體可長按刪除哦~

# 下载活动素材中
source: Downloading
bo_cn: བྱ་འགུལ་དཔྱད་གཞི་ནང་འཇུག་བྱེད་བཞིན་པའི་སྒང་།
es: Descargando
hi: डाउनलोड हो रहा है
id_id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
pt_br: Fazendo download
th: กำลังดาวน์โหลด
vi: Đang tải về
zh_hans: 下载活动素材中
zh_hant: 下載活動素材中

# 下载全部滤镜
source: Download all
bo_cn: ཕབ་ལེན་ཡོངས་རྫོགས་མེ་ལོང་།
es: Descargar todo
hi: सभी डाउनलोड करें
id_id: Unduh semua
ja: すべてダウンロード
ko: 전체 다운로드
pt_br: Baixar tudo
th: ดาวน์โหลดทั้งหมด
vi: Tải tất về
zh_hant: 下載全部濾鏡

# 下载失败
source: Download failed
bo_cn: ཕབ་ལེན་བྱ་མ་ཐུབ་པས།
es: Descarga fallida
hi: डाउनलोड नहीं किया जा सका
id_id: Pengunduhan gagal
ja: ダウンロードに失敗しました
ko: 다운로드 실패
pt_br: Falha no download
th: ดาวน์โหลดล้มเหลว
vi: Tải về bị lỗi
zh_hans: 下载失败
zh_hant: 下載失敗

# 下载失败，请检查网络后重试。
source: Failed to download. Please check your internet connection and try again.
bo_cn: ཕབ་ལེན་བྱ་མ་ཐུབ་པས། དྲ་རྒྱར་རྟོག་ཞིབ་བྱས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་གནང་རོགས།
es: No se pudo descargar. Verifica la conexión a Internet e intenta nuevamente.
hi: डाउनलोड नहीं हो पाया। अपना इंटरनेट कनेक्शन चेक करें और दोबारा कोशिश करें।
id_id: Gagal mengunduh. Periksa koneksi internet dan silakan coba lagi.
ja: ダウンロードに失敗しました。インターネット接続を確認してから、再度お試しください。
ko: 다운로드에 실패. 인터넷 연결을 확인한 후 다시 시도하세요.
pt_br: Falha ao baixar. Verifique sua conexão com a Internet e tente novamente.
th: ดาวน์โหลดไม่สำเร็จ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
vi: Tải về không thành công. Vui lòng kiểm tra đường truyền internet của bạn và thử lại.
zh_hans: 下载失败，请检查网络后重试。
zh_hant: 下載失敗，請檢查你的網路連線狀態。

# 下载失败，请重试
source: Download failed, please try again.
bo_cn: ཕབ་ལེན་ཕམ་སོང་།ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།
es: No se pudo realizar la descarga, inténtalo de nuevo.
hi: डाउनलोड विफल, कृपया पुनः कोशिश करें
id_id: Gagal mengunduh, coba lagi nanti.
ja: ダウンロードに失敗しました。再試行してください。
ko: 다운로드 실패, 다시 시도하세요.
pt_br: Falha ao baixar, tente novamente.
th: ดาวน์โหลดไม่สำเร็จ กรุณาลองอีกครั้ง
vi: Tải về không thành công, vui lòng thử lại.
zh_hant: 下載失敗，請重試

# 下载使用
source: Download
bo_cn: ཕབ་ལེན་།བེད་སྤྱོད་།
es: Descargar
hi: डाउनलोड
id_id: Unduh
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
th: ดาวน์โหลด
vi: Tải về
zh_hant: 下載使用

# 下载素材需要耗费一定流量，建议在WiFi环境下载哦~
source: Downloading effects can take up a lot of cellular data, so it's suggested that you download them only under Wi-Fi condition.
bo_cn: རྒྱུ་ཆ་ཕབ་ལེན་བྱེད་པར་བཞུར་ཚད་ངེས་ཅན་ཞིག་དགོས་པས། སྐུད་མེད་དྲ་བའི་འོག་ནས་ཕབ་ལེན་བྱས་ན་བཟང་སྙམ།
es: La descarga de los efectos puede consumir muchos datos móviles, por lo que te sugerimos que los descargues solo con WiFi disponible.
hi: सामग्री डाउनलोड करने में बहुत मोबाइल डेटा खर्च होता है, ऐसे में हम आपको सलाह देते हैं कि आप वाई फ़ाई के ज़रिए डाउनलोड करें।
id_id: Mengunduh efek dapat menghabiskan banyak data seluler, jadi Anda disarankan untuk mengunduhnya hanya melalui Wi-Fi.
ja: エフェクトのダウンロードには、多量のモバイルデータ通信が使用されます。そのため、Wi-Fiが利用可能な場合にのみダウンロードすることをおすすめします。
ko: 효과를 다운로드하면 셀룰러 데이터를 많인 소모할 수 있기 때문에 Wi-Fi에 연결되었을 때 다운로드하는 것이 좋습니다.
pt_br: O download dos efeitos pode consumir uma grande quantidade de dados de rede, e, por isso, sugerimos que os mesmos sejam baixados apenas através da rede Wi-Fi.
th: การดาวน์โหลดเอฟเฟกต์อาจใช้ข้อมูลในเครือข่ายโทรศัพท์มือถือจำนวนมาก แนะนำให้ดาวน์โหลดขณะเชื่อมต่อ Wi-Fi
vi: Tải về các hiệu ứng có thể tốn nhiều dữ liệu di động, do đó đề nghị bạn hãy tải chúng về chỉ khi đang dùng kết nối Wi-Fi.
zh_hans: 下载素材需要耗费一定流量，建议在WiFi环境下载哦~
zh_hant: 下載素材需要用上一定流量，建議在WiFi環境下載哦~

# 下载完成
source: Download Complete
bo_cn: ཕབ་ལེན་བྱས་ཟིན་པ།
es: Descarga completa
hi: डाउनलोड पूरा हो गया
id_id: Pengunduhan Selesai
ja: ダウンロード完了
ko: 다운로드 완료
pt_br: Baixado com êxito
th: ดาวน์โหลดเสร็จสิ้น
vi: Tải về hoàn tất
zh_hans: 下载完成
zh_hant: 下載完成
