Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 亲爱哒~ 写下你的美图定制的订单编号及需要解决的问题，美老师会尽快为你解决哦。
source: Dear user, please leave your problem and your MeituDIY order number, we will solve it as soon as possible.
bo_cn: ཉིད་ཀྱིས་མཛེས་པར་གཏན་ཁེལ་སྒྲིག་སྲོལ་གྱི་ཨང་རྟགས་དང་ཐག་གཅོད་དགོས་པའི་གནད་དོན་དག་བྲིས་རྗེས། མཛེས་བརྙན་དགེ་རྒན་གྱིས་ལམ་སེང་ཐག་གཅོད་བྱ་ངེས།
es: Querido usuario, deja tu problema y número de pedido PERSONALIZADO DE MEITU y lo resolveremos lo antes posible.
hi: प्रिय उपयोगकर्ता, कृपया अपनी समस्या और अपना MEITU PERSONALIZED ऑर्डर नंबर बताएं, हम इसे जल्द से जल्द सुलझाएंगे।
id_id: Yth pengguna, harap meninggalkan info masalah dan nomor order MEITU PERSONALIZED Anda, kami akan memecahkannya sesegera mungkin.
ja: お客様へ、問題についてご説明になり、MEITU PERSONALIZED注文番号をご入力ください。早急に問題を解決いたします。
ko: 사용자 님, 문제점과 귀하의 MEITU 맞춤형 주문 번호를 남겨주시면 가능한 빨리 해결해 드리겠습니다.
pt_br: Prezado usuário, indique o seu problema e o seu número de pedido MeituDIY, e nós encontraremos uma solução com a maior brevidade possível.
th: เรียนผู้ใช้ กรุณาแจ้งปัญหาของคุณ และหมายเลขคำสั่งเฉพาะจาก Meitu ของคุณ เราจะดำเนินการโดยเร็วที่สุด
vi: Kính gửi Người dùng, vui lòng để lại vấn đề và số đơn hàng MEITU CÁ NHÂN HÓA của bạn, chúng tôi sẽ xử lý sớm nhất có thể.
zh_hant: 請寫下你美圖訂製的訂單編號及需要解決的問題，美老師會盡快為你解決。

# 青柠
source: Lime
zh_hant: 青檸

# 轻美型
source: Style
bo_cn: མཛེས་བཟོ་སྟབས་བདེ།
es: Estilo
hi: स्टाइल
id_id: Gaya
ja: スタイル
ko: 스타일
pt_br: Estilo
th: สไตล์
vi: Phong cách
zh_hans: 轻美型
zh_hant: 輕美型

# 倾斜(面部重塑)
source: Slant
bo_cn: གསེག་པ།
es: Inclinación
hi: झुकाव
id_id: Miring
ja: 傾き
ko: 치켜 올라간 눈
pt_br: Inclinação
th: เฉียง
vi: Độ nghiêng
zh_hans: 倾斜
zh_hant: 倾斜

# 清除缓存
source: Clear Cache
bo_cn: ཕབ་འཇུག་མེད་པར་བཟོ་བ།
es: Borrar caché
hi: कैशे साफ़ करें
id_id: Bersihkan Cache
ja: キャッシュを消去
ko: 캐시 지우기
pt_br: Limpar cache
th: ล้างแคช
vi: Xóa bộ nhớ cache
zh_hans: 清除缓存
zh_hant: 清除快取

# 清除中...
source: Clearing
bo_cn: གཙང་སེལ།
es: Eliminando
hi: मिटाया जा रहा है
id_id: Membersihkan
ja: 消去中
ko: 지우는 중
pt_br: Limpando
th: กำลังล้าง
vi: Đang xóa
zh_hans: 清除中...
zh_hant: 清除中...

# 清空
source: Clear all
bo_cn: གཙང་སེལ།
es: Eliminar todo
hi: सभी साफ करें
id_id: Hapus semua
ja: 消去
ko: 전체 제거
pt_br: Limpar tudo
th: ล้างทั้งหมด
vi: Xóa tất cả
zh_hant: 清空

# 清晰
source: Clear
id_id: Definisi
ja: クリア
ko: 지우기
th: สดใส
vi: Độ nét
zh_hant: 清晰

# 请 重新点击 手机与遥控器
source: Please click the phone and Meitu Remote again
bo_cn: ཡང་བསྐྱར་ཁ་པར་དང་རྒྱང་བསྒྱུར་ཤེལ་མཐེབ་གནོན་བྱ་རོགས།
es: Haz clic en el teléfono y el control remoto de Meitu nuevamente
hi: कृपया फ़ोन व Meitu रिमोट को दुबारा क्लिक करें
id_id: Harap klik ponsel dan Meitu Remote lagi
ja: 携帯電話とMeituリモコンを再度クリックしてください
ko: 휴대폰과 Meitu 리모컨을 다시 클릭하세요.
pt_br: Clique no telefone e no Meitu Remote novamente
th: กรุณาคลิกที่โทรศัพท์และ Meitu Remote อีกครั้ง
vi: Vui lòng nhấp vào điện thoại và Điều khiển từ xa Meitu một lần nữa
zh_hans: 请 重新点击 手机与遥控器
zh_hant: 請 重新點選 手機與遙控器

# 请保持正脸哦~
source: Please keep the face in front.
bo_cn: ངོ་གདོང་གཙང་མ་རྒྱུན་འཁྱོངས་བྱེད་རོགས།
es: Mantén el rostro hacia el frente.
hi: कृपया चेहरा सामने रखें
id_id: Pertahankan wajah tetap menghadap ke depan.
ja: 正面を向いたままでいてください。
ko: 얼굴을 정면으로 향하게 하세요.
pt_br: Por favor, mantenha o rosto virado para frente.
th: กรุณาหันหน้าให้ตรง
vi: Vui lòng giữ thẳng mặt.
zh_hans: 请保持正脸哦~
zh_hant: 請保持正面喔~

# 请打开微博上传分享哦！
source: Open Weibo to upload and share!
es: ¡Abre Weibo para cargar y compartir!
hi: Weibo खोलकर अपलोड करें और शेयर करें!
id_id: Buka Weibo untuk mengunggah dan berbagi!
ja: Weiboを開いてアップロードし共有しましょう！
ko: Weibo를 열어서 업로드 및 공유하세요!
pt_br: Abra o Weibo para transferir e compartilhar!
th: เปิด Weibo เพื่ออัปโหลดและแชร์!
vi: Mở Weibo để tải lên và chia sẻ!
zh_hant: 請開啟微博上傳分享喔！

# 请到Messenger上传视频进行分享。
source: Please upload to Messenger to share this video.
es: Carga en Messenger para compartir este video.
hi: यह वीडियो साझा करने के लिए Messenger पर अपलोड करें
id_id: Unggah ke Messenger untuk membagikan video ini.
ja: この動画をシェアするにはMessengerにアップロードしてください。
ko: 이 동영상을 공유하려면 Messenger에 업로드하세요.
pt_br: Por favor, envie para Messenger para compartilhar este vídeo.
th: กรุณาอัปโหลดไปที่ Messenger เพื่อแชร์วิดีโอนี้
vi: Vui lòng tải lên Messenger để chia sẻ video này.
zh_hant: 請到Messenger上傳影片進行分享。

# 请到WhatsApp上传视频进行分享。
source: Please upload to WhatsApp to share this video.
es: Carga en WhatsApp para compartir este video.
hi: यह वीडियो साझा करने के लिए WhatsApp पर अपलोड करें
id_id: Unggah ke WhatsApp untuk membagikan video ini.
ja: この動画をシェアするにはWhatsAppにアップロードしてください。
ko: 이 동영상을 공유하려면 WhatsApp에 업로드하세요.
pt_br: Por favor, envie para WhatsApp para compartilhar este vídeo.
th: กรุณาอัปโหลดไปที่ WhatsApp เพื่อแชร์วิดีโอนี้
vi: Vui lòng tải lên WhatsApp để chia sẻ video này.
zh_hant: 請到WhatsApp上傳影片進行分享。

# 请点击选择一个人物后使用描边效果哦～
source: Please select a person to apply stroke effect.
es: Selecciona una persona para aplicar el efecto de pincelar.
hi: स्ट्रोक इफेक्ट लागू करने के लिए एक व्यक्ति चुनें।
id_id: Pilih orang untuk menerapkan efek stroke.
ja: 境界線効果を適用する人物を選択してください。
ko: 스트로크 효과를 적용할 사람을 선택하세요.
pt_br: Selecione uma pessoa para aplicar o efeito de pincelada.
th: กรุณาเลือกบุคคลเพื่อใช้เอฟเฟกต์ลากเส้น
vi: Vui lòng chọn một người để áp dụng hiệu ứng tạo đường viền.
zh_hant: 請點選一個人物後使用描邊效果喔~

# 请附上原作品链接，或发送邮件至%@
source: Please attach the link of the original work. Alternatively, you can send a detailed report to %@
zh_hant: 請附上原作品連結，或傳送至%@。

# 请检查系统设置，是否开启了“访问限制”功能，并解除限制
source: Please turn off Restrictions in Settings > General > Restrictions.
bo_cn: མ་ལག་གི་སྒྲིག་བཟོ་རྟགས་དཔྱད་བྱས་ཏེ།ཁ་ཕྱེ་ཆོག་མཆན་གནང་ཡོད་མེད་ལྟས་ཏེ་ཆོག་མཆན་གནང་རོགས།
es: Desactiva las restricciones en Configuraciones > General > Restricciones.
hi: कृपया सेटिंग > सामान्य > प्रतिबंध में प्रतिबंध बंद करें।
id_id: Harap matikan Pembatasan di Pengaturan > Umum > Pembatasan.
ja: [設定] > [一般] > [制限] で制限をOFFにしてください。
ko: 설정 > 일반 > 제한에서 제한을 끄세요.
pt_br: Desative as Restrições em Configurações > Geral > Restrições.
th: กรุณาปิด ข้อจำกัด ใน การตั้งค่า > ทั่วไป > ข้อจำกัด
vi: Vui lòng tắt Hạn chế trong mục Cài đặt > Chung > Hạn chế.
zh_hans: 请检查系统设置，是否开启了“访问限制”功能，并解除限制
zh_hant: 請檢查系統設定，是否開啟了“訪問限制”功能，並解除限制

# 请开启位置信息权限
source: Allow "Meitu" to access your location.
es: Permite que "Meitu" acceda a tu ubicación.
hi: Meitu को आपका स्थान जानने दें।
id_id: Izinkan "Meitu" untuk mengakses lokasi.
ja: 『Meitu』に位置情報へのアクセスを許可してください。
ko: Meitu의 위치 액세스를 허용해 주세요.
pt_br: Permitir que a "Meitu" acesse a sua localização.
th: อนุญาตให้ "Meitu" เข้าถึงตำแหน่งที่ตั้งของคุณ
vi: Cho phép "Meitu" truy cập vào vị trí của bạn.
zh_hant: 請開啟位置權限

# 请履行监管义务，确保相册成员不传播违规违法内容
source: Please fulfill your regulatory obligations by ensuring that album members do not share illegal content.
zh_hant: 請履行監管義務，確保相簿成員不傳播違規違法內容。

# 请求开启地理位置权限，为你推荐附近精彩内容
source: We require location access to recommend exciting content near you.
bo_cn: ས་ཁམས་གནས་ཡུལ་དབང་ཚད་སྒོ་འབྱེད་ནས། ཁྱེད་ལ་ཉེ་འཁོར་གྱི་ངོ་མཚར་བའི་ནང་དོན་འོས་སྦྱོར་བྱེད།
es: Necesitamos acceso a tu ubicación para recomendarte contenido emocionante cerca de ti.
hi: आपको दिलचस्प सामग्री की अनुशंसा करने के लिए हमें लोकेशन की पहुंच चाहिए
id_id: Kami membutuhkan akses lokasi untuk menyarankan konten menarik di sekitar Anda
ja: 最寄りのおすすめコンテンツを紹介するため、位置情報へのアクセスが必要です。
ko: 근처의 멋진 콘텐츠를 추천하려면 위치 액세스가 필요합니다.
pt_br: Precisamos de acesso ao local para recomendar conteúdos empolgantes perto de você.
th: เราต้องการเข้าถึงตำแหน่งที่ตั้งเพื่อแนะนำเนื้อหาที่น่าตื่นเต้นใกล้ๆ คุณให้
vi: Chúng tôi cần truy cập vị trí để có thể khuyến cáo các nội dung hấp dẫn ở gần bạn
zh_hant: 請求開啟定位置權限，為你推薦附近精彩內容

# 请求失败
source: Request failed
zh_hant: 請求失敗

# 请求失败, 请检查您的网络后重试。
source: Request failed, please check your network settings and try again later.
bo_cn: ཞུ་བ་ནོར་འཁྲུལ།སྐུ་ཉིད་ཀྱི་དྲ་ལམ་རྟགས་དཔྱད་བྱས་ཏེ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱ་རོགས།
es: Falló la solicitud. Verifica la configuración de red e intenta nuevamente.
hi: अनुरोध विफल, कृपया अपनी नेटवर्क सेटिंग्स को जाँचें और दुबारा प्रयास करें।
id_id: Permintaan gagal, harap periksa pengaturan jaringan dan coba lagi.
ja: リクエストに失敗しました。ネットワーク設定を確認して、後ほど再度お試しください。
ko: 요청 실패. 네트워크 설정을 확인한 후 나중에 다시 시도하세요.
pt_br: Falha na solicitação. Verifique suas configurações de rede e tente novamente.
th: คำขอล้มเหลว กรุณาตรวจสอบค่าเครือข่ายของคุณ และลองใหม่อีกครั้งในภายหลัง
vi: Yêu cầu bị lỗi, vui lòng kiểm tra cài đặt mạng của bạn và thử lại sau.
zh_hans: 请求失败, 请检查您的网络后重试。
zh_hant: 請求失敗, 請檢查您的網路後重試.

# 请使用单人无遮挡正面照~
source: Please choose a photo with an unobstructed face.
id_id: Pilih foto dengan wajah yang tidak berdekatan.
ja: 顔が遮られていない写真を選択してください。
ko: 얼굴이 가려지지 않은 사진을 선택하세요.
th: กรุณาเลือกรูปภาพที่ไม่มีสิ่งใดบังใบหน้าไว้
vi: Vui lòng chọn một ảnh với một khuôn mặt rõ ràng.
zh_hant: 請選擇單人無遮擋的正面照

# 请输入昵称
source: Enter nickname
bo_cn: འབོད་མིང་འབྲི་རོགས།
es: Ingresar apodo
hi: उपनाम लिखें
id_id: Masukkan nama Anda
ja: ニックネームを入力
ko: 닉네임 입력
pt_br: Inserir apelido
th: ใส่ชื่อเล่น
vi: Nhập tên riêng
zh_hans: 请输入昵称
zh_hant: 請輸入暱稱

# 请输入QQ号手机号码邮箱
source: Contact info (QQ\TEL\Email)
es: Información de contacto (QQ\TEL\email)
hi: संपर्क की जानकारी (QQ\टेलीफ़ोन\ईमेल)
id_id: Info kontak (QQ\TEL\Email)
ja: 連絡先情報（QQ\電話番号\メール）
ko: 연락처 정보(QQ\TEL\Email)
pt_br: Informações de contato (QQ\TEL\E-mail)
th: ข้อมูลติดต่อ (QQ\โทรศัพท์\อีเมล)
vi: Thông tin liên lạc (QQ\ĐT\Email)
zh_hant: 請輸入QQ號\手機號碼\電子郵件

# 请填写生日信息
source: Please enter birth date
bo_cn: སྐྱེས་སྐར་ཆ་འཕྲིན་འབྲི་རོགས།
es: Ingresa tu fecha de nacimiento
hi: कृपया, अपनी जन्म तारीख डालें
id_id: Harap masukkan tanggal lahir
ja: 生年月日を入力してください
ko: 생년월일을 입력하세요.
pt_br: Insira a data de nascimento
th: กรุณากรอกวันเกิด
vi: Vui lòng nhập ngày sinh
zh_hans: 请填写生日信息
zh_hant: 請填寫生日

# 请通知我
source: Please notify me
bo_cn: སྙོམས་སྒྲིག
es: Notificarme
hi: कृपया मुझे सूचित करें
id_id: Beri tahu saya
ja: 通知する
ko: 나에게 알려주기
pt_br: Notificar-me
th: กรุณาแจ้งเตือนฉัน
vi: Xin thông báo cho tôi
zh_hans: 请通知我
zh_hant: 請通知我

# 请先上传视频
source: Please upload a video first
id_id: Harap unggah video terlebih dahulu
ja: 最初に動画をアップロードしてください
ko: 먼저 동영상을 업로드해 주세요.
th: กรุณาอัปโหลดวิดีโอก่อน
vi: Hãy tải video trước
zh_hant: 請先上傳影片

# 请先添加收藏
source: Please add to favorites first.
bo_cn: ཉར་ཚགས་སྣོན་རོགས།
es: Primero agrega favoritos.
hi: कृपया पहले पसंदीदा में जोड़ें
id_id: Tambahkan ke favorit terlebih dahulu.
ja: 初めにお気に入りに追加してください。
ko: 먼저 즐겨찾기에 추가해 주세요.
pt_br: Adicione aos favoritos primeiro.
th: กรุณาเพิ่มลงในรายการโปรดก่อน
vi: Vui lòng thêm vào các mục yêu thích trước tiên.
zh_hant: 請先添加收藏

# 请先完善资料哦~
source: Please complete your profile
bo_cn: ཆ་འཕྲིན་ཚང་སྐོང་བྱ་རོགས།
es: Completa tu perfil
hi: कृपया अपनी प्रोफ़ाइल पूरी करें
id_id: Harap lengkapi profil Anda
ja: プロフィールをすべて入力してください
ko: 프로필을 작성하세요.
pt_br: Complete seu perfil
th: กรุณากรอกโพรไฟล์ของคุณให้ครบถ้วน
vi: Vui lòng điền đầy đủ hồ sơ của bạn
zh_hans: 请先完善资料哦~
zh_hant: 请先完善资料哦~

# 请先选择%ld个图片或视频
source: Please select %ld photos or videos first.
es: Selecciona %ld fotos o videos primero.
hi: कृपया पहले %ld फ़ोटो या वीडियो चुनें।
id_id: Pilih %ld foto atau video terlebih dahulu.
ja: 初めに写真または動画を%ld件選択してください。
ko: 먼저 사진 %ld장 또는 동영상을 선택하세요.
pt_br: Primeiro selecione %ld fotos ou vídeos.
th: กรุณาเลือก %ld รูปภาพหรือวิดีโอก่อน
vi: Vui lòng chọn %ld ảnh hoặc video đầu tiên.
zh_hant: 請先選擇%ld張照片或影片

# 请先选择%ld张照片
source: Please select %ld photo(s) first
bo_cn: %ldཐོག་མར་འདྲ་པར་འདི་འདེམས་རོགས།
es: Primero selecciona %ld fotos
hi: कृपया पहले %ld चित्र चुनें
id_id: Harap pilih %ld foto terlebih dahulu
ja: まず%ld枚の写真を選択してください
ko: 먼저 %ld장의 사진을 선택하세요.
pt_br: Selecione %ld foto(s) primeiro
th: กรุณาเลือก %ld ภาพก่อน
vi: Trước hết hãy chọn %ld ảnh
zh_hans: 请先选择%ld张照片
zh_hant: 請先選擇%ld張照片

# 请先选择至少2个视频或照片
source: Please select at least 2 videos or photos first.
es: Selecciona, al menos, 2 videos o fotos primero.
hi: कृपया पहले कम से कम 2 वीडियो या फोटो चुनें।
id_id: Pilih setidaknya 2 video atau foto terlebih dahulu.
ja: 最初に少なくとも2件の動画または写真を選択してください。
ko: 먼저 동영상 또는 사진을 최소 2개 선택하세요.
pt_br: Selecione 2 ou mais items.
th: กรุณาเลือกอย่างน้อย 2 รายการ
vi: Vui lòng chọn ít nhất 2 video hoặc ảnh trước tiên.
zh_hant: 請先選擇至少2個影片或照片

# 请选择%ld个图片
source: Please select %ld photos
es: Selecciona %ld fotos
hi: कृपया %ld फ़ोटो चुनें
id_id: Pilih %ld foto
ja: %ld枚の写真を選択
ko: %ld장의 사진을 선택하세요.
pt_br: Selecione de %ld fotos
th: กรุณาเลือก%ldภาพ
vi: Vui lòng chọn %ld ảnh
zh_hant: 請選擇%ld張圖片

# 请选择%ld个图片或视频
source: Please select %ld photos or videos
es: Selecciona %ld fotos o videos
hi: कृपया %ld फ़ोटो या वीडियो चुनें
id_id: Pilih %ld foto atau video
ja: %ld件の写真または動画を選択してください
ko: 사진 %ld장 또는 동영상을 선택하세요
pt_br: Selecione entre %ld foto(s) ou vídeo(s)
th: กรุณาเลือกรูปภาพหรือวิดีโอ %ld ชิ้น
vi: Vui lòng chọn %ld bức ảnh hoặc video
zh_hant: 請選擇%ld張照片或影片

# 请选择%ld张照片
source: Please select %ld photo(s)
bo_cn: %ldའདྲ་པར་འདི་འདེམས་རོགས།
es: Selecciona %ld fotos
hi: कृपया %ld फ़ोटो चुनें।
id_id: Harap pilih %ld foto
ja: %ld枚の写真を選択してください
ko: %ld장의 사진을 선택하세요.
pt_br: Selecione %ld foto(s)
th: กรุณาเลือก %ld ภาพ
vi: Vui lòng chọn %ld ảnh
zh_hans: 请选择%ld张照片
zh_hant: 請選擇%ld張照片

# 请选择1-9个图片
source: Please select 1-9 photos
es: Selecciona 1-9 fotos
hi: कृपया 1 से 9 फ़ोटो चुनें
id_id: Pilih 1-9 foto
ja: 1～9枚の写真を選択
ko: 1~9장의 사진을 선택하세요.
pt_br: Selecione de 1 a 9 fotos
th: กรุณาเลือก1-9ภาพ
vi: Vui lòng chọn 1–9 ảnh
zh_hant: 請選擇1-9張圖片

# 请选择1-9个图片或视频
source: Please select 1-9 photos or videos
es: Selecciona 1 a 9 fotos o videos
hi: कृपया 1-9 फ़ोटो या वीडियो चुनें
id_id: Pilih 1-9 foto atau video
ja: 1〜9件の写真または動画を選択してください
ko: 사진 1~9장 또는 동영상을 선택하세요
pt_br: Selecione entre 1 e 9 foto(s) ou vídeo(s)
th: กรุณาเลือกรูปภาพหรือวิดีโอ 1-9 ชิ้น
vi: Vui lòng chọn 1-9 bức ảnh hoặc video
zh_hant: 請選擇1-9張照片或影片

# 请选择1-9张照片
source: Please select 1-9 photos
bo_cn: 1-9བར་གྱི་འདྲ་པར་འདེམས་རོགས་
es: Selecciona 1-9 fotos
hi: कृपया 1 से 9 फ़ोटो चुनें
id_id: Harap pilih 1-9 foto
ja: 1～9枚の写真を選択
ko: 1~9장의 사진을 선택하세요.
pt_br: Selecione de 1 a 9 fotos
th: กรุณาเลือก1-9ภาพ
vi: Vui lòng chọn 1–9 ảnh
zh_hans: 请选择1-9张照片
zh_hant: 請選擇1-9張照片

# 请选择分类
source: Select
bo_cn: སྐྱེས་སྐར་འདེམས་རོགས།
es: Seleccionar
hi: चुनें
id_id: Pilih
ja: 選択
ko: 선택
pt_br: Selecionar
th: เลือก
vi: Chọn
zh_hans: 请选择分类
zh_hant: 請選擇類別

# 请选择举报类型
source: Please select a report type
es: Selecciona un tipo de informe
hi: रिपोर्ट का प्रकार चुनें
id_id: Pilih jenis laporan
ja: 報告タイプを選択してください
ko: 신고 유형을 선택하세요
pt_br: Selecione um tipo de relatório
th: กรุณาเลือกชนิดการรายงาน
vi: Vui lòng chọn một loại báo cáo
zh_hant: 請選擇檢舉類型

# 请选择生日
source: Please select your birthday
bo_cn: རྒྱུ་ཆ་འདེམས་རོགས།
es: Selecciona tu fecha de nacimiento
hi: कृपया अपना जन्मदिन चुनें
id_id: Pilih tanggal lahir Anda
ja: 生年月日を選択してください
ko: 생년월일을 선택하세요.
pt_br: Selecione sua data de nascimento
th: กรุณาเลือกวันเกิดของคุณ
vi: Xin hãy chọn ngày sinh nhật của bạn
zh_hant: 請選擇生日

# 请选择素材
source: Select
bo_cn: རྒྱུ་ཆ་འདེམས་རོགས།
es: Seleccionar
hi: चुनें
id_id: Pilih
ja: 選択
ko: 선택
pt_br: Selecionar
th: เลือก
vi: Chọn
zh_hans: 请选择素材
zh_hant: 請選擇素材

# 请选择图片或视频哦~
source: Please select pictures or videos.
bo_cn: འདྲ་པར་འམ་བརྙན་རིས་འདེམས་རོགས།
es: Selecciona fotos o videos.
hi: कृपया फोटो या वीडियो चुनें
id_id: Pilih foto atau video.
ja: 写真または動画を選択してください。
ko: 사진 또는 동영상을 선택하세요
pt_br: Selecione fotos ou vídeos.
th: กรุณาเลือกรูปภาพหรือวิดีโอ
vi: Lựa chọn ảnh hoặc video.
zh_hant: 請選擇圖片或影片喔~

# 请选择图片哦~
source: Please select images
bo_cn: སྐུ་ཉིད་ཀྱི་འདྲ་པར་ཞིག་འདེམས་རོགས།
es: Seleccione imágenes.
hi: कृपया फोटो चुनें
id_id: Pilih gambar
ja: 写真を選択してください
ko: 이미지를 선택하세요
pt_br: Selecione as imagens
th: กรุณาเลือกรูปภาพ
vi: Vui lòng chọn hình ảnh
zh_hant: 請選擇圖片喔~

# 请选择至少2个视频或照片
source: Select at least 2 videos or photos.
es: 2 videos o fotos mínimo.
hi: कृपया कम से कम 2 वीडियो या फोटो चुनें।
id_id: Pilih setidaknya 2 video atau foto.
ja: 2件以上の動画や写真を選択してください
ko: 동영상 또는 사진을 최소 2개 선택하세요.
pt_br: Selecione 2 ou mais items.
th: กรุณาเลือกอย่างน้อย 2 รายการ
vi: Chọn ít nhất 2 video hoặc ảnh
zh_hant: 請選擇至少2個影片或照片

# 曲线
source: Curve
es: Curva
hi: मुड़ाव
id_id: Kurva
ja: 曲線
ko: 커브
pt_br: Curva
th: เส้นโค้ง
vi: Đường cong
zh_hant: 曲線

# 祛斑祛痘
source: Acne
bo_cn: སྲེ་ཐིག་སེལ་བྱེད།
id_id: Pertajam
ja: ニキビ隠し
ko: 잡티제거
th: Xoá mụn
vi: ลบสิวฝ้า
zh_hans: 祛斑祛痘
zh_hant: 去斑去痘

# 祛黑眼圈
source: Dark Circles
bo_cn: མིག་མཐའི་ནག་པོ་སེལ་བ།
id_id: Lingkar Hitam
ja: クマを薄く
ko: 다크서클
th: Xóa thâm
vi: ตาคล้ำ
zh_hans: 祛黑眼圈
zh_hant: 去黑眼圈

# 祛黑眼圈Label
source: Size
bo_cn: མིག་མཐའི་ནག་པོ་སེལ་བ།
es: Tamaño
hi: आकार
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 祛黑眼圈
zh_hant: 祛黑眼圈

# 祛皱
source: Firm
bo_cn: གཉེར་མ་ལེན་བ།
es: Reafirmar
hi: पुष्ट
id_id: Kencang
ja: シワ消し
ko: 단단하게
pt_br: Firme
th: กระชับ
vi: Nâng Cơ
zh_hans: 祛皱
zh_hant: 祛皺

# 取消
source: Cancel
bo_cn: མེད་པར་བཟོ་བ།
es: Cancelar
hi: रद्द करें
id_id: Batalkan
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# 取消保存
source: Cancel
es: Cancelar
hi: रद्द करें
id_id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hant: 取消儲存

# 取消订阅
source: Unsubscribe
id_id: Batal berlangganan
ja: 購読解除
ko: 구독 취소
th: ยกเลิกการสมัครรับ
vi: Bỏ đăng ký
zh_hant: 取消訂閱

# 取消付费素材
source: Cancel
id_id: Batalkan
ja: キャンセル
ko: 취소
th: ยกเลิกการใช้ไอเทมที่ต้องชำระเงิน
vi: Huỷ bỏ
zh_hant: 取消收費素材

# 取消萌拍
source: Cancel Cutie
es: Cancelar Lindo
hi: आकर्षक रद्द करें
id_id: Batalkan Cutie
ja: キャンセル
ko: 귀여운 취소
pt_br: Cancelar Fofura
th: ยกเลิก AR
vi: Hủy AR
zh_hant: 取消萌拍

# 取消全选
source: Cancel
bo_cn: ཚང་མ་མི་འདེམ་པ།
es: Desmarcar todo
hi: रद्द करें
id_id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消全选
zh_hant: 取消

# 取消上传
source: Cancel
es: Cancelar
hi: रद्द करें
id_id: Batalkan
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hant: 取消上傳

# 取消下载
source: Cancel
bo_cn: ཕབ་ལེན་མི་བྱེད་པ།
es: Cancelar
hi: रद्द करें
id_id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
vi: Hủy bỏ
zh_hant: 取消下載

# 去暗沉
source: Brighten
id_id: Kusam
ja: 明るく
ko: 밝기
th: ตาบลิ้ง
vi: Làm sáng
zh_hant: 消除暗沉

# 去登录
source: Log in
id_id: Masuk
ja: ログインする
ko: 로그인
th: ล็อกอิน
vi: Đăng nhập
zh_hant: 去登入

# 去开启
source: Turn on
bo_cn: སྒོ་འབྱེད་པ།
es: Encender
hi: चालू करें
id_id: Izinkan
ja: ONにする
ko: 켜기
pt_br: Ligar
th: เปิดเลย
vi: Bật lên
zh_hant: 前往開啟

# 去美化
source: Edit
bo_cn: མཛེས་བཟོ་བྱས་།
ja: 編集
ko: 편집
th: แก้ไข
vi: Sửa
zh_hant: 去美化

# 去美容
source: Beautify
bo_cn: རྣམ་པ་མཛེས་བཟོ།
es: Belleza
hi: ख़ूबसूरत
id_id: Percantik
ja: 写真補正
ko: 꾸미기
pt_br: Embelezar
th: ปรับแต่ง
vi: Làm đẹp
zh_hant: 去美容

# 去设置
source: Go to Settings
bo_cn: སྒྲིག་འགོད་བྱེད་པ།
es: Ir a Configuraciones
hi: सेटिंग्स में जाएँ
id_id: Buka Pengaturan
ja: [設定] に移動
ko: 설정으로 이동
pt_br: Entrar em Configurações
th: ไปที่ การตั้งค่า
vi: Vào mục Cài đặt
zh_hant: 去設定

# 去雾
source: Defog
bo_cn: སྨུག་སེལ
es: Limpiar
hi: कुहासा हटाना
ja: 曇り除去
ko: 서리 제거
pt_br: Neblina
th: ไล่หมอก
zh_hant: 去霧

# 去系统相册选择
source: Camera Roll
id_id: Rol Kamera
ja: カメラロール
ko: 카메라 롤
th: อัลบั้มรูป
vi: Thư Viện Ảnh
zh_hant: 3. 至相簿選取

# 去选后本分类将不在列表中出现，重新选中该分类滤镜即可出现哦。
source: After unselecting, this category will no longer show up in your lists. Reselect for filters in this category to show up.
bo_cn: རྗེས་ཤོག་གྱི་རིགས་དབྱེ་བ་དེ་གདམ་གསེས་བྱེད་དུས།འཚག་ཤེལ་གྱི་རིགས་དབྱེ་བ་ནས་ཡང་བསྐྱར་གདམ་གསེས་བྱེད་ནས་མཐོངཐུབ།
es: Luego de desmarcarla, esta categoría ya no se mostrará en tus listas. Vuelve a seleccionar para mostrar los filtros de esta categoría.
hi: चयन हटाने पर यह श्रेणी आपकी सूचियों में नहीं दिखेगी। फिर से दिखाने के लिए श्रेणी के फिल्टर फिर से चुनें।
id_id: Setelah batal memilih, kategori ini tidak akan muncul lagi di daftar Anda. Pilih kembali untuk filter dalam kategori ini untuk ditampilkan.
ja: 選択を解除すると、このカテゴリはリストに表示されなくなります。このカテゴリのフィルターを表示するには、再度選択してください。
ko: 선택을 취소하면 이 카테고리가 더 이상 귀하의 목록에 나타나지 않습니다. 표시할 카테고리의 필터를 다시 선택하세요.
pt_br: Após desmarcada, esta categoria não aparecerá mais nas suas listas. Selecione novamente para que os filtros nesta categoria sejam exibidos.
th: หลังยกเลิกการเลือก หมวดหมู่นี้จะไม่แสดงในรายการของคุณอีกต่อไป
vi: Sau khi huỷ chọn, hạng mục này sẽ không còn hiển thị trong danh sách của bạn. Hãy chọn lại cho các bộ lọc trong hạng mục này để hiển thị.
zh_hant: 刪除後本分類將不在清單中出現，重新選擇即可出現。

# 全 选
source: Select all
bo_cn: ཚང་མ་གདམ་པ།
es: Seleccionar todos
hi: सभी को चुनें
id_id: Pilih semua
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
th: เลือกทั้งหมด
vi: Chọn tất cả
zh_hans: 全 选
zh_hant: 全 選

# 全部
source: All
bo_cn: ཚང་མ།
es: Todo
hi: सभी
id_id: Semua
ja: すべて
ko: 모두
pt_br: Todos
th: ทั้งหมด
vi: Tất cả
zh_hant: 全部

# 全部内容
source: All
bo_cn: ནང་དོན་ཚང་མ།
es: Todo
hi: सभी
id_id: Semua
ja: すべて
ko: 전체
pt_br: Todos
th: ทั้งหมด
vi: Tất cả
zh_hant: 全部內容

# 全部评论
source: All comments
id_id: Semua komentar
ja: すべてのコメント
ko: 모든 답글
th: ทุกคอมเมนต์
vi: Tất cả nhận xét
zh_hant: 全部留言

# 全部删除
source: Delete all
zh_hant: 全部刪除

# 全屏
source: Full Screen
id_id: Layar Penuh
ja: フル画面
ko: 전체화면
th: เต็มจอ
vi: Toàn màn hình
zh_hant: 全螢幕

# 全新肤色
source: New Skin Tone
id_id: Rona Kulit Baru
ja: 新しいスキントーン
ko: 신규 피부 톤
th: โทนสีผิวแบบใหม่
vi: Màu Da Mới
zh_hant: 全新膚色

# 全新肤色功能需要升级皮肤识别后使用
source: Please upgrade skin recognition to use theskin tone function
id_id: Harap perbarui pengenalan kulit untuk bisa menggunakan fungsi rona kulit
ja: スキントーンを使用するには、肌認識機能をアップグレードしてください
ko: 피부 톤 기능을 사용하려면 피부 인식을 업그레이드해 주세요
th: ฟังก์ชันโทนสีผิวแบบใหม่จำเป็นต้องอัปเกรด
vi: Vui lòng nâng cấp nhận dạng làn da để sử dụng chức năng màu da
zh_hant: 全新膚色功能於升級肌膚辨識後即可使用

# 全新马赛克人像保护
source: New mosaic portrait lock
bo_cn: རབ་རིབ་མི་གསལ་བའི་གསར་རྐྱང་མི་སྣ་སྲུང་སྐྱོབ་
es: Protección con mosaico
hi: नया मोज़ैक पोर्ट्रेट लॉक
id_id: Kunci potret mozaik baru
ja: 新モザイクポートレートロック
ko: 새 모자이크 인물 사진 잠금
pt_br: Fixar retrato de mosaico
th: โมเสกล็อกภาพบุคคลใหม่
vi: Khóa chế độ xem khảm mới
zh_hant: 全新馬賽克人物保護

# 全新面部重塑
source: New 3D Reshape
es: Nueva función 3D Reshape
hi: नया 3D रीशेप
id_id: Bentuk Ulang 3D Baru
ja: 新しい3Dリシェイプ
ko: 신규 3D 재구성
pt_br: Nova Remodelagem 3D
th: เปลี่ยนทรง 3D ใหม่
vi: Tạo lại hình dạng 3D Mới
zh_hant: 全新面部重塑

# 全新染发画笔
source: New Hair Dye Brush
es: Nuevo Pincel de tinte de cabello
hi: नया हेयर डाइ ब्रश
id_id: Sikat Pewarna Rambut!
ja: 新しいヘアダイブラシ
ko: 신규 헤어 염색 브러시
pt_br: Novo Hair Dye Brush
th: แปรงย้อมผมใหม่
vi: Cọ Nhuộm Tóc Mới
zh_hant: 全新染髮畫筆

# 全新视频美化
source: All-New Video Editing
es: Nueva edición de video
hi: बिलकुल नया वीडियो एडिट
id_id: Fitur baru edit video
ja: 新しい動画を編集
ko: 최신 동영상 편집
pt_br: Edição de vídeo totalmente nova
th: ตัดต่อวิดีโอใหม่ทั้งหมด
vi: Chỉnh sửa Video hoàn toàn mới
zh_hant: 全新影片美化

# 全新微笑嘴唇
source: A brand new smile!
bo_cn: འཛུམ་མདངས་དང་མཆུ་སྒྲོས་གསར་བ།
es: ¡Una sonrisa completamente nueva!
hi: बिलकुल नई मुस्कान!
id_id: Senyum baru!
ja: 今までにない新しいスマイル！
ko: 완전히 새로운 미소!
pt_br: Um novo sorriso!
th: รอยยิ้มใหม่เอี่ยม!
vi: Một nụ cười hoàn toàn mới!
zh_hant: 全新微笑嘴唇

# 全新增发
source: New Hair Editor
id_id: Editor Rambut Baru
ja: 新しい髪型エディター
ko: 새 헤어 에디터
th: ตัวตัดต่อผมใหม่
vi: Trình Chỉnh Sửa Tóc Mới
zh_hant: 全新生髮

# 全新增高塑形
source: Brand-new Body Shape function
bo_cn: གཟུགས་རིང་ཞིང་མཛེས་འགྱུར་རབས་གསར་བ།
es: Función Forma del cuerpo completamente nueva
hi: बिलकुल नया बॉडी शेप फंक्शन
id_id: Fungsi Bentuk Tubuh baru
ja: 新しい体型補正機能
ko: 완전히 새로워진 몸매 교정 기능
pt_br: Nova função Formato do Corpo
th: ฟังก์ชันปรับทรงรูปร่างใหม่ล่าสุด
vi: Tính năng Hình Thể hoàn toàn mới
zh_hant: 全新增高塑形

# 全新CG滤镜效果需要使用美图云服务器，快来一起穿越次元~
source: The new CG filter effects require the use of Meitu cloud server. Come and enjoy now!
id_id: Efek filter CG baru memerlukan penggunaan server cloud Meitu. Datang dan nikmati sekarang!
ja: 新しいCGフィルター効果にはMeituクラウドサーバの使用が必要です。今すぐ、お楽しみください！
ko: 새로운 CG 필터 효과는 Meitu 클라우드 서버를 사용해야 합니다. 지금 사용해 보세요!
th: เอฟเฟกต์ฟิลเตอร์ CG ใหม่จำเป็นต้องใช้ Meitu Cloud Server รีบมาเล่นและผ่านมิติไปด้วยกัน ~
vi: Các hiệu ứng bộ lọc CG mới yêu cầu sử dụng máy chủ đám mây Meitu. Hãy tham gia và thưởng thức ngay bây giờ!
zh_hant: 全新CG濾鏡效果需使用美圖雲端伺服器，快來一起穿越次元~

# 全选
source: Select all
bo_cn: ཚང་མ་གདམ་པ།
es: Seleccionar todos
hi: सभी को चुनें
id_id: Pilih Semua
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
th: เลือกทั้งหมด
vi: Chọn tất cả
zh_hant: 全選
