Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 登录即可享受权益
source: Log in to sync benefits
id_id: Masuk untuk bisa memperoleh lebih banyak fitur
ja: ログインして、より多くの特典を楽しめましょう
ko: 로그인해서 더 많은 혜택 누리기
th: เข้าสู่ระบบเพื่อรับสิทธิประโยชน์
vi: Đăng nhập để tận hưởng thêm nhiều lợi ích
zh_hant: 登入享受更多權益

# 登录领现金
source: Login to claim cash
bo_cn: ཐོ་ཞིགས་བྱེད་ནས་ལག་དངུལ་ལེན།
es: Inicia sesión para reclamar efectivo
hi: नकद पाने के लिए लॉगिन करें
id_id: Login untuk mengklaim uang tunai
ja: ログインしてキャッシュを受け取りましょう
ko: 로그인해서 현금 받기
pt_br: Acesse sua conta para reivindicar o dinheiro
th: ล็อกอินเพื่อรับเงินสด
vi: Đăng nhập để nhận tiền mặt
zh_hant: 登入領現金

# 等待中...
source: Waiting…
bo_cn: རེ་སྒུག་ཁྲོད།
es: Esperando...
hi: प्रतीक्षारत...
id_id: Menunggu...
ja: 待機中...
ko: 기다리는 중...
pt_br: Aguardando...
th: กำลังรอ...
vi: Đang đợi...
zh_hans: 等待中...
zh_hant: 等待中...

# 低(五官)
source: Low
bo_cn: དམའ་བ།
es: Bajo
hi: निम्न
id_id: Rendah
ja: 低
ko: 낮음
pt_br: Baixo
th: ต่ำ
vi: Thấp
zh_hans: 低
zh_hant: 低

# 点点头
source: Nod
bo_cn: མགོ་གཡུག་པ།
es: Asiente
hi: सिर हिलाएँ
id_id: Menunduk
ja: うなずく
ko: 끄덕이기
pt_br: Aceno
th: พยักหน้า
vi: Gật đầu
zh_hans: 点点头
zh_hant: 點點頭

# 点击“上传”按钮，开始添加照片/视频吧
source: Tap "Upload" to start adding photo/videos!
zh_hant: 點選“上傳”按鈕，開始添加照片/影片吧！

# 点击【连接】后，
source: After clicking “connect”,
bo_cn: འབྲེལ་མཐུད་ལ་མཐེབ་གནོན་བྱས་རྗེས།
es: Después de hacer clic en “Conectar”,
hi: “कनेक्ट” पर क्लिक करने के बाद,
id_id: Setelah mengklik “hubungkan”,
ja: [接続] をクリックした後
ko: “연결”을 클릭한 후,
pt_br: Depois de clicar em "conectar",
th: หลังจากคลิก “เชื่อมต่อ”
vi: Sau khi nhấp vào “kết nối”,
zh_hans: 点击【连接】后，
zh_hant: 點選 [連線] 後，

# 点击按钮开始修图
source: Tap here to start!
zh_hant: 點選按鈕開始修圖

# 点击播放声音
source: Unmute
bo_cn: མནན་ཏེ་གླུ་གཞས་གཏོང་ཐུབ།
es: Silencio
hi: आवाज़ लौटाएं
id_id: Bunyikan
ja: ミュート解除
ko: 음소거 해제
pt_br: Desativar Som
th: แตะเล่นเสียง
vi: Mở âm thanh
zh_hant: 解除靜音

# 点击查看
source: Tap to view
bo_cn: མནན་ཏེ་བལྟ་བ།
es: Toca para ver
hi: देखने के लिए टैप करें
id_id: Ketuk untuk melihat
ja: タップして表示
ko: 탭해서 보기
pt_br: Toque para ver
th: แตะเพื่อดู
vi: Chạm vào để xem
zh_hant: 點按查看

# 点击查看大图可调整个人水印
source: Tap to view the full image and adjust the watermark.
es: Toca para ver la imagen completa y ajustar el marcas.
hi: पूरा फोटो देखने और वॉटरमार्क एडजस्ट करने के लिए टैप करें
id_id: Ketuk untuk melihat gambar penuh atau menyesuaikan tanda air.
ja: タップしてフル画像を表示し、透かしを調節します。
ko: 전체 이미지를 보고 워터마크 수정하려면 탭하세요.
pt_br: Toque para ver a imagem completa e ajustar o marca d'água.
th: แตะเพื่อดูรูปภาพเต็มและปรับลายน้ำ
vi: Chạm để xem toàn bộ bức hình và điều chỉnh dấu chìm.
zh_hant: 查看大圖可調整個人浮水印

# 点击创建
source: Tap to create
bo_cn: དེ་མཚུངས་ཀྱི་གསར་གཏོད།
es: Toca para crear
hi: बनाने के लिए टैप करें
id_id: Ketuk untuk membuat
ja: タップして作成
ko: 탭해서 생성하기
pt_br: Toque para criar
th: แตะเพื่อสร้าง
vi: Chạm vào để tạo
zh_hant: 點此創建

# 点击创建自定义话题
source: Create a new topic
es: Crea un nuevo
hi: नया विषय बनाएं
id_id: Buat topik baru
ja: トピックを新規作成
ko: 새 주제 생성
pt_br: Criar um novo tópico
th: สร้างหัวข้อใหม่
vi: Tạo chủ đề mới của bạn
zh_hant: 創建自訂話題

# 点击此处编辑文字
source: Tap here to edit text
bo_cn: མཛུབ་མནོན་བྱེད་དང་འདི་ནས་ཡི་གེ་རྩོམ་སྒྲིག་བྱེད་ཐུབ།
es: Toca aquí para editar el texto
hi: लेख एडिट करने हेतु यहां टैप करें
id_id: Ketuk di sini untuk mengedit teks
ja: ここをタップしてテキスト終了
ko: 여기를 탭해서 텍스트 편집하기
pt_br: Toque aqui para editar o texto
th: แตะที่นี่เพื่อแก้ไขข้อความ
vi: Chạm vào đây để sửa văn bản
zh_hans: 点击此处编辑文字
zh_hant: 點此編輯文字

# 点击痘痘即可祛除
source: Tap to remove acne
bo_cn: མནན་ཚེ་འབྲུམ་བུ་མེད་པར་བཟོ་ཐུབ།
es: Toca para eliminar el acné
hi: मुंहासे हटाने के लिए टैप करें
id_id: Ketuk untuk menghapus jerawat
ja: ニキビを除去するには、タップしてください
ko: 탭하여 여드름 제거
pt_br: Toque para remover a acne
th: กดเพื่อลบสิว
vi: Nhấn để xóa mụn
zh_hans: 点击痘痘即可祛除
zh_hant: 點選痘痘即可祛除

# 点击封面前往个人主页查看
source: Tap cover to view on profile page
bo_cn: མདུན་ཤོག་ལ་མནན་ཏེ་མི་སྒེར་གྱི་གཙོ་ངོས་ལ་ཞིབ་ལྟ་བྱ་ཐུབ།
es: Toca la portada para ver en la página del perfil
hi: प्रोफ़ाइल पेज पर देखने के लिए कवर को टैप करें
id_id: Ketuk sampul untuk melihat halaman profil
ja: プロフィールページでカバーを表示するには、カバーをタップしてください
ko: 탭하여 프로필 페이지에서 보기
pt_br: Toque na capa para visualizar na página do perfil
th: กดเลือกที่หน้าปกเพื่อดูหน้าโปรไฟล์
vi: Nhấn vào ảnh bìa để xem trên trang hồ sơ
zh_hant: 點一下封面至個人首頁查看

# 点击更换喜欢的背景吧
source: Tap to change background
es: Toca para cambiar el fondo
hi: पृष्ठभूमि बदलने के लिए टैप करें
id_id: Ketuk untuk mengubah latar
ja: タップして背景を変更
ko: 탭해서 배경 화면 변경
pt_br: Toque para alterar o fundo
th: แตะเพื่อเปลี่ยนพื้นหลัง
vi: Chạm vào để thay đổi phông nền
zh_hant: 點選更換喜歡的背景吧

# 点击换色
source: Change colors
bo_cn: མདོག་བརྗེ་
es: Cambia colores
hi: बदले
id_id: Ubah warna
ja: 色を変更
ko: 색상 변경
pt_br: Alterar cores
th: เปลี่ยนสี
vi: Đổi màu
zh_hant: 點此換色

# 点击即可直接保存当前效果
source: Tap to save the current effect.
id_id: Ketuk untuk menyimpan efek saat ini.
ja: タップして現在の効果を保存します。
ko: 탭해서 현재 효과를 저장합니다.
th: แตะเพื่อบันทึกเอฟเฟกต์ปัจจุบัน
vi: Nhấn để lưu hiệu ứng hiện tại.
zh_hant: 點此即可直接儲存效果

# 点击进入ta的个人主页 >
source: Tap to view his/her profile page
id_id: Ketuk untuk melihat halaman profilnya
ja: タップして著者のプロフィールページを表示する
ko: 탭해서 저자의 프로필 페이지 보기
th: กดเพื่อดูหน้าโปรไฟล์
vi: Gõ để xem trang hồ sơ của anh/chị đó
zh_hant: 點此進入他的個人首頁

# 点击可进行人像保护
source: Tap to lock portrait
es: Pulsa para bloquear el retrato
hi: पोर्ट्रेट को लॉक करने के लिए टैप करें
id_id: Ketuk untuk mengunci potret
ja: タップしてポートレートをロックします
ko: 탭해서 인물 사진 고정
pt_br: Toque para bloquear o retrato
th: แตะเพื่อล็อกรูปเหมือน
vi: Chạm vào để khóa ảnh chụp chân dung
zh_hant: 點此可進行臉部保護

# 点击可切换 文字样式哦
source: Tap to switch font
bo_cn: མཛུབ་མནོན་བྱེད་དུས་ ཡི་ཡི་གེ་ཡི་རྣམ་པ་བརྗེ་སྤོར་བྱེད་ཐུབ།
es: Toca para cambiar la fuente
hi: फ़ॉन्ट स्विच करने के लिए टैप करें
id_id: Ketuk untuk mengganti font
ja: フォントを切り替えるには、 タップしてください
ko: 탭하여 폰트 전환
pt_br: Toque para trocar de fonte
th: กดเพื่อ สลับแบบอักษร
vi: Nhấn để đổi phông chữ
zh_hans: 点击可切换 文字样式哦
zh_hant: 按一下可切換 文字樣式哦

# 点击可添加自定义贴纸
source: Tap to add customized stickers.
es: Toca para añadir calcomanías personalizadas.
hi: कस्टमाइज़ स्टिकर्स जोड़ने के लिए टैप करें।
id_id: Ketuk untuk menambahkan stiker khusus.
ja: タップしてカスタマイズのスタンプを追加してください。
ko: 탭해서 커스텀 스티커를 추가합니다.
pt_br: Toque para adicionar adesivos personalizados.
th: แตะเพื่อเพิ่มสติกเกอร์แบบกำหนดเอง
vi: Chạm vào để thêm các nhãn dán tùy chỉnh.
zh_hant: 點此可添加自訂貼紙

# 点击屏幕即可拍照
source: Tap to snap
bo_cn: འཆར་ངོས་ལ་མནན་ཚེ་པར་ལེན་ཐུབ།
es: Tocar para tomar foto
hi: स्नैप करने के लिए टैप करें
id_id: Ketuk untuk memotret
ja: スナップ写真を撮るには、タップしてください
ko: 탭하여 사진 찍기
pt_br: Tocar para tirar foto ligado
th: กดเพื่อล็อค
vi: Nhấn để chụp nhanh
zh_hans: 点击屏幕即可拍照
zh_hant: 點選螢幕即可拍照

# 点击前往系统设置开启权限
source: Tap here to allow access
es: Toca aquí para permitir el acceso
hi: एक्सेस की अनुमति देने के लिए यहाँ टैप करें
id_id: Ketuk untuk mengizinkan akses
ja: ここをタップしてアクセスを許可します
ko: 접근을 허가하려면 여기를 탭하세요
pt_br: Toque aqui para permitir acesso
th: แตะเพื่ออนุญาตการเข้าถึง
vi: Nhấn vào đây để cho phép truy cập
zh_hant: 點此設定開啟權限

# 点击切换贴纸类型
source: Tap to change sticker types.
es: Pulsa para cambiar el tipo de calcomanía.
hi: स्टिकर प्रकार बदलने के लिए टैप करो।
id_id: Ketuk untuk mengubah jenis stiker.
ja: タップしてスタンプの種類を変更してください。
ko: 스티커 종류를 바꾸려면 탭하세요.
pt_br: Toque para alterar o tipo de adesivo.
th: แตะเพื่อเปลี่ยนชนิดสติกเกอร์
vi: Chạm vào để thay đổi loại nhãn dán.
zh_hant: 點選切換貼紙類型

# 点击任意位置添加标签
source: Tap any spot to add a tag
bo_cn: གང་རུང་དུ་མཐེབ་གནོན་བྱས་ནས་ཁྱད་རྟགས་ནང་འཇུག་བྱེད་པ།
es: Presiona en cualquier parte para agregar una etiqueta
hi: टैग जोड़ने के लिए कहीं भी क्लीक करें
id_id: Ketuk di mana pun untuk menambahkan label
ja: どこをタップしてもタグ追加可能
ko: 아무 곳이나 탭해서 태그 추가하기
pt_br: Toque em qualquer ponto para adicionar uma marcação
th: แตะตรงไหนก็ได้เพื่อเพิ่มแท็ก
vi: Chạm vào bất kỳ điểm nào để thêm một thẻ
zh_hans: 点击任意位置添加标签
zh_hant: 按一下任意位置添加標籤

# 点击输入文字
source: Add text
bo_cn: མནན་ནས་ཡི་གེ་གཏག་རོགས།
es: Agregar texto
hi: पाठ जोड़ें
id_id: Tambah teks
ja: テキストを追加
ko: 텍스트 추가
pt_br: Adicionar texto
th: เพิ่มข้อความ
vi: Thêm nội dung
zh_hans: 点击输入文字
zh_hant: 點選輸入文字

# 点击修改水印
source: Tap to edit watermark
es: Pulsa para editar la marca de agua
hi: वॉटरमार्क संपादित करने के लिए टैप करें
id_id: Ketuk untuk mengedit tanda air
ja: タップして透かしを編集
ko: 탭해서 워터마크 편집
pt_br: Toque para editar a marca d'água
th: แตะเพื่อแก้ไขลายน้ำ
vi: Chạm vào để chỉnh sửa dấu chìm
zh_hant: 點按修改浮水印

# 点击选中操作对象
source: Tap to select the object
es: Pulsa para seleccionar el objeto
hi: ऑब्जेक्ट चुनने के लिए टैप करें
id_id: Ketuk untuk memilih objek
ja: タップしてオブジェクトを選択
ko: 탭해서 물체를 선택합니다
pt_br: Toque para selecionar o objeto
th: แตะเพื่อเลือกวัตถุ
vi: Chạm vào để chọn đối tượng
zh_hant: 點選操作對象

# 点击眼睛即可放大
source: Tap the eyes to enlarger
bo_cn: མནན་ཚེ་མིག་ཟུང་ཇེ་ཆེར་འཇོག་ཐུང།
es: Toca los ojos para agrandarlos
hi: बड़ी करने के लिए आँखों पर टैप करें
id_id: Ketuk mata untuk memperlebar
ja: デカ目にするには、両目をタップしてください
ko: 눈을 탭하여 확대
pt_br: Toque nos olhos para aumentar
th: กดที่ดวงตาเพื่อขยายใหญ่
vi: Nhấn vào mắt để làm to
zh_hans: 点击眼睛即可放大
zh_hant: 點選眼睛即可放大

# 点击预览动效
source: Tap to preview the effect
es: Pulsar para obtener una vista previa del efecto
hi: प्रभाव की झलक देखने के लिए टैप करें
id_id: Ketuk untuk mempratinjau efek
ja: タップして効果をプレビュー
ko: 탭해서 효과 미리보기
pt_br: Pressione para pré-visualizar o efeito
th: แตะเพื่อดูตัวอย่างเอฟเฟกต์
vi: Chạm vào để xem trước hiệu ứng
zh_hant: 點按預覽動效

# 点击展开透明度滑竿哦
source: Click again to show the slider.
bo_cn: མནན་ཏེ་གསལ་ཆ་ཤེས་ཐུབ།
es: Toca nuevamente para ver la barra deslizante.
hi: स्लाइडर दिखाने के लिए दुबारा क्लिक करें।
id_id: Klik lagi untuk melihat penggeser.
ja: スライダーを表示するには、再度クリックしてください。
ko: 슬라이더를 보려면 다시 클릭하세요.
pt_br: Clique novamente para mostrar o controle deslizante.
th: คลิกอีกครั้งเพื่อแสดงแถบเลื่อน
vi: Nhấp một lần nữa để hiện thanh trượt.
zh_hans: 点击展开透明度滑竿哦
zh_hant: 點選展開透明度滑竿喔

# 点击这里可添加转场哦
source: Tap here to add transitions!
es: ¡Toca aquí para añadir transiciones!
hi: ट्रांज़िशन्स जोड़ने हेतु यहां टैप करें!
id_id: Ketuk di sini untuk menambahkan transisi!
ja: トランジションを追加するにはここをタップしましょう！
ko: 여기를 탭해서 전환을 추가하세요!
pt_br: Toque aqui para adicionar transições!
th: แตะที่นี่เพื่อเพิ่มการเปลี่ยนฉาก!
vi: Chạm vào đây để thêm chuyển đổi!
zh_hant: 點此可添加轉場喔！

# 点击重试
source: Tap to retry
bo_cn: མནན་ཏེ་ཡང་བསྐྱར་ཚོད་ལྟ་གནང་བ།
es: Reintentar
hi: फिर से कोशिश करने के लिए टैप करें
id_id: Ketuk untuk coba lagi
ja: 再度試す
ko: 탭하여 다시 시도
pt_br: Toque para tentar novamente
th: แตะเพื่อลองใหม่
vi: Chạm vào để thử lại
zh_hant: 請重試

# 点开看精彩内容
source: Tap to find surpassing content!
zh_hans: 点开看精彩内容
zh_hant: 點開查看精彩內容

# 点我get变美技巧
source: Tap to get tips
zh_hans: 点我get变美技巧
zh_hant: 點此獲得變美技巧

# 点赞了%@的评论
source: liked %@'s comment
es: gusta %@ comentarios
hi: पसंद %@ टिप्पणी
id_id: menyukai komentar %@
ja: が%@のコメントにいいね
ko: 가%@의 댓글을 좋아함
pt_br: gostou do comentário de %@
th: ถูกใจ%@คอมเมนต์
vi: đã thích bình luận của %@
zh_hant: 按讚了%@的留言

# 点赞了%@的日志
source: liked %@'s Gallery
es: le gustó la galería de %@
hi: ने %@ की गैलरी को पसंद किया
id_id: menyukai Galeri %@
ja: が%@のギャラリーを「いいね」しました
ko: 가 %@님의 갤러리를 좋아합니다
pt_br: curtiu a Galeria de %@
th: ถูกใจแกลเลอรีของ %@
vi: đã thích Thư viện ảnh của %@
zh_hant: 按讚了%@的日誌

# 点这里发视频和图片评论
source: Tap here to send a video or picture comment
id_id: Ketuk di sini untuk mengirim komentar video atau gambar
ja: ここをタップして動画または写真コメントを送信
ko: 여기를 탭해서 동영상이나 사진 답글을 전송합니다
th: กดที่นี่เพื่อส่งคอมเมนต์วิดีโอหรือรูป
vi: Nhấn vào đây để gửi bình luận bằng video hoặc hình ảnh
zh_hant: 點此傳送影片和圖片留言

# 点这里快速返回图片处理～
source: Tap to go back to image processing.
bo_cn: འདིར་མནན་ཚེ་མྱུར་མོར་པར་རིས་ཐག་གཅོད་བྱ་ཐུབ།
es: Toca para volver a procesamiento de imagen.
hi: इमेज में बदलाव करने के लिए वापस जाएं पर टैप करें।
id_id: Ketuk untuk kembali memproses gambar.
ja: 画像処理に戻るには、タップしてください。
ko: 이미지 처리로 돌아가려면 탭하세요.
pt_br: Toque para voltar para o processamento da imagem.
th: กดเพื่อย้อนกลับไปที่การประมวลผลภาพ
vi: Nhấn để quay lại xử lý ảnh.
zh_hant: 點這裡快速返回圖片處理~

# 调暗画面背景
source: Vignette ON
bo_cn: པར་རིས་རྒྱབ་ལྗོངས་དཀར་ཚད་ཇེ་དམའ་རུ་གཏོང་བ།
es: Viñeta ACTIVADA
hi: बेलबूटे चालू
id_id: Vinyet HIDUP
ja: ビネットをON
ko: 비네트 켜기
pt_br: Vinheta LIGADA
th: วิกเนต เปิด
vi: Làm mờ nét BẬT
zh_hans: 调暗画面背景
zh_hant: 調暗畫面背景

# 调节滑竿自动吸色
source: Auto-match the skin tone by adjusting the slider
es: Asignar el tono de piel de forma automática al ajustar el control deslizante
hi: स्लाइडर को समायोजित करके स्किन की टोन को स्‍वत-मिलान करें
id_id: Mencocokkan warna kulit secara otomatis dengan mengatur slider
ja: スライダーを調節することで肌のトーンを自動的にマッチ
ko: 슬라이더를 수정해서 피부 톤 자동 매칭
pt_br: Combine automaticamente o tom da pele ajustando o controle deslizante
th: ปรับสีผิวอัตโนมัติโดยการปรับแถบเลื่อน
vi: Tự khớp với màu da khi điều chỉnh thanh trượt
zh_hant: 調整滑桿自動吸色

# 调色
source: Palette
id_id: Palet
ja: パレット
ko: 팔레트
th: จานสี
vi: Bảng màu
zh_hant: 調色

# 调整
source: Adjust
bo_cn: ཤོག་སྦྱར
es: Ajustar
hi: समायोजित करें
id_id: Sesuaikan
ja: 調節
ko: 조정
pt_br: Ajustar
th: ปรับแต่ง
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

# 调整使用攻略
source: Adjustment Tutorial
es: Tutorial de ajustes
hi: एडजस्टमेंट ट्यूटोरियल
id_id: Tutorial Penyesuaian
ja: 調節チュートリアル
ko: 수정 튜토리얼
pt_br: Tutorial de ajuste
th: แนะนำการปรับแต่ง
vi: Hướng dẫn Điều chỉnh
zh_hant: 調整使用攻略

# 叠加
source: Overlay
id_id: Pelapisan
ja: オーバーレイ
ko: 오버레이
th: ซ้อน
vi: Phủ màu
zh_hant: 疊加

# 订阅会员，素材免费用
source: Join Meitu VIP to use elements for free.
id_id: Bergabunglah dengan Meitu VIP untuk menggunakan elemen secara gratis.
ja: Meitu VIPに加入してエレメントを無料で使用しましょう。
ko: Meitu VIP에 가입해서 요소를 무료로 사용하세요.
th: สมัครสมาชิก สามารถใช้องค์ประกอบฟรี
vi: Đăng ký Meitu VIP để sử dụng các thành phần miễn phí.
zh_hant: 成為會員，素材免費用

# 定格
source: Freeze
id_id: Bekukan
ja: フリーズ
ko: 프리즈
th: หยุดภาพ
vi: Đóng băng
zh_hant: 定格

# 定制个性化颜值管家，拍照或修图即可自动使用哦
source: Personalize your beauty solution! Snap or edit can be used automatically.
bo_cn: རང་གཤིས་ཅན་གྱི་གཏན་ཁེལ་སྒྲིག་སྲོལ་མཛེས་ལོད་སྐྱེ་འབྲས་ཕྱག་མཛོད་དང་།པར་རྒྱག་གམ་བཟོ་བཅོས་བྱས་པར་ཨོ་རང་འགུལ་བེད་སྤྱོད་བྱས་ཆོག་།
es: ¡Personaliza tu solución de belleza! Las funciones cortar o editar pueden usarse automáticamente.
hi: अपने सुंदरता उपाय निजीकृत करो! स्नैप या एडिट ऑटोमैटिक उपयोग हो सकते हैं।
id_id: Personalisasikan solusi kecantikan Anda! Bidik atau edit dapat digunakan secara otomatis.
ja: 美容ソリューションをパーソナライズ！撮影や編集が自動的に使用されます。
ko: 내 뷰티 솔루션을 개인 맞춤하세요! 스냅 또는 편집은 자동으로 사용 가능합니다.
pt_br: Personalize sua solução de beleza! Fotografar ou editar podem ser utilizados automaticamente.
th: จัดการวิธีดูแลความงามของคุณเอง! สามารถแชะภาพหรือตกแต่งได้โดยอัตโนมัติ
vi: Cá nhân hóa giải pháp làm đẹp của bạn! Có thể tự động chụp nhanh hoặc chỉnh sửa.
zh_hant: 訂製個性化顏值管家，拍照或修圖即可自動使用喔

# 定制你的专属水印
source: Design your own unique watermark
es: Diseñe su marca exclusivo
hi: अपना खासवॉटरमार्क डिज़ाइन करें
id_id: Desain tanda air unik Anda
ja: あなた独自の透かしをデザイン
ko: 나만의 워터마크 디자인하세요
pt_br: Crie seu marca d'água único
th: ออกแบบลายน้ำพิเศษของคุณ
vi: Thiết kế dấu chìm độc đáo của bạn
zh_hant: 訂製你的專屬浮水印

# 定制完美头身比
source: Instant head optimization
es: Optimización instantánea de la cabeza
hi: सिर का त्वरित अनुकूलन
id_id: Pengoptimalan kepala seketika
ja: 一瞬で頭サイズ最適化
ko: 즉각적 머리 최적화
pt_br: Otimização instantânea da cabeça
th: ปรับแต่งศีรษะทันที
vi: Tối ưu hóa đầu ngay
zh_hant: 訂製完美頭身比例

# 定制专属个人水印，保存图片即可自动使用哦
source: Customize your own watermark that can be automatically applied after saving
es: Personaliza tu propia marca de agua,
hi: अपना वॉटरमार्क अनुकूलित करें जिसे सेव करने के बाद स्वतः ही लागू किया जा सके
id_id: Sesuaikan tanda air Anda sendiri yang dapat diterapkan secara otomatis setelah disimpan
ja: 保存後に自動的に適用可能な自分だけの透かしをカスタマイズできます
ko: 내 커스텀 워터마크를 만들어서 저장 시 자동으로 적용합니다
pt_br: Personalize sua própria marca d'água que pode ser aplicada automaticamente após salvar
th: ปรับแต่งลายน้ำของคุณเองที่จะใช้โดยอัตโนมัติหลังบันทึกแล้ว
vi: Tùy chỉnh dấu chìm của riêng bạn có thể được tự động áp dụng sau khi lưu
zh_hant: 訂製專屬浮水印，儲存圖片後即可自動使用。

# 动画
source: Animation
id_id: Animasi
ja: アニメーション
ko: 애니메이션
th: อนิเมชั่น
vi: Hoạt hình
zh_hant: 動畫

# 动画路径
source: Path
es: Ruta
hi: रास्ता
id_id: Jalur
ja: パス
ko: 경로
pt_br: Trajetória
th: แนวทาง
vi: Đường dẫn
zh_hant: 路徑

# 动画时长
source: Animation duration
id_id: Durasi animasi
ja: アニメーションの長さ
ko: 애니메이션 시간
th: ระยะเวลาอนิเมชั่น
vi: Thời lượng hoạt hình
zh_hant: 動畫時長

# 动图暂不支持倒放哦
source: The dynamic picture does not support reverse
es: La imagen dinámica no admite reversión.
hi: डाइनैमिक फोटो प्लेबैक को सपोर्ट नहीं करता।
id_id: Gambar dinamis tidak mendukung pemutaran.
ja: 動画像は逆再生をサポートしていません。
ko: 다이내믹 사진은 반전을 지원하지 않습니다.
pt_br: A imagem dinâmica não tem suporte para inversão.
th: รูปภาพแบบไดนามิกไม่รองรับการเล่นย้อน
vi: Ảnh động không hỗ trợ đảo ngược.
zh_hant: GIF暫不支援倒轉喔

# 痘痘大小
source: Size
bo_cn: འབྲུམ་བུའི་ཆེ་ཆུང།
es: Tamaño
hi: आकार
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 痘痘大小
zh_hant: 痘痘大小

# 嘟嘴一下
source: Pout
bo_cn: མཆུ་སྦང་བ།
es: Tira un beso
hi: पाउट
id_id: Cemberut
ja: 口をとがらす
ko: 삐죽거리기
pt_br: Beicinho
th: เบะปาก
vi: Dẩu môi
zh_hans: 嘟嘴一下
zh_hant: 嘟嘟嘴

# 独家3D立体滤镜
source: Exclusive 3D filters
es: Filtros 3D exclusivos
hi: खास 3D फिल्टर्स
id_id: Filter 3D Eksklusif
ja: 限定3Dフィルター
ko: 전용 3D 필터
pt_br: Filtros 3D exclusivos
th: ฟิลเตอร์ 3D เอ็กซ์คลูซีฟ
vi: Bộ lọc 3D dành riêng
zh_hant: 獨家3D立體濾鏡

# 独家CG滤镜，下载素材包立即体验
source: Download material package to enjoy exclusive CG filters now!
id_id: 자료 패키지를 다운로드해서 지금 특전 CG 필터를 즐겨 보세요!
ja: 素材パッケージをダウンロードして、限定のCGフィルターを今すぐお楽しみください！
th: ฟิลเตอร์ CG พิเศษ ดาวน์โหลดชุดองค์ประกอบเพื่อสัมผัส
vi: Tải xuống gói tài liệu để tận hưởng các bộ lọc CG độc quyền ngay bây giờ!
zh_hant: 獨家動漫濾鏡，下載素材包立即體驗。

# 短(五官)
source: Short
bo_cn: ཐུང་
es: Corto
hi: ठिगना
id_id: Pendek
ja: 短い
ko: 짧음
pt_br: Curto
th: สั้น
vi: Ngắn
zh_hans: 短
zh_hant: 短

# 短脸
source: Shorten
id_id: Perpendek
ja: 短くする
ko: 줄이기
th: สั้นลง
vi: Rút ngắn
zh_hant: 短臉

# 短脸专用
source: Short
es: Pequeña
hi: छोटा
id_id: Pendek
ja: 短い
ko: 짧은
pt_br: Curto
th: สั้น
vi: Ngắn
zh_hant: 短臉專用

# 短视频，超好看！1.5亿用户正在看美拍！
source: Stunning short video! 150 million users are using Meipai!
bo_cn: བརྙན་ཐུང་དེ་ལས་ཀྱང་མཛེས།བཀོལ་མཁན་དུས་ཕྱུར་༡༥ལྟ་བཞིན་པའི་མཛེས་བརྙན།
es: ¡Deslumbrante video corto! ¡Más de 150 millones de usuarios están usando Meipai!
hi: शानदार छोटा वीडियो! 15 करोड़ उपयोगकर्ता Meipai का इस्तेमाल कर रहे हैं!
id_id: Video singkat yang memesona! 150 juta pengguna menggunakan Meipai!
ja: おすすめの短編動画です！1億5千万ものユーザーがMeipaiを使用しています！
ko: 멋진 짧은 비디오! 1억 5천만 명의 사용자가 Meipai를 사용하고 있습니다!
pt_br: Vídeo curto deslumbrante! 150 milhões de usuários já baixaram Meipai!
th: วิดีโอสั้นที่น่าสนใจ! ผู้ใช้ 150 ล้านคนกำลังใช้ Meipai อยู่!
vi: Video ngắn tuyệt đẹp! 150 triệu người dùng đang sử dụng Meipai!
zh_hans: 短视频，超好看！1.5亿用户正在看美拍！
zh_hant: 超好看！1.5亿用户都在看美拍！

# 段视频或图片
source: video(s) or photo(s)
es: video(s) o foto(s)
hi: वीडियो या फोटो
id_id: video atau foto
ja: 動画または写真
ko: 개 동영상 또는 사진
pt_br: vídeo(s) ou foto(s)
th: วิดีโอหรือรูปภาพ
vi: video hoặc ảnh
zh_hant: 段影片或圖片

# 断开
source: Disconnect
bo_cn: འབྲེལ་གཅོད།
es: Desconectar
hi: डिसकनेक्ट
id_id: Putuskan
ja: 接続解除
ko: 연결 해제
pt_br: Desconectar
th: ตัดการเชื่อมต่อ
vi: Ngắt kết nối
zh_hans: 断开
zh_hant: 斷線

# 断开连接后将无法继续通过遥控器拍照，是否断开？
source: After disconnection, you can no longer use Meitu Remote to take pictures.Do you want to disconnect?
bo_cn: ཞིང་བར་སྦྲེལ་རྗེས་ཐབས་མེད་པར་མུ་མཐུད་བརྒྱུད་དེ་རྒྱང་བསྒྱུར་ཆས།པར་རྒྱག་མིན་འབྲེལ་མཐུད།
es: Después de la desconexión, no podrás usar el control remoto de Meitu para tomar fotografías. ¿Deseas desconectarlo?
hi: डिसकनेक्ट होने के बाद, आप तस्वीर लेने के लिए Meitu रिमोट का इस्तेमाल नहीं कर सकते। क्या आप डिसकनेक्ट करना चाहते हैं?
id_id: Setelah terputus, Anda sudah tidak dapat menggunakan Meitu Remote untuk mengambil foto. Ingin memutuskan?
ja: 接続を解除すると、Meituリモコンを使用して写真を撮影できなくなります。接続を解除しますか？
ko: 연결이 해제되면 더 이상 Meitu 리모컨으로 사진을 찍을 수 없습니다. 연결을 해제하시겠습니까?
pt_br: Após a desconexão, você não poderá mais usar o Meitu Remote para tirar fotos. Deseja desconectar?
th: หลังจากตัดการเชื่อมต่อ คุณจะไม่สามารถใช้ Meitu Remote เพื่อถ่ายภาพ ต้องการตัดการเชื่อมต่อหรือไม่
vi: Sau khi ngắt kết nối, bạn không thể dùng Điều khiển từ xa Meitu để chụp hình được nữa. Bạn có muốn ngắt kết nối?
zh_hans: 断开连接后将无法继续通过遥控器拍照，是否断开？
zh_hant: 中斷連線後將無法繼續透過遙控器拍照，是否斷線？

# 对比
source: Compare
bo_cn: བསྡུར་བ།
es: Comparar
hi: तुलना करें
id_id: Bandingkan
ja: 比較
ko: 비교
pt_br: Comparar
th: เปรียบเทียบ
vi: So sánh
zh_hans: 对比
zh_hant: 對比

# 对比度
source: Contrast
bo_cn: བསྡུར་ཚད།
es: Contraste
hi: कंट्रास्ट
id_id: Kontras
ja: コントラスト
ko: 대비
pt_br: Contraste
th: คอนทราสต์
vi: Tương phản
zh_hant: 對比度

# 对齐
source: Align
id_id: Sejajarkan
ja: 配列
ko: 정렬
th: จัดแนว
vi: Cân chỉnh
zh_hant: 對齊

# 多次涂抹可增强磨皮效果
source: Swipe again to enhance the smooth effect.
zh_hant: 多次塗抹可增強磨皮效果

# 多发作品，收获更多的赞 ❤
source: Post more works to get more likes ❤
bo_cn: བརྥམས་ཆོས་མང་པོ་བསྐུར་དང་།མཛུབ་མནོན་མང་པོ་ཐོབ་ངེས།❤
es: Publica más obras de arte para obtener más me gusta ❤
hi: अधिक पसंद पाने के लिए अधिक पोस्ट करें ❤
id_id: Kirim lebih banyak karya untuk mendapatkan lebih banyak suka ❤
ja: 作品をもっと投稿して、「いいね！」を増やしましょう❤
ko: 더 많은 작품을 올리고 더 많은 좋아요를 받으세요 ❤
pt_br: Publique mais trabalhos e receba mais curtidas ❤
th: โพสต์ผลงานเพิ่มเติมเพื่อเพิ่มยอดไลค์ ❤
vi: Hãy đăng thêm sản phẩm để nhận được nhiều ❤
zh_hant: 多發作品，得到更多的讚 ❤

# 多人相册
source: Group Album
zh_hant: 多人相簿

# 额，处理时出现问题
source: Uh, we encountered a problem when processing
bo_cn: ཨེ།ལས་སྒྲུབ་བྱེད་སྐབས་གནད་དོན་འདུག།
es: Encontramos un problema al procesar
hi: आह, संसाधन के समय हमें कोई त्रुटि मिली
id_id: Wah, ada kesulitan saat kami memprosesnya
ja: 処理中に問題が発生しました
ko: 처리하는 동안 문제가 발생했습니다.
pt_br: Encontramos um problema durante o processamento
th: เราพบปัญหาขณะประมวลผล
vi: Vâng, chúng tôi đã gặp sự cố khi xử lý
zh_hans: 额，处理时出现问题
zh_hant: 呃，處理中出現異常

# 额~ 没有识别到人脸，换张照片再试试~
source: Uh, we're unable to recognize any human faces. Why don't you try another photo?
bo_cn: ཧུ ངོ་གདོང་ལ་དབྱེ་འབྱེད་བྱས་མེད་པས། འདྲ་པར་གཞན་ཞིག་བརྗེ་ནས་ཚོད་ལྟ་བྱེད།
es: No podemos reconocer ningún rostro humano. ¿Por qué no intentas con otra foto?
hi: आह, हम किसी भी मानव चेहरे को पहचानने में अक्षम हैं। आप किसी और फ़ोटो को क्यों नहीं आज़माते?
id_id: Tak dapat mendeteksi wajah. Coba foto lain?
ja: 人物の顔を認識できません。別の写真でお試しください。
ko: 사람 얼굴을 인식할 수 없습니다. 다른 사진을 촬영해 보세요.
pt_br: Não conseguimos reconhecer nenhum rosto humano. Que tal usar uma foto diferente?
th: เราไม่สามารถตรวจจับใบหน้ามนุษย์ได้ ลองใช้ภาพอื่นดูไหม
vi: Vâng, chúng tôi không thể nhận dạng được bất cứ khuôn mặt người nào. Sao bạn không thử một ảnh khác?
zh_hans: 额~ 没有识别到人脸，换张照片再试试~
zh_hant: 呃 ～ 沒辨識出人臉，請換張照片重試~

# 额~ 太多人脸了，换张照片再试试~
source: Uh, there are too many human faces in this photo. Please try another one.
bo_cn: ཧ ངོ་གདོང་མང་དྲགས་པས། འདྲ་པར་གཞན་ཞིག་བརྗེ་ནས་ཚོད་ལྟ་བྱ་རོགས།
es: Hay demasiados rostros humanos en esta foto. Prueba con otra.
hi: आह, इस मानव फ़ोटो में बहुत अधिक चेहरे हैं। कृपया कोई दूसरा लें।
id_id: Wah, terlalu banyak wajah orang dalam foto ini. Harap coba yang lainnya.
ja: この写真に含まれる人物の顔が多すぎます。別の写真でお試しください。
ko: 이 사진에는 얼굴이 너무 많이 있습니다. 다른 사진을 선택하세요.
pt_br: Há muitos rostos humanos nesta foto. Tente usar uma foto diferente.
th: มีหน้าคนมากเกินไปในภาพนี้ กรุณาลองภาพอื่น
vi: Vâng, có quá nhiều gương mặt người trong ảnh chụp này. Hãy thử một ảnh khác.
zh_hant: 呃～太多人臉了，換張照片再試試～

# 额头
source: Forehead
bo_cn: དཔྲལ་བ།
id_id: Dahi
ja: 額
ko: 이마
th: หน้าผาก
vi: Trán
zh_hant: 額頭

# 额头(面部重塑)
source: Forehead
bo_cn: ཐོད་པ།
es: Frente
hi: ललाट
id_id: Dahi
ja: 额头
ko: 이마
pt_br: Testa
th: หน้าผาก
vi: Trán
zh_hans: 额头
zh_hant: 額頭

# 恶意刷屏
source: Spam content
es: Contenido no deseado
hi: सपम सामगरी
id_id: Konten berbahaya
ja: 暴言コメント
ko: 악성 컨텐츠
pt_br: Conteúdo spam
th: เนื้อหาสแปม
vi: Nội dung rác
zh_hant: 惡意洗版

# 发布
source: Post
bo_cn: ཁྱབ་སྤེལ་
es: Publicar
hi: पोस्ट करें
id_id: Terbitkan
ja: 投稿
ko: 게시
pt_br: Publicar
th: โพสต์
vi: Gửi
zh_hant: 發佈

# 发布参与修图节
source: Post and join the festival
zh_hant: 上傳參與修圖節
