Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 需要同意用户协议及隐私权政策哦
source: You must agree to our User Agreement and Privacy Policy
bo_cn: བཀོལ་མཁན་གན་རྒྱ་དང་སྒེར་དབང་སྒྲིག་ཁྲིམས་དང་ལེན་བྱ་དགོས།
es: Debes aceptar el acuerdo y la política de privacidad
hi: उपयोगकर्ता-अनुबंध व निजता नीति से सहमत होना ज़रूरी है
id_id: Perjanjian Pengguna dan Kebijakan Privasi perlu disetujui
ja: ユーザー契約とプライバシーポリシーに同意する必要があります
ko: 사용자 계약 및 개인 정보 보호 정책에 동의해야 합니다.
pt_br: Você precisa concordar com o Acordo de Usuário e a Política de Privacidade
th: ต้องยอมรับข้อตกลงผู้ใช้และนโยบายความเป็นส่วนตัว
vi: Cần phải đồng ý với Thỏa thuận người dùng và Chính sách Quyền riêng tư
zh_hans: 需要同意用户协议及隐私权政策哦
zh_hant: 需要同意使用者協議及隱私權政策哦

# 需要完善头像、性别、生日才能获得现金红包哦~~
source: Red Packet will be given out only when you submit your profile picture, gender and date of birth
bo_cn: ངེས་པར་དུ་ཚད་ལྡན་གྱི་མགོ་པར་དང་ཕོ་མོ་དབྱེ་བ སྐྱེས་སྐར་སོགས་ཡོད་དུས་ཁུག་དམར་གྱི་བྱ་དགའ་འཐོབ།~~
es: El Paquete rojo se entregará recién cuando envíes tu foto de perfil e indiques tu género y fecha de nacimiento
hi: अपनी प्रोफाइल फोटो, लिंग और जन्मदिनांक देने पर ही लाल पैकेट दिया जाएगा
id_id: Paket Merah hanya akan diberikan jika Anda mengirimkan foto profil, jenis kelamin, dan tanggal lahir Anda
ja: 赤い封筒はプロフィール写真、性別、お誕生日を送信すると受け取ることができます
ko: 내 프로필 사진, 성별, 생년월일을 입력해 주셔야 금일봉을 드립니다
pt_br: O Pacote Vermelho será dado apenas quando você enviar sua foto de perfil, seu gênero e sua data de nascimento
th: ซองอั่งเปาจะมอบให้คุณเฉพาะเมื่อคุณส่งรูปภาพโปรไฟล์, เพศ และวันเกิดของคุณแล้วเท่านั้น
vi: Gói Đỏ sẽ chỉ được cấp khi bạn nộp ảnh hồ sơ, giới tính và ngày sinh
zh_hant: 需要更新大頭貼、性別、生日才能獲得現金紅包喔~

# 旋转
source: Rotate
bo_cn: སྐོར་བ།
es: Rotar
hi: रोटेट करें
id_id: Putar
ja: 回転
ko: 회전
pt_br: Girar
th: หมุนองศา
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

# 选多图或视频发布，会有更多曝光哦
source: Select more pictures or videos to post to get more exposure!
es: Selecciona más imágenes o videos para publicar y obtener así más exposición.
hi: अधिक प्रसिद्धी पाने के लिए अधिक फोटो या वीडियो चुनें और पोस्ट करें!
id_id: Pilih lebih banyak gambar atau video yang akan diposting agar kreasi anda lebih terekspos.
ja: 投稿する写真や動画を多く選択して、注目度を高めましょう！
ko: 더 많이 노출되기 위해 더 많은 사진 또는 동영상을 선택하세요!
pt_br: Selecione mais imagens ou vídeos para postar para ter uma exposição maior!
th: เลือกรูปภาพหรือวิดีโอเพิ่มเติมเพื่อโพสต์และเห็นมากขึ้น!
vi: Đăng thêm ảnh hoặc video để nhận độ phơi sáng nhiều hơn!
zh_hant: 點選多圖或影片上傳，會提高曝光率喔

# 选好了
source: Done
es: Listo
hi: हो गया
id_id: Selesai
ja: 完了
ko: 완료
pt_br: Pronto
th: เสร็จสิ้น
vi: Đã xong
zh_hant: 選好了

# 选几张好看的照片哦～
source: Select stunning photos to start!
es: ¡Selecciona fotos deslumbrantes para comenzar!
hi: शुरु करने हेतु शानदार फोटो चुनें!
id_id: Pilih foto menakjubkan untuk memulai!
ja: 人目を引く写真を選択して開始しましょう！
ko: 멋들어진 사진들을 선택해서 시작하세요!
pt_br: Selecione fotos incríveis para começar!
th: เลือกรูปภาพที่สวยงามเพื่อเริ่ม!
vi: Chọn các bức ảnh gây ấn tượng để bắt đầu!
zh_hant: 選幾張好看的照片喔

# 选图失败
source: Select photo failure
bo_cn: པར་འདེམས་ནས་ནོར་འདུག
es: Seleccionar fallo de foto
hi: फ़ोटो चयन विफलता
id_id: Gagal memilih foto
ja: 写真の選択に失敗しました
ko: 사진 선택 실패
pt_br: Falha ao selecionar foto
th: เลือกภาพล้มเหลว
vi: Lỗi khi chọn ảnh
zh_hans: 选图失败
zh_hant: 選圖失败

# 选择好友
source: Select friend
bo_cn: གྲོགས་གདམས་པ།
es: Seleccionar amigo
hi: मित्र चुनें
id_id: Pilih teman
ja: 選択してください
ko: 친구 선택
pt_br: Selecionar amigo
th: เลือกเพื่อน
vi: Chọn bạn bè
zh_hant: 選擇好友

# 选择你感兴趣的内容
source: Select contents that interest you.
es: Selecciona el contenido que te interesa
hi: अपने पसंद की सामग्री चुनें।
id_id: Pilih konten yang menarik bagi Anda.
ja: 興味のあるコンテンツを選択してください。
ko: 흥미를 느끼는 콘텐츠를 선택하세요.
pt_br: Selecione os conteúdos que lhe interessam.
th: เลือกเนื้อหาที่คุณรู้สึกสนใจ
vi: Chọn nội dung bạn quan tâm
zh_hant: 選擇你感興趣的內容

# 选择你感兴趣的用户
source: Choose users of interest.
zh_hant: 選擇你感興趣的使用者

# 选择全部片段
source: Select all
es: Seleccionar todos
hi: सभी चुनें
id_id: Pilih semua
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
th: เลือกทั้งหมด
vi: Lựa chọn tất cả
zh_hant: 選擇全部片段

# 选择收藏夹
source: Select favorites
bo_cn: ཉར་དེབ་ཁང་འདེམ་པ།
es: Seleccionar favoritos
hi: पसंदीदा चुनें
id_id: Pilih favorit
ja: お気に入りを選択
ko: 즐겨찾기 선택
pt_br: Selecionar favoritos
th: เลือกรายการโปรด
vi: Chọn
zh_hant: 選擇收藏夾

# 选择私人相册
source: Select a private album
zh_hant: 選擇私人相簿

# 选择素材
source: Select elements
id_id: Pilih elemen
ja: エレメントを選択
ko: 요소 선택
th: เลือกองค์ประกอบ
vi: Chọn hiệu ứng
zh_hant: 選擇素材

# 选择图片
source: Select this image
bo_cn: འདྲ་པརགདམས་པ་།
es: Seleccionar esta imagen
hi: यह इमेज चुनें
id_id: Pilih gambar ini
ja: この画像を選択
ko: 이 이미지 선택
pt_br: Selecionar esta imagem
th: เลือกภาพ
vi: Chọn ảnh này
zh_hans: 选择图片
zh_hant: 選擇照片

# 选择音乐
source: Select music
bo_cn: 选择音乐
es: Música
hi: संगीत चुनें
id_id: Musik
ja: 音楽
ko: 음악 선택
pt_br: Música
th: เลือกเพลง
vi: Chọn nhạc
zh_hant: 選擇音樂

# 选择照片
source: Select an album
bo_cn: འདྲ་པརགདམས་པ་།
es: Elige un álbum
hi: कोई एल्बम चुनें
id_id: Pilih album
ja: 選択してください
ko: 앨범에서 선택
pt_br: Selecione um álbum
th: เลือกอัลบั้ม
vi: Chọn một album
zh_hans: 选择照片
zh_hant: 選擇相簿

# 选择照片，开始上传
source: Select photos and start uploading
zh_hant: 選擇照片，開始上傳

# 选择正脸自拍照
source: Select a selfie facing the front
bo_cn: གདོང་ལ་གཏད་དེ་རང་པར་རྒྱག་པ།
es: Selecciona una selfi de cara hacia el frente
hi: सामने की ओर मुँह वाला सेल्फ़ी चुनें
id_id: Pilih selfie menghadap ke depan
ja: 正面を向いた自撮り写真を選択
ko: 정면을 보는 셀카 선택
pt_br: Selfie virada para a frente
th: เลือกภาพเซลฟี หันหน้าตรง
vi: Chọn một bức tự sướng quay mặt về phía trước
zh_hans: 选择正脸自拍照
zh_hant: 選擇正面自拍照

# 炫彩
source: Fantasy
bo_cn: མདངས་ལྡན།
es: Fantasía
hi: कल्पनाएं
id_id: Fantasi
ja: ファンタジー
ko: 판타지
pt_br: Fantasia
th: แฟนตาซี
vi: Viễn tưởng
zh_hans: 炫彩
zh_hant: 炫彩

# 炫彩边框
source: Fantasy
bo_cn: མཚར་འོད་མཐའ་སྒྲོམ།
es: Fantasía
hi: कल्पनाएं
id_id: Fantasi
ja: カワイイ
ko: 판타지
pt_br: Fantasia
th: แฟนตาซี
vi: Viễn tưởng
zh_hans: 炫彩边框
zh_hant: 炫彩邊框

# 循环播放
source: Repeat
es: Repetir
hi: दोहराएं
id_id: Ulangi
ja: 繰り返す
ko: 반복
pt_br: Repetir
th: ซ้ำ
vi: Lặp lại
zh_hant: 循環播放

# 循环动画
source: Loop
ja: ループ
ko: 루프
th: เล่นซ้ำ
vi: Vòng lặp
zh_hant: 迴圈動畫

# 延时3秒
source: 3s Delay
bo_cn: དུས་འགྱངས་སྐར་ཆ༣
es: 3 s
hi: 3से विलंब
id_id: 3 detik
ja: 3秒の遅延
ko: 3초 지연
pt_br: 3s
th: ดีเล 3 วิ
vi: Trễ 3 giây
zh_hans: 延时3秒
zh_hant: 延時3秒

# 延时3秒已开启
source: Turned on 3sec self-Timer
bo_cn: སྐར་ཆ་གསུམ་གྱི་དུས་འགྱངས་ཀྱི་སྒོ་ཕྱེ་ཡོད།
es: Activar disparador automático en 3 s
hi: 3से का सेल्फ़ टाइमर चालू किया गया
id_id: Aktifkan pewaktu 3 detik
ja: 3秒のセルフタイマーをONにしました
ko: 3초 셀프 타이머 켜짐
pt_br: Timer de 3 segundos ativado
th: เปิดระบบตั้งเวลา 3 วินาที
vi: Đã bật hẹn giờ tự chụp 3 giây
zh_hans: 延时3秒已开启
zh_hant: 延時3秒已啟用

# 延时6秒
source: 6s Delay
bo_cn: དུས་འགྱངས་སྐར་ཆ༦
es: 6 s
hi: 6से विलंब
id_id: 6 detik
ja: 6秒の遅延
ko: 6초 지연
pt_br: 6s
th: ดีเล 6 วิ
vi: Trễ 6 giây
zh_hans: 延时6秒
zh_hant: 延時6秒

# 延时6秒已开启
source: Turned on 6sec self-Timer
bo_cn: སྐར་ཆ་གསུམ་གྱི་དུས་འགྱངས་ཀྱི་སྒོ་ཕྱེ་ཡོད།
es: Activar disparador automático en 6 s
hi: 6से का सेल्फ़ टाइमर चालू किया गया
id_id: Aktifkan pewaktu 6 detik
ja: 6秒のセルフタイマーをONにしました
ko: 6초 셀프 타이머 켜짐
pt_br: Timer de 6 segundos ativado
th: เปิดระบบตั้งเวลา 6 วินาที
vi: Đã bật hẹn giờ tự chụp 6 giây
zh_hans: 延时6秒已开启
zh_hant: 延時6秒已啟用

# 延时功能已关闭
source: Timer OFF
bo_cn: དུས་འགྱངས་བྱེད་ནུས་ཀྱིས་སྒོ་རྒྱག་ཚར།
es: Temporizador desactivado
hi: टाइमर बंद है
id_id: Pewaktu
ja: タイマーOFF
ko: 타이머 끄기
pt_br: Temporizador desligado
th: ระบบตั้งเวลา ปิด
vi: Hẹn giờ TẮT
zh_hans: 延时功能已关闭
zh_hant: 延時功能已關閉

# 延时关闭
source: Timer OFF
bo_cn: དུས་འགྱངས་ཀྱི་སྒོ་རྒྱག
es: Tempo
hi: टाइमर बंद है
id_id: Pewaktu
ja: タイマー
ko: 타이머 끄기
pt_br: Timer
th: ตั้งเวลา ปิด
vi: Hẹn giờ TẮT
zh_hans: 延时关闭
zh_hant: 延時關閉

# 盐系
source: Normcore
ja: ノームコア
ko: 쿨브리즈
th: เรียบง่าย
zh_hant: 鹽系

# 颜色
source: Color
hi: रंग
id_id: Warna
ja: カラフル
ko: 색깔
pt_br: Cor
th: สี
vi: Màu
zh_hant: 顏色

# 颜值管家
source: My Beauty
es: Mi belleza
hi: माय ब्यूटी
id_id: Kecantikan
ja: 美顔管理
ko: 내 뷰티
pt_br: Minha Beleza
th: ความงาม
vi: Vẻ đẹp của Tôi
zh_hant: 顏值管家

# 眼高(面部重塑)
source: Size
bo_cn: མིག་དཔངས་མཐོ་བ།
es: Tamaño
hi: आकार
id_id: Ukuranmata
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาดตา
vi: Cỡ mắt
zh_hans: 眼高
zh_hant: 眼高

# 眼睛
source: Eyes
id_id: Mata
ja: 目
ko: 눈
th: ดวงตา
vi: Mắt
zh_hant: 眼睛

# 眼睛(面部重塑)
source: Eye
bo_cn: མིག།
es: Ojo
hi: आंख
id_id: Mata
ja: 目
ko: 눈
pt_br: Olho
th: ตา
vi: Mắt
zh_hans: 眼睛
zh_hant: 眼睛

# 眼睛放大
source: Enlarge
bo_cn: མིག་ཆེ་ཆུང་བཟོ་བ་
es: Agrandar
hi: बड़ा करें
id_id: Besarkan
ja: 拡大
ko: 확대
pt_br: Ampliar
th: เพิ่มตาโต
vi: Phóng to
zh_hans: 眼睛放大
zh_hant: 眼睛放大

# 眼睛放大Label
source: Size
bo_cn: མིག་ཆེ་ཆུང་བཟོ་བ་
es: Tamaño
hi: आकार
id_id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
th: ขนาด
vi: Kích cỡ
zh_hans: 眼睛放大
zh_hant: 眼睛放大

# 眼距
source: Distance
id_id: Jarak
ja: 距離
ko: 눈 간격
th: ระยะห่าง
vi: Khoảng cách
zh_hant: 眼距

# 眼距(面部重塑)
source: Distance
bo_cn: མིག་གི་བར་ཐག
es: Distancia
hi: दूरी
id_id: Jarak
ja: 距離
ko: 거리
pt_br: Distância
th: ระยะทาง
vi: Cự ly
zh_hans: 眼距
zh_hant: 眼距

# 眼纹
source: Eye wrinkles
id_id: Kerutan mata
ja: 目のシワ
ko: 눈 주름
th: ตีนกา
vi: Nếp nhăn quanh mắt
zh_hant: 眼紋

# 眼线
source: Eyeliner
ja: アイライナー
ko: 아이라이너
th: อายไลเนอร์
vi: Kẻ mắt
zh_hant: 眼線

# 眼妆
source: Eye
bo_cn: མིག་སྐག།
es: Ojos
hi: आँख
id_id: Mata
ja: 目
ko: 눈
pt_br: Olho
th: ดวงตา
vi: Mắt
zh_hans: 眼妆
zh_hant: 眼妝

# 样式
source: Style
es: Estilo
hi: स्टाइल
id_id: Gaya
ja: スタイル
ko: 스타일
pt_br: Estilo
th: สไตล์
vi: Phong cách
zh_hant: 樣式

# 腰
source: Waist
id_id: Pinggang
ja: 腰
ko: 허리
th: เอว
vi: Eo
zh_hant: 腰

# 邀请好友加入相册，一起上传照片和视频。
source: Invite friends to join the album and share photos and videos.
zh_hant: 邀請好友加入相簿，一起上傳照片和影片。

# 邀请微信好友
source: Invite WeChat friends
zh_hant: 邀請WeChat好友

# 邀请微信好友加入这个相册
source: Invite your WeChat friends to join this album
zh_hant: 邀請WeChat好友加入此相簿

# 遥控器电量不足15%，请及时更换电池！
source: The Meitu Remote battery has less than 15% remaining, please replace the battery!
bo_cn: རྒྱང་བསྒྱུར་ཆས་གློག་ནུས་15%མི་འདང་བས།གློག་སྣུམ་བརྗེ་རོགས།
es: ¡La batería del control remoto de Meitu tiene menos del 15 % restante, reemplaza la batería!
hi: Meitu रिमोट की बैटरी 15% से कम बची है, कृपया बैटरी बदलें!
id_id: Daya baterai Meitu Remote tersisa kurang dari 15%, harap ganti baterainya!
ja: Meituリモコンの電池残量が15%未満になりました。電池を交換してください！
ko: Meitu 리모컨의 배터리 잔량이 15% 미만입니다. 배터리를 교체하세요!
pt_br: O Meitu Remote tem menos de 15% de energia restante. Substitua as pilhas!
th: แบตเตอรี่ Meitu Remote เหลือน้อยกว่า 15% กรุณาเปลี่ยนแบตเตอรี่!
vi: Pin Điều khiển từ xa Meitu còn chưa đầy 15%, hãy thay pin ngay!
zh_hans: 遥控器电量不足15%，请及时更换电池！
zh_hant: 遙控器電量低於 15%，請及時更換電池！

# 遥控器读取防伪验证随机值失败
source: Failed to load Remote security verification random code
bo_cn: རྒྱང་བསྒྱུར་ཆས་ར་སྤྲོད་གྲངས་བྱེད་མ་ཐུབ།
es: No se pudo cargar el código aleatorio de verificación de seguridad del control remoto
hi: रिमोट सुरक्षा सत्यापन रेंडम कोड लोड करने में विफल
id_id: Gagal memuat kode acak verifikasi keamanan Remote
ja: リモコンのセキュリティ確認ランダムコードを読み込めませんでした
ko: 리모컨 보안 인증 무작위 코드 로드 실패
pt_br: Falha ao carregar o código aleatório de verificação remota de segurança
th: ไม่สามารถโหลดรหัสสุ่มการยืนยันความปลอดภัยจากระยะไกล
vi: Không tải được mã xác minh bảo mật ngẫu nhiên của Remote
zh_hans: 遥控器读取防伪验证随机值失败
zh_hant: 遙控器讀取防偽驗證隨機碼失敗

# 遥控器连接超时
source: Remote connection overtime
bo_cn: རྒྱང་བསྒྱུར་འབྲེལ་མཐུད་དུས་ཚོད་ལས་བརྒལ།
es: Tiempo extra de conexión del control remoto
hi: रिमोट कनेक्शन ओवरटाइम
id_id: Waktu tunggu koneksi Remote habis
ja: リモコン接続がタイムアウトしました
ko: 리모컨 연결 시간 초과
pt_br: Conexão remota ao longo do tempo
th: เกินกำหนดเวลาเชื่อมต่อระยะไกล
vi: Hết thời gian kết nối Điều khiển từ xa
zh_hans: 遥控器连接超时
zh_hant: 遙控器連線逾時

# 遥控器连接中...
source: Remote connecting...
bo_cn: རྒྱང་བསྒྱུར་འབྲེལ་མཐུད་བྱེད་བཞིན་ཡོད།
es: Control remoto conectando...
hi: रिमोट कनेक्ट किया जा रहा है...
id_id: Remote menghubungi...
ja: リモコンの接続中...
ko: 리모컨 연결 중...
pt_br: Estabelecendo conexão remota...
th: กำลังเชื่อมต่อระยะไกล...
vi: Đang kết nối Remote...
zh_hans: 遥控器连接中...
zh_hant: 遙控器連線中...

# 遥控器写入防伪验证随机值失败
source: Failed to save Remote security verification random code
bo_cn: རྒྱང་བསྒྱུར་ཆས་ར་སྤྲོད་གྲངས་བྱེད་མ་ཐུབ།
es: No se pudo guardar el código aleatorio de verificación de seguridad del control remoto
hi: रिमोट सुरक्षा सत्यापन रेंडम कोड सहेजने में विफल
id_id: Gagal menyimpan kode acak verifikasi keamanan Remote
ja: リモコンのセキュリティ確認ランダムコードを保存できませんでした
ko: 리모컨 보안 인증 무작위 코드 저장 실패
pt_br: Falha ao salvar o código aleatório de verificação remota de segurança
th: ไม่สามารถบันทึกรหัสสุ่มการยืนยันความปลอดภัยจากระยะไกล
vi: Không lưu được mã xác minh bảo mật ngẫu nhiên của Điều khiển từ xa
zh_hans: 遥控器写入防伪验证随机值失败
zh_hant: 遙控器寫入防偽驗證隨機碼失敗

# 遥控器已进入节能模式！30秒内单击遥控器可重新连接。
source: Meitu Remote has entered power saving mode! Click once on Meitu Remote within 30 seconds to restore the connection.
bo_cn: རྒྱང་བསྒྱུར་ཆས་ནུས་གྲོན་རྣམ་པར་བཅོས་འདུག།སྐར་ཆ་༣༠ནང་རྒྱང་བསྒྱར་མཐེབ་གནོན་བྱས་ན་ཡང་བསྐྱར་འབྲེ
es: ¡El control remoto de Meitu ha ingresado en modo ahorro de energía! Haz clic una vez en el control remoto de Meitu dentro de los 30 segundos para restaurar la conexión.
hi: Meitu रिमोट पावर सेविंग मोड में आ गया है! कनेक्शन पुनर्स्थापित करने के लिए 30 सेकंड के भीतर एक बार Meitu रिमोट पर क्लिक करें।
id_id: Meitu Remote memasuki mode penghematan daya! Klik sekali pada Meitu Remote dalam 30 detik untuk memulihkan koneksi.
ja: Meituリモコンが節電モードになりました！接続を復元するには、30秒以内にMeituリモートで1回クリックしてください。
ko: Meitu 리모컨이 절전 모드로 전환되었습니다! 연결을 복구하려면 30초 이내에 Meitu 리모컨을 다시 클릭하세요.
pt_br: O Meitu Remote entrou no modo de economia de energia! Clique uma vez no Meitu Remote em 30 segundos para reestabelecer a conexão.
th: Meitu Remote เข้าสู่โหมดประหยัดพลังงานแล้ว! คลิกที่ Meitu Remote ภายใน 30 วินาทีเพื่อกู้การเชื่อมต่อ
vi: Điều khiển từ xa Meitu đã vào chế độ tiết kiệm pin! Nhấn Điều khiển từ xa Meitu một lần trong vòng 30 giây để phục hồi kết nối.
zh_hans: 遥控器已进入节能模式！30秒内单击遥控器可重新连接。
zh_hant: 遙控器已進入省電模式！30 秒內按一下遙控器可重新連線。

# 夜拍功能已关闭
source: Night mode OFF
bo_cn: མཚན་མོའི་པར་བསྐྱོན་པ་ཡིས་སྒོ་རྒྱག་ཚར།
es: Modo noche desactivado
hi: नाइट मोड बंद है
id_id: Mode malam MATI
ja: 夜間モードをOFF
ko: 야간 모드 끄기
pt_br: Modo noturno desligado
th: โหมดกลางคืน ปิด
vi: Chế độ Ban đêm TẮT
zh_hans: 夜拍功能已关闭
zh_hant: 夜拍功能已關閉

# 夜拍功能已开启
source: Night mode ON
bo_cn: མཚན་མོ་པར་རྒྱག་པའི་བྱེད་ནུས་ཀྱི་སྒོ་ཕྱེ་ཡོད།
es: Modo noche activado
hi: नाइट मोड चालू है
id_id: Mode malam HIDUP
ja: 夜間モードをON
ko: 야간 모드 켜기
pt_br: Modo noturno ligado
th: โหมดกลางคืน เปิด
vi: Chế độ Ban đêm BẬT
zh_hans: 夜拍功能已开启
zh_hant: 夜拍功能已啟用

# 夜拍关闭
source: OFF
bo_cn: མཚན་མོའི་པར་བསྐྱོན་པ་ཡི་སྒོ་རྒྱབ་ཡོད།
es: Noche
hi: बंद है
id_id: Nonaktif
ko: 끄기
pt_br: Desligado
th: ปิด
vi: TẮT
zh_hant: 夜拍關閉

# 夜拍开启
source: ON
bo_cn: མཚན་མོའི་པར་བསྐྱོན་པ་ཡིས་སྒོ་ཕྱེ་ཡོད།
es: Noche
hi: चालू है
id_id: HIDUP
ko: 켜기
pt_br: Ligado
th: เปิด
vi: BẬT
zh_hant: 夜拍啟用

# 夜拍开启后对焦速度慢，请保持镜头稳定~
source: Keep camera stable when Night Mode is on.
bo_cn: མཚན་པར་ཕྱེ་རྗེས་དམིགས་སྒྲིག་འགྲོས་ཚད་ཇེ་དལ་དུ་འགྲོ་སྲིད་པས།པར་ཤེལ་གྱི་གཏན་འཇགས་རྒྱུན་འཁྱོངས་
es: Cuando el Modo nocturno esté activado, mantén la cámara estable.
hi: नाइट मोड चालू होने पर कैमरा हिलने न दें।
id_id: Jaga agar kamera stabil saat Mode Malam hidup.
ja: 夜間モードがONの場合は、カメラを安定した状態で維持してください。
ko: 야간 모드가 켜진 경우 카메라를 안정적으로 유지하세요.
pt_br: Mantém a câmera estável quando o Modo Noturno está ligado.
th: ถือกล้องให้นิ่งขณะใช้ โหมดกลางคืน
vi: Giữ camera ổn định khi bật Chế độ Ban đêm.
zh_hans: 夜拍开启后对焦速度慢，请保持镜头稳定
zh_hant: 夜拍開啟後，對焦速度慢，請保持鏡頭穩定

# 一般
source: Standard
bo_cn: རྒྱུན་ལྡན།
es: Estándar
hi: साधारण
id_id: Standar
ja: 標準
ko: 표준
pt_br: Padrão
th: มาตรฐาน
vi: Tiêu chuẩn
zh_hans: 一般
zh_hant: 一般

# 一键大片
source: Auto
es: Automático
hi: ऑटो
id_id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
th: ออโต้
vi: Tự động
zh_hant: 一鍵錄影

# 一键美图
source: Tutorials
bo_cn: མཐེབ་གཅིག་མཛེས་རིས།
es: Tutoriales
hi: ट्युटोरियल
id_id: Tutorial
ja: チュートリアル
ko: 자습서
pt_br: Tutoriais
th: คำแนะนำ
vi: Hướng dẫn
zh_hans: 一键美图
zh_hant: 一鍵美圖

# 一键美颜
source: Auto
bo_cn: མཐེབ་གཅིག་མཛེས་བཟོ།
es: Automático
hi: स्वत मेकअप
id_id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
th: อัตโนมัติ
vi: Tự động
zh_hans: 一键美颜
zh_hant: 一鍵美顏

# 一键美妆
source: Makeup
es: Maquillaje
hi: मेकप
ja: メイクアップ
ko: 메이크업
pt_br: Maquiagem
th: เมคอัพ
vi: Trang điểm
zh_hant: 一鍵美妝

# 一键祛皱
source: Firmness
id_id: Kencang
ja: しわ消し
ko: 주름 개선
th: กระชับผิว
vi: Nâng cơ
zh_hant: 一鍵除皺

# 一键下载
source: Download
bo_cn: གཅིག་མནན་ཚེ་ཕབ་ལེན་བྱ་ཐུབ།
es: Descargar
hi: डाउनलोड
id_id: Unduh
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
th: ดาวน์โหลด
vi: Tải về
zh_hans: 一键下载
zh_hant: 一鍵下載

# 一键P腹肌
source: Instantly add toned abs
es: Añade músculos abdominales al instante
hi: पेट की मांसपेशियां तुरंत जोड़ें
id_id: Tambahkan otot abdomen seketika
ja: 即座に腹筋がつきます
ko: 복근 즉시 추가
pt_br: Adicionar os músculos abdominais instantaneamente
th: เพิ่มกล้ามท้องทันที
vi: Thêm cơ bụng ngay
zh_hant: 一鍵修腹肌

# 一起上传照片和视频。
source: Upload photos and videos together.
zh_hant: 一起上傳照片和影片

# 移出黑名单
source: Remove from blacklist
bo_cn: ལྐོག་འགོད་མིང་ཐོ་ལས་ལེན་པ།
es: Quitar el bloqueo
hi: ब्लैकलिस्ट से निकालें
id_id: Hapus dari daftar hitam
ja: ブラックリストから削除
ko: 블랙리스트에서 삭제
pt_br: Remover da lista negra
th: ลบจากบัญชีดำ
vi: Xóa khỏi danh sách đen
zh_hant: 移出黑名單

# 移动
source: Move
bo_cn: སྤོར་འགུལ།
es: Mover
hi: ले जाएं
id_id: Pindahkan
ja: 移動
ko: 이동
pt_br: Mover
th: ย้าย
vi: Di chuyển
zh_hant: 移動

# 移动定位点调整妆容
source: Move positioning to adjust makeup
bo_cn: གནས་ཐིག་གཏན་ཁེལ་གྱིས་དྲིལ་བསྒྲགས་ཆས་སྙོམས་སྒྲིག་བྱས།
es: Mueve los puntos para ajustar el maquillaje
hi: मेकअप समायोजित करने के लिए स्थान बदलें
id_id: Geser posisi utk menyesuaikan riasan
ja: 位置を移動して、メーキャップを調節
ko: 점선을 이동하여 메이크업 조정
pt_br: Mova o posicionamento para ajustar a maquiagem
th: ย้ายตำแหน่งเพื่อปรับการแต่งหน้า
vi: Di chuyển định vị để điều chỉnh trang điểm
zh_hans: 移动定位点调整妆容
zh_hant: 移動定位點來調整妝容

# 移动至
source: Move to
bo_cn: སྤོར་འགུལ་ཁྲོད།
es: Mover a
hi: यहां ले जाएं
id_id: Pindahkan ke
ja: 移動先:
ko: 다음으로 이동
pt_br: Mover para
th: ย้ายไปที่
vi: Di chuyển tới
zh_hant: 移動至

# 已保存
source: Saved
bo_cn: ཉར་ཚགས་བྱས་ཟིན།
es: Guardado
hi: सेव किया गया
id_id: Tersimpan
ja: 保存済み
ko: 저장됨
pt_br: Salvar
th: บันทึกแล้ว
vi: Đã lưu lại
zh_hant: 已儲存

# 已保存到系统相册
source: Saved to your albums
bo_cn: མ་ལག་གི་པར་ཉར་ཚགས་བྱས།
es: Se guardó en tus álbumes
hi: आपके एलबम में सहेजा
id_id: Disimpan ke album Anda
ja: アルバムに保存しました
ko: 앨범에 저장됐습니다
pt_br: Salva em seus álbuns
th: บันทึกลงในอัลบั้มของคุณ
vi: Đã lưu vào album ảnh của bạn
zh_hant: 已儲存至相簿

# 已保存到相册
source: Saved to album
bo_cn: འདྲ་རིས་དེ་བསྡུ་ཉར་བྱེད་ཚར།
es: Guardado en el álbum
hi: एल्बम में सेव कर ली गई
id_id: Disimpan ke album
ja: アルバムに保存されました
ko: 앨범에 저장됨
pt_br: Salvo no álbum
th: บันทึกไปอัลบั้มแล้ว
vi: Đã lưu vào album
zh_hans: 已保存到相册
zh_hant: 已儲存到相簿

# 已保存图片和修图配方
source: Image and templates have been saved.
id_id: Gambar dan template telah disimpan.
ja: 画像とパターンが保存されました。
ko: 이미지와 템플릿이 저장됐습니다.
th: บันทึกรูปภาพและแม่แบบแล้ว
vi: Đã lưu hình ảnh và mẫu.
zh_hant: 已儲存圖片和修圖配方

# 已保存为贴纸，可在贴纸功能查看
source: Saved. You may find it in Stickers.
es: Guardada. La encontrarás en Calcomanías.
hi: सहेजा। इसे स्टिकर में देख सकते हैं।
id_id: Tersimpan. Anda bisa menemukannya di Stiker.
ja: 保存されました。スタンプ内で確認できます。
ko: 저장됐습니다. 스티커에서 확인하실 수 있습니다.
pt_br: Salvo. Você poderá encontrar em Adesivos.
th: บันทึกแล้ว คุณสามารถดูได้ในสติกเกอร์
vi: Đã lưu. Bạn có thể tìm nó trong Nhãn dán
zh_hant: 已儲存為貼紙，可在貼紙功能查看。

# 已保存至相册
source: Saved to album
bo_cn: པར་དེབ་ཉར་ཚགས་ཟིན་ནས་
es: Guardado en álbum
hi: एलबम में सहेजा
id_id: Disimpan ke Album
ja: アルバムに保存されました
ko: 앨범에 저장됨
pt_br: Salvo no Álbum
th: บันทึกไปอัลบั้มแล้ว
vi: Lưu vào album
zh_hant: 已儲存至相簿

# 已成功保存至相册
source: Saved to album
id_id: Disimpan ke Album
ja: アルバムに保存されました
ko: 앨범에 저장됨
th: บันทึกไปอัลบั้มแล้ว
vi: Lưu vào album
zh_hant: 已儲存至相簿

# 已达最大值
source: Maximum reached
bo_cn: ཆེས་ཆེ་བའི་གྲངས་བབ་ལ་ཐོན།
es: Máximo alcanzado
hi: ज़्यादा से ज़्यादा हो गई
id_id: Maksimum tercapai
ja: 上限に達しました
ko: 최대치에 도달함
pt_br: Máximo alcançado
th: ถึงเกณฑ์สูงสุดแล้ว
vi: Đã đạt tối đa
zh_hans: 已达最大值
zh_hant: 已達到最大值

# 已达最小值
source: Minimum reached
bo_cn: ཆེས་ཆུང་བའི་གརངས་བབ་ལ་ཐོན།
es: Mínimo alcanzado
hi: कम से कम हो गई
id_id: Minimum tercapai
ja: 下限に達しました
ko: 최소치에 도달함
pt_br: Mínimo alcançado
th: ถึงเกณฑ์ต่ำสุดแล้ว
vi: Đã đạt tối thiểu
zh_hans: 已达最小值
zh_hant: 已達到最小值

# 已断开连接
source: Disconnected
bo_cn: འབྲེལ་མཐུད་གཅོད་པ།
es: Ya está desconectado
hi: पहले से ही डिसकनेक्ट है
id_id: Sudah terputus
ja: すでに接続が解除されています
ko: 이미 연결 해제됨
pt_br: Já está desconectado
th: ตัดการเชื่อมต่อแล้ว
vi: Đã ngắt kết nối
zh_hans: 已断开连接
zh_hant: 已斷開連接

# 已复制，快去分享给好友吧！
source: Copied. Share with friends now!
bo_cn: འདྲ་བཟོ་བྱེད་ཚར། མྱུར་ཏུ་གྲོགས་པོ་དག་ལ་བརྒྱུད་སྐུར་བྱས།
es: Copiado. ¡Compartir con amigos ahora!
hi: कॉपी कर लिया गया। दोस्तों के साथ अभी शेयर करें!
id_id: Tersalin. Bagikan kepada teman sekarang
ja: コピーしました。今すぐお友達と共有しましょう！
ko: 복사됨. 지금 친구와 공유하세요!
pt_br: Copiado. Compartilhe com amigos agora!
th: คัดลอกแล้ว แชร์กับเพื่อน ๆ ตอนนี้!
vi: Đã sao chép. Chia sẻ ngay với bạn bè!
zh_hant: 已複製，快分享給好友吧！

# 已关闭
source: Off
bo_cn: སྒོ་རྒྱབ་་ཟིན།
es: Apagar
hi: बंद
id_id: Nonaktif
ja: オフ
ko: 끔
pt_br: Desligado
th: ปิด
vi: Tắt
zh_hant: 已關閉

# 已关闭祛斑祛痘
source: Acne removal function is OFF
bo_cn: འབྲུམ་བུ་ཐོར་བུ་མེད་པར་གཏོང་བ་སྒོ་རྒྱབ་པ་
es: La función Acné está apagada
hi: मुंहासा बंद किया गया
id_id: Fitur Jerawat mati
ja: ニキビ補正機能はオフです
ko: 여드름 기능이 꺼집니다
pt_br: A função Acne está desativada
th: ฟังก์ชันแต่งสิว-ปิด
vi: Tắt chức năng Xóa mụn
zh_hant: 已關閉去斑去痘

# 已关闭瘦脸大眼
source: Face slim & Eyes enlarge have been turned off
bo_cn: ངོ་ཚུགས་ཕྲ་བཟོ་དང་མིག་ཇེ་ཆེ་གཏོང་བའི་བྱེད་ནུས་རྒྱབ་ཟིན།
es: Se han desactivado las funciones afinar el rostro y agrandar los ojos
hi: स्लिम और रीसाइज़ बंद किया गया
id_id: Penirus dan Ukuran telah dimatikan
ja: 小顔修正＆デカ目機能がOFFです
ko: 갸름한 얼굴 및 눈 확대가 꺼졌습니다.
pt_br: As funções Rosto slim e Aumento de olhos foram desativadas
th: ปิดการใช้รูปร่างผอมและปรับขนาด
vi: Đã tắt Làm thon mặt & Làm to mắt
zh_hant: 已關閉瘦臉大眼

# 已关注
source: Following
bo_cn: དོ་ཁུར་བྱས་ཟིན།
es: Siguiendo
hi: फ़ॉलो कर रहे हैं
id_id: Mengikuti
ja: フォロー中
ko: 팔로우 중
pt_br: Seguindo
th: ติดตาม
vi: Đang theo dõi
zh_hant: 已追蹤

# 已恢复购买素材
source: Purchase restored
es: Compra restaurada
hi: रिस्टोर से खरीद की गई
id_id: Pembelian dipulihkan
ja: 購入が復元されました
ko: 구매 항목 복원됨
pt_br: Compra restaurada
th: คืนค่าการซื้อแล้ว
vi: Đã khôi phục thanh toán
zh_hant: 已恢復購買素材

# 已加入黑名单
source: Blacklisted
bo_cn: ལྐོག་བཀོད་མིང་ཐོའི་་ནང་ལ་བཞག་ཡོད།
es: Bloqueado
hi: ब्लैक लिस्ट में जोड़ दिया गया है
id_id: Ditambahkan ke daftar hitam
ja: ブラックリストに追加されました
ko: 블랙리스트에 추가됨
pt_br: Colocado na lista negra
th: เพิ่มไปยังบัญชีดำแล้ว
vi: Đã thêm vào danh sách đen
zh_hant: 已加入黑名單

# 已解锁
source: Unlocked
bo_cn: ཟྭ་ཕྱེ་ཚར།
es: Desbloqueado
hi: अनलॉक हुआ
id_id: Terbuka
ja: ロック解除されました
ko: 잠금 해제됨
pt_br: Desbloqueado
th: ปลดล็อกแล้ว
vi: Đã mở khóa
zh_hant: 已解鎖

# 已经是第一个了
source: No more items
bo_cn: ཐོག་དང་པོ་རེད།
es: No hay más elementos
hi: कोई और आइटम नहीं
id_id: Tidak ada item lagi
ja: 他にアイテムはありません
ko: 더 이상 항목 없음
pt_br: Sem itens
th: ไม่มีรายการเพิ่มเติม
vi: Không còn mục nào
zh_hans: 已经是第一个了
zh_hant: 已經是第一個了

# 已经是最后一个了
source: No more items
bo_cn: ཆེས་མཐའ་མཇུག་རེད།
es: No hay más elementos
hi: कोई और आइटम नहीं
id_id: Tidak ada item lagi
ja: 他にアイテムはありません
ko: 더 이상 항목 없음
pt_br: Sem itens
th: ไม่มีรายการเพิ่มเติม
vi: Không còn mục nào
zh_hans: 已经是最后一个了
zh_hant: 已經是最後一個了

# 已经是最新会员状态啦
source: Status has been restored.
id_id: Status telah dipulihkan.
ja: ステータスが復元されました。
ko: 상태가 복원됐습니다.
th: กู้คืนสถานะแล้ว
vi: Trạng thái đã được khôi phục.
zh_hant: 已經是最新會員狀態啦！

# 已经添加了%lu张照片
source: %lu photos selected (Maximum 9)
bo_cn: འདྲ་པར་%luནང་འཇུག་བྱས་འདུག
es: %lu fotos seleccionadas (máximo 9)
hi: %lu फ़ोटो चुनी गईं (ज़्यादा से ज़्यादा 9 चुन सकते हैं)
id_id: %lu foto dipilih (Maksimum 9)
ja: %lu枚の写真が選択されました（最大9枚）
ko: %lu장의 사진 선택됨(최대 9장)
pt_br: %lu fotos selecionadas (Máximo de 9)
th: เลือก %lu ภาพ (สูงสุด 9)
vi: Đã chọn %lu ảnh (Tối đa 9)
zh_hans: 已经添加了%lu张照片
zh_hant: 已經添加了%lu張照片
