Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 权限受限
source: Permission restricted
bo_cn: དབང་ཚད་ཞལ་ཚད་བཀག་ཐོབ་པ།
es: Permiso restringido
hi: अनुमति पर पाबंदी लगाई गई
id_id: Izin dibatasi
ja: 権限に制限があります
ko: 권한 제한됨
pt_br: Permissão restrita
th: ถูกจำกัดสิทธิ์
vi: Đã hạn chế quyền
zh_hans: 权限受限
zh_hant: 權限受限

# 颧骨
source: Cheekbones
bo_cn: མཁུར་རུས།
id_id: Tulang Pipi
ja: ほお骨
ko: 광대뼈
th: โหนกแก้ม
vi: Xương gò má
zh_hant: 顴骨

# 颧骨(面部重塑)
source: Cheekbones
es: Mejillas
hi: गाल की हड्डी
id_id: Tulang Pipi
ja: ほお骨
ko: 광대뼈
pt_br: Maçãs do rosto
th: โหนกแก้ม
vi: Xương gò má
zh_hans: 颧骨
zh_hant: 顴骨

# 确定
source: OK
bo_cn: ངེས་གཏན།
es: Aceptar
hi: ठीक है
ja: 確認
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# 确定不再关注Ta吗？
source: Are you sure you want to unfollow this user?
bo_cn: ཁོ་ལ་དངོས་གནས་དོ་ཁུར་མི་བྱེད་དམ།
es: ¿Estás seguro que quieres dejar de seguir a este usuario?
hi: क्या आप वाकई इस उपयोगकर्ता को फ़ॉलो करना बंद करना चाहते हैं?
id_id: Anda yakin ingin berhenti mengikuti pengguna ini?
ja: このユーザーのフォローを解除してもよろしいですか？
ko: 이 사용자의 팔로우를 취소하시겠습니까?
pt_br: Tem certeza de que deseja deixar de seguir este usuário?
th: แน่ใจว่าต้องการเลิกติดตามผู้ใช้นี้หรือไม่
vi: Bạn có chắc chắn muốn bỏ theo dõi người dùng này?
zh_hant: 確定不再追蹤他？

# 确定关闭颜值管家？
source: Turn off My Beauty?
bo_cn: མཛེས་ལོད་སྐྱེ་འབྲས་ཁ་རྒྱག་སྒོ་རྒྱག་གཏན་འཁེལ་ཕྱག་མཛོད་།
es: ¿Deseas desactivar Mi belleza?
hi: माय ब्यूटी बंद करें?
id_id: Nonaktifkan Kecantikanku?
ja: 「マイビューティー」をオフにしますか？
ko: 내 뷰티를 끌까요?
pt_br: Desativar Minha Beleza?
th: ปิด ความงามของฉัน หรือไม่?
vi: Tắt Vẻ đẹp của Tôi?
zh_hant: 確認關閉顏值管家？

# 确定恢复到默认效果吗
source: Reset to default?
es: ¿Restablecer valores predeterminados?
hi: डिफ़ॉल्ट पर मान रीसेट करें?
id_id: Atur ulang ke default?
ja: デフォルトにリセットしますか？
ko: 기본값으로 초기화할까요?
pt_br: Restaurar para o padrão?
th: รีเซ็ตเป็นค่าเริ่มต้น?
vi: Đặt lại thành mặc định?
zh_hant: 確定恢復為預設效果嗎

# 确定恢复到默认效果吗?
source: Reset the effects to default?
bo_cn: སོར་བཞག་གི་ཕན་འབྲས་ཐོན་པར་ཁག་ཐེག་བྱེད་ཐུབ་བམ།
es: ¿Deseas restablecer los valores de los efectos a los valores por defecto?
hi: इफेक्ट मूल्य डिफॉल्ट पर रीसेट करें?
id_id: Tidak bisa mendeteksi wajah, ambil lagi.
ja: 効果をデフォルト値にリセットしますか？
ko: 효과 값을 디폴트 값으로 리셋할까요?
pt_br: Redefinir os valores do efeito para o padrão?
th: รีเซ็ตค่าเอฟเฟกต์เป็นค่าเริ่มต้น?
vi: Đặt lại các giá trị hiệu ứng về mặc định?
zh_hant: 確定恢復為預設效果嗎?

# 确定删除该滤镜？
source: Confirm to delete this filter?
bo_cn: འཚག་ཤེལ་འདི་དངོས་གནས་གསུབ་བམ།
es: ¿Confirmar la eliminación de este filtro?
hi: निश्चित यह फिल्टर हटाएं?
id_id: Konfirmasi hapus filter?
ja: このフィルターを削除しますか？
ko: 이 필터를 삭제하시겠습니까?
pt_br: Você confirma que deseja excluir este filtro?
th: ยืนยันการลบฟิลเตอร์นี้?
vi: Xác nhận xóa bộ lọc này?
zh_hant: 確定刪除該濾鏡?

# 确定删除你的颜值管家？
source: Delete My Beauty?
bo_cn: ཁྱོད་ཀྱི་མཛེས་བཟོ་ཡིག་ཚགས་བསུབ་རྒྱུ་ཁག་ཐེག་ཡིན་ནམ།
es: ¿Deseas eliminar tus ajustes de Mi belleza?
hi: आपका माय ब्यूटी हटाएं?
id_id: Hapus Kecantikanku?
ja: 「マイビューティー」を削除しますか？
ko: 내 뷰티를 삭제할까요?
pt_br: Excluir Minha Beleza?
th: ลบ ความงามของฉัน ของคุณหรือไม่?
vi: Xóa Vẻ Đẹp của tôi?
zh_hant: 確定刪除你的顏值管家？

# 确定删除所选中的素材?
source: Delete selected items?
bo_cn: གདམ་ཟིན་པའི་ཐོག་མའི་དཔྱད་གཞི་དག་དངོས་གནས་གསུབ་བམ།
es: ¿Eliminar los elementos seleccionados?
hi: चयनित आइटम हटाएँ?
id_id: Hapus item terpilih?
ja: 選択したアイテムを削除しますか？
ko: 선택한 항목을 삭제하시겠습니까?
pt_br: Excluir itens selecionados?
th: ลบรายการที่เลือกหรือไม่
vi: Xóa các mục đã chọn?
zh_hans: 确定删除所选中的素材?
zh_hant: 確定刪除所選中的素材?

# 确定重新发送该反馈？
source: Send the feedback?
bo_cn: བསམ་འཆར་འདི་ཡང་བསྐྱར་སྐུར་རྒྱུ་ཐག་གཅོད་དམ།
es: ¿Enviar las opiniones?
hi: प्रतिक्रिया भेजें?
id_id: Kirim umpan balik?
ja: フィードバックを送信しますか？
ko: 피드백을 보내시겠습니까?
pt_br: Enviar o feedback?
th: ส่งความเห็นหรือไม่
vi: Gửi phản hồi?
zh_hans: 确定重新发送该反馈？
zh_hant: 確定重新發送該反饋？

# 确认
source: Confirm
bo_cn: ཐག་ཆོད་པ།
es: Confirmar
hi: पुष्टि करें
id_id: OK
ja: 確認
ko: 확인
pt_br: Confirmar
th: ยืนยัน
vi: Xác nhận
zh_hant: 確認

# 确认删除
source: Delete
bo_cn: གཏན་འཁེལ་སུབ་བཅོས་བྱེད།
es: Eliminar
hi: डिलीट करें
id_id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
th: ลบ
vi: Xóa
zh_hant: 確認刪除

# 确认删除%ld个收藏？
source: Are you sure you want to delete %ld favorite(s)?
bo_cn: %ldཉར་ཚགས་བྱེད་ཡོད་པ་གསུབ་རྒྱུ་གཏན་ཁུལ་ཡིན་ནམ།
es: ¿Seguro que quieres eliminar %ld favoritos?
hi: निश्चित %ld पसंदीदा हटाएं?
id_id: Yakin ingin menghapus %ld favorit?
ja: %ld件のお気に入りを本当に削除しますか？
ko: 정말로 %ld 즐겨찾기를 삭제하시겠어요?
pt_br: Quer mesmo apagar %ld favoritos?
th: แน่ใจหรือไม่ว่าคุณต้องการลบ %ld รายการโปรด?
vi: Bạn có chắc là muốn xóa %ld mục yêu thích không?
zh_hant: 確認刪除%ld個收藏？

# 确认删除该消息?
source: Delete this message?
bo_cn: དངོས་གནས་བརྡ་འཕྲིན་འདི་གསུབ་བམ།
es: ¿Estás seguro de que quieres eliminar este mensaje?
hi: क्या आप वाकई इस मैसेज को मिटाना चाहते हैं?
id_id: Anda yakin ingin menghapus pesan ini?
ja: このメッセージを削除してもよろしいですか？
ko: 이 메시지를 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta mensagem?
th: แน่ใจว่าต้องการลบข้อความนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa tin nhắn này?
zh_hans: 确认删除该消息?
zh_hant: 確認刪除此訊息?

# 确认删除这个收藏夹？
source: Are you sure you want to delete this favorite?
bo_cn: ཉར་དེབ་ཁང་འདི་གསུབ་རྒྱུ་ཡིན་པ་གཏན་ཁེལ་ཡིན་ནམ།
es: ¿Seguro que quieres eliminar estos favoritos?
hi: निश्चित ये पसंदीदा हटाएं?
id_id: Yakin ingin menghapus favorit ini?
ja: これらのお気に入りを本当に削除しますか？
ko: 정말 이 즐겨찾기를 삭제하시겠어요?
pt_br: Quer mesmo excluir estes favoritos?
th: แน่ใจหรือไม่ว่าคุณต้องการลบรายการโปรดเหล่านี้?
vi: Bạn có chắc là muốn xóa những mục yêu thích này không?
zh_hant: 確認刪除該收藏夾？

# 确认删除这条内容吗?
source: Delete this item?
zh_hant: 確認刪除這則訊息嗎？

# 确认删除作品
source: Delete this item？
es: ¿Deseas eliminar este elemento?
hi: यह आइटम हटाएं?
id_id: Hapus item ini?
ja: このアイテムを削除しますか？
ko: 이 아이템을 삭제할까요?
pt_br: Apagar este item?
th: ลบบันทึกแบบร่าง?
vi: Xóa hạng mục này?
zh_hant: 確認刪除作品

# 确认添加
source: Add
bo_cn: ཁ་སྣོན་གཏན་ཁེལ་བྱེད་པ།
es: Agregar
hi: जोड़े
id_id: Tambah
ja: 追加
ko: 추가
pt_br: Adicionar
th: เพิ่ม
vi: Thêm
zh_hans: 确认添加
zh_hant: 確認新增

# 染发
source: Hair Dye
id_id: Semir
ja: 髪染め
ko: 염색
th: ย้อมสีผม
vi: Nhuộm
zh_hant: 染髮

# 让你变美的小技巧都在这～
source: Find all of our beauty tutorials here!
zh_hant: 讓你變美的小技巧都在這裡～

# 热度
source: Popularity level
es: Nivel de popularidad
hi: लोकप्रियता स्तर
id_id: Tingkat popularitas
ja: 人気レベル
ko: 인기 수준
pt_br: Nível de popularidade
th: ระดับความนิยม
vi: Mức độ phổ biến
zh_hant: 熱門

# 热门标签
source: Hot
bo_cn: རྒྱུག་ཆེན་ཁྱད་རྟགས།
es: Los más vistos
hi: लोकप्रिय
id_id: Populer
ja: ホット
ko: 핫
pt_br: Popular
th: ฮ็อต
vi: Nóng
zh_hant: 熱門標籤

# 热门更加好看
source: Precisely recommend trend content for you.
es: Recomendarte tendencias con precisión.
hi: आपके लिए रुझान सामग्री की सटीक सिफारिश
id_id: Merekomendasikan konten yang sedang tren untuk Anda.
ja: あなたにぴったりの流行コンテンツを正確にお勧めします。
ko: 당신을 위해 특별히 권장해 드리는 트렌드 콘텐트.
pt_br: Recomendar conteúdos em alta para você com precisão.
th: เนื้อหาเทรนด์ที่แนะนำอย่างแม่นยำสำหรับคุณ
vi: Giới thiệu chính xác nội dung theo xu hướng cho bạn.
zh_hant: 熱門更加精彩

# 热门话题
source: Trending
bo_cn: མང་གསན་གླེང་གཞི།
es: Tendencias
hi: लोकप्रिय
id_id: Populer
ja: ホット
ko: 핫
pt_br: Tendência
th: ฮ็อต
vi: Nóng
zh_hant: 熱門話題

# 人解锁
source: user(s) have unlocked
bo_cn: མི་སྣ་སྒོ་ཕྱེ།
es: usuarios han desbloqueado
hi: यूज़र्स ने
id_id: pengguna telah membuka
ja: 名のユーザーがロック解除しました
ko: 명의 사용자가 잠금 해제했습니다.
pt_br: usuário(s) desbloqueou(aram)
th: ปลดล็อกแล้วโดยผู้ใช้ คน
vi: người dùng đã mở khóa
zh_hant: 人解鎖

# 人人都是摄影师!
source: Be a Photographer!
bo_cn: མི་ཚང་མ་བརྙན་ལེན་པ་ཡིན།
es: ¡Sé fotógrafo!
hi: फ़ोटोग्राफ़र बनिए!
id_id: Jadilah Fotografer!
ja: 写真家になりましょう！
ko: 사진사가 되세요!
pt_br: Seja um fotógrafo!
th: ขึ้นเป็นช่างภาพ!
vi: Trở thành Nhiếp ảnh gia!
zh_hans: 人人都是摄影师!
zh_hant: 人人都是攝影師!

# 人身攻击
source: Harassment
bo_cn: མི་ལུས་འཇབ་རྒོལ།
es: Acoso
hi: उत्पीड़न
id_id: Pelecehan
ja: 嫌がらせ
ko: 괴롭힘
pt_br: Assédio
th: การล่วงละเมิด
vi: Quấy rối
zh_hant: 人身攻擊

# 人物
source: Person
bo_cn: མི་སྣ།
es: Persona
hi: व्यक्ति
id_id: Orang
ja: 人物
ko: 사람
pt_br: Pessoa
th: บุคคล
vi: Người
zh_hant: 人物

# 人物N
source: Person
es: Persona N
hi: व्यक्ति
id_id: Orang N
ja: 人物N
ko: 사람N
pt_br: Pessoa N
th: บุคคล N
vi: Người N
zh_hant: 人物N

# 人像(经典首页)
source: Portrait
zh_hans: 人像
zh_hant: 人像

# 人像保护
source: Portrait
bo_cn: སྐྱེ་བོ་དེ་དག་གིས་སྲུང་སྐྱོབ་
es: Retrato
hi: पोर्ट्रेट
id_id: Potret
ja: ポートレート
ko: 인물 사진
pt_br: Retrato
th: ภาพบุคคล
vi: Nhân ảnh
zh_hant: 人物保護

# 人像保护(开启)
source: Portrait Lock
bo_cn: སྐྱེ་བོ་དེ་དག་གིས་སྲུང་སྐྱོབ་
es: Retrato
hi: पोट्रेट
id_id: Kunci potret
ja: ポートレート
ko: 인물사진 잠금
pt_br: Fixar Retrato
th: ล็อกภาพบุคคล
vi: khoá chân dung
zh_hans: 人像保护
zh_hant: 人物保護

# 人像精修
source: Retouch
ja: 補正
ko: 리터치
th: รีทัช
vi: Chấm sửa
zh_hant: 人像精修

# 人像美容
source: Retouch
bo_cn: མི་སྣ་མཛེས་བཟོ།
id_id: Percantik
ja: 写真補正
ko: 꾸미기
th: ปรับแต่ง
vi: Làm đẹp
zh_hans: 人像美容
zh_hant: 人像美容

# 人像美容（社区首页）
source: Beautify
bo_cn: 人像美容
es: Embellecer
hi: ख़ूबसूरत
id_id: Percantik
ja: 写真補正
ko: 꾸미기
pt_br: Embelezar
th: ปรับแต่ง
vi: Làm đẹp
zh_hans: 人像美容
zh_hant: 人像美容

# 人像识别出现异常，建议换张照片试试哦
source: Facial recognition error, please try another photo.
es: Error de reconocimiento facial. Prueba con otra foto.
hi: चेहरा पहचानने में त्रुटि, कृपया कोई और फोटो आजमाएं।
id_id: Kesalahan pengenalan wajah, coba foto lain.
ja: 顔認識エラー。別の写真をお試しください。
ko: 얼굴 인식 오류, 다른 사진을 선택하세요.
pt_br: Erro de reconhecimento facial, tente utilizar outra foto.
th: การรู้จำใบหน้าผิดพลาด กรุณาลองรูปภาพอื่น
vi: Lỗi nhận diện khuôn mặt, vui lòng thử lại.
zh_hant: 人物辨識出現異常，建議換張照片再試喔。

# 人像识别功能可快速绘制人像区域，快下载通用模型到本地，体验全新效果吧～
source: Our facial recognition function is a quick and hassle-free way to create illustrations. Download and try now!
bo_cn: མི་འདྲ་བའི་ངོས་འཛིན་ནུས་པས་མགྱོགས་མྱུར་གྱི་མིའི་འདྲ་དཔེའི་ཁྱབ་ཁོངས་།མྱུར་དུ་ཐུན་མོང་གི་དཔེ་དབྱིབས་ཕབ་ལེན་ས་གནས་འདིར་བྱེད་།གྲུབ་འབྲས་གསར་བ་ལེན་པ
es: La función de reconocimiento facial es una forma rápida y práctica de crear ilustraciones. ¡Descárgala y pruébala ahora!
hi: हमारा फेशियल रेकग्निशन फीचर चित्र बनाने का तेज और आसान तरीका है। अभी डाउनलोड करें और आज़माएं!
id_id: Fungsi pengenalan wajah kami adalah cara cepat dan mudah untuk membuat ilustrasi.
ja: 本アプリの顔認識機能は、イラストレーションを作成するための素早く簡単な方法です。今すぐダウンロードしてお試しください！
ko: 저희 얼굴 인식 기능을 사용하면 빠르고 편하게 일러스트를 만들 수 있습니다. 지금 다운로드해서 시도해 보세요!
pt_br: Nossa função de Reconhecimento Facial é uma maneira rápida e sem complicações de criar ilustrações. Baixe e experimente agora!
th: ฟังก์ชันการจดจำใบหน้าของเราคือวิธีที่รวดเร็วและไม่ยุ่งยากในการสร้างภาพวาด ดาวน์โหลดมาลองใช้ได้แล้ว!
vi: Chức năng nhận diện khuôn mặt của chúng tôi là cách nhanh và đơn giản để tạo ra các hình vẽ minh họa. Tải về và thử ngay!
zh_hant: 人物辨識功能可快速繪製人物區域，快下載通用模型，體驗全新效果吧～

# 人形
source: Portrait
bo_cn: མི་གཟུགས།
es: Retrato
hi: पोर्ट्रेट
id_id: Orang
ja: 肖像
ko: 인물
pt_br: Retrato
th: ภาพบุคคล
zh_hans: 人形
zh_hant: 人形

# 人正在观看
source: viewers online
zh_hant: 人正在觀看

# 人中
source: Philtrum
id_id: Filtrum
ja: 人中
ko: 인중
th: ร่องใต้จมูก
vi: Nhân trung
zh_hant: 人中

# 人中(面部重塑)
source: Philtrum
es: Surco nasolabial
hi: फिल्ट्रम
id_id: Filtrum
ja: 人中
ko: 인중
pt_br: Filtro labial
th: ร่องใต้จมูก
vi: Nhân trung
zh_hans: 人中
zh_hant: 人中

# 认证通过
source: Authenticated
zh_hant: 認證通過

# 日系刘海1
source: Fresh 1
id_id: Segar 1
ja: 和風1
ko: 신선함 1
th: สไตล์ญี่ปุ่น 1
vi: Tươi 1
zh_hant: 日系瀏海 1

# 日系刘海2
source: Fresh 2
id_id: Segar 2
ja: 和風2
ko: 신선함 2
th: สไตล์ญี่ปุ่น 2
vi: Tươi 2
zh_hant: 日系瀏海 2

# 融合
source: Blend
id_id: Campur
ja: ブレンド
ko: 블렌드
th: ผสม
vi: Trộn màu
zh_hant: 融合

# 柔光
source: Soft light
id_id: Cahaya lembut
ja: ソフトライト
ko: 자연광
th: แสงอ่อน
vi: Dịu dàng
zh_hant: 柔光

# 如何开启定位
source: How
bo_cn: ས་གནས་གཏན་འཁེལ་ཇི་ལྟར་ཁ་ཕྱེ་དགོས།
es: Cómo
hi: कैसे
id_id: Bagaimana
ja: 方法
ko: 방법
pt_br: Como
th: ทำยังไง
vi: Làm thế nào
zh_hans: 如何开启定位
zh_hant: 如何開啟定位

# 入场
source: Opening
id_id: Pembukaan
ja: オープニング
ko: 오프닝
th: เปิด
vi: Mở đầu
zh_hant: 入場

# 入场动画
source: Opening
id_id: Pembukaan
ja: オープニング
ko: 오프닝
th: เปิด
vi: Mở đầu
zh_hant: 入場動畫

# 软妹
source: Girly
id_id: Ceria
ja: ガーリー
ko: 큐티걸
th: สาว
vi: Nữ tính
zh_hant: 軟萌

# 锐化
source: Sharpen
bo_cn: རྟུལ་འགྱུར།
es: Dar nitidez
hi: शार्पेन
id_id: Pertajam
ja: シャープ
ko: 셔펀
pt_br: Nitidez
th: ปรับคมชัด
vi: Làm sắc nét
zh_hant: 銳化

# 若您未开启网络权限，请点此开启。
source: Please tap here to turn on internet access if you haven't yet.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་དྲ་རྒྱའི་དབང་ཚད་ཀྱི་སྒོ་ཕྱེ་མེད་ན། དེའི་སྒོ་ཕྱེ་རོགས།
es: Si todavía no lo has hecho, presiona aquí para activar el acceso a Internet.
hi: यदि आपने अब तक ऐसा नहीं किया है, तो इंटरनेट पहुँच चालू करने के लिए यहाँ टैप करें।
id_id: Ketuk di sini untuk menyalakan akses internet, jika belum menyalakannya. Nyalakan sekarang
ja: インターネットアクセスをまだONにしていない場合は、ここをタップしてONにしてください。
ko: 아직 인터넷에 액세스하지 않았다면 여기를 탭하세요.
pt_br: Caso ainda não tenha feito, toque aqui para ativar o acesso à Internet.
th: กรุณาแตะที่นี่เพื่อเปิดการเข้าถึงอินเทอร์เน็ตหากคุณยังไม่ได้เปิดไว้
vi: Xin hãy chạm vào đây để bật truy cập internet nếu bạn chưa bật. Hãy bật ngay
zh_hant: 若您未開啟網路權限，請點此開啟。

# 扫描效果二维码进行预览
source: Scan QR code to preview the effect
id_id: Pindai kode QR untuk melihat cuplikan efeknya
ja: QRコードをスキャンして効果をプレビュー
ko: QR 코드를 스캔해서 효과를 미리보기하세요
th: สแกนคิวอาร์โค้ดเพื่อพรีวิวเอฟเฟกต์
vi: Quét mã QR để xem trước hiệu ứng
zh_hant: 掃描效果QR Code進行預覽

# 色彩
source: Color
hi: रंग
id_id: Warna
ja: 色
ko: 색상
pt_br: Cor
th: สี
vi: Màu sắc
zh_hant: 色彩

# 色调
source: Tone
es: Tono
hi: टोन
id_id: Corak
ja: トーン
ko: 톤
pt_br: Tom
th: โทน
vi: Tông màu
zh_hant: 色調

# 色调分离
source: Separation
es: Separación
hi: अलगाव
id_id: Pemisahan
ja: カラー分解
ko: 구분
pt_br: Separação
th: การแยก
vi: Chia tách
zh_hant: 色調分離

# 色情低俗
source: Pornographic content
bo_cn: འདོད་ཆགས་ཐ་ཤལ།
es: Contenido pornográfico
hi: अश्लील सामग्री
id_id: Konten pornografi
ja: ポルノを含むコンテンツ
ko: 포르노 콘텐츠
pt_br: Conteúdo pornográfico
th: เนื้อหาลามกอนาจาร
vi: Nội dung khiêu dâm
zh_hant: 色情低俗

# 色散
source: Dispersion
bo_cn: མདོག་ཐོར།
es: Dispersión
hi: फैलाव
id_id: Dispersi
ja: 分散
ko: 분산
pt_br: Dispersão
th: แพร่กระจาย
vi: Tán sắc
zh_hant: 色散

# 色温
source: Temperature
bo_cn: མདོག་དྲོད།
es: Temperatura
hi: तापमान
id_id: Suhu
ja: 温度
ko: 온도
pt_br: Temperatura
th: อุณหภูมิ
vi: Nhiệt độ
zh_hant: 色溫

# 色相
source: Hue
es: Tonalidad
hi: रंग
ja: 色相
ko: 색조
pt_br: Matiz
th: เนื้อสี
vi: Màu sắc
zh_hant: 色相

# 晒给朋友看
source: Show your friends
bo_cn: གྲོགས་པོར་བལྟ་རུ་འཇུག་པ།
es: Mostrar a tus amigos
hi: अपने दोस्तों को दिखाएँ
id_id: Tunjukkan teman Anda
ja: 友達を表示する
ko: 친구 표시
pt_br: Mostrar aos seus amigos
th: โชว์เพื่อนของคุณ
vi: Hiển thị bạn bè của bạn
zh_hant: 傳送給朋友

# 山根(面部重塑)
source: Nose root
es: Raíz de la nariz
hi: नाक का मूल
id_id: Akar hidung
ja: 鼻根
ko: 코뿌리
pt_br: Raiz do nariz
th: สันจมูก
vi: Cánh mũi
zh_hans: 山根
zh_hant: 山根

# 删除
source: Delete
bo_cn: གསུབ་པ།
es: Eliminar
hi: डिलीट करें
id_id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# 删除(%ld)
source: Delete(%ld)
bo_cn: གསུབ་པ།(%ld)
es: Eliminar(%ld)
hi: डिलीट करें(%ld)
id_id: Hapus (%ld)
ja: 削除（%ld）
ko: 삭제(%ld)
pt_br: Excluir(%ld)
th: ลบ(%ld)
vi: Xóa(%ld)
zh_hans: 删除(%ld)
zh_hant: 删除(%ld)

# 删除草稿
source: Delete Draft
es: Eliminar borrador
hi: ड्राफ्ट हटाएं
id_id: Hapus Draf
ja: 下書きを削除
ko: 초안 삭제
pt_br: Apagar rascunho
th: ลบแบบร่าง
vi: Xóa Nháp
zh_hant: 刪除草稿

# 删除成功
source: Deleted
bo_cn: གསུབ་ཚར།
es: Eliminado
hi: डिलीट कर दिया गया
id_id: Terhapus
ja: 削除しました
ko: 삭제됨
pt_br: Excluído
th: ลบแล้ว
vi: Đã xóa
zh_hant: 刪除成功

# 删除成员
source: Remove members
zh_hant: 刪除成員

# 删除成员后，TA将无法进入相册，但TA曾经上传的内容仍会保留在相册中。
source: After removing a member, (s)he will be unable to access the album, but any content (s)he may have uploaded will remain.
zh_hant: 刪除成員後，對方將無法進入相簿，但其曾上傳的內容仍保留於相簿中。

# 删除点
source: Delete beats
es: Borrar
hi: बीट्स हटाएं
id_id: Kurangi
ja: ビートを削除
ko: 비트 삭제
pt_br: Apagar
th: ลบบีท
vi: Xóa nhịp
zh_hant: 刪除點

# 删除分类后将同时删除分类中的所有素材，确定删除?
source: You will delete the contents of the selected categories, are you sure?
bo_cn: རིགས་དབྱེ་བ་དག་གསུབ་པ་དང་ལྷན་གཅིག་དུ་རིགས་དབྱེ་བ་ཡི་དཔེ་གཞི་ཚང་མ་གསུབ་ངེས་བས། གསུབ་བམ།
es: Eliminarás los materiales en las categorías seleccionadas, ¿estás seguro?
hi: आप चुनी गई श्रेणियों की सामग्री मिटा देंगे? क्या आप वाकई ऐसा करना चाहते हैं?
id_id: Material di dalam kategori terpilih akan dihapus, Anda yakin?
ja: 選択したカテゴリの素材が削除されます。よろしいですか？
ko: 선택한 카테고리의 자료가 삭제됩니다. 계속하시겠습니까?
pt_br: Os materiais das categorias selecionadas serão excluídos. Tem certeza de que deseja continuar?
th: คุณจะลบเนื้อหาใหมวดหมู่ที่เลือก แน่ใจหรือไม่
vi: Bạn sẽ xóa nội dung trong các danh mục đã chọn, bạn có chắc chắn?
zh_hans: 删除分类后将同时删除分类中的所有素材，确定删除?
zh_hant: 刪除類別後將同時刪除類別中的所有素材，確定刪除?

# 删除后将无法使用你所设置的美颜参数
source: If you delete, you can not use your personalized beauty profile.
bo_cn: གསུབ་རྗེས་ཁྱོད་ཀྱིས་བཞག་པའི་མཛེས་བཟོ་ཞུགས་གྲངས་བཀོལ་མི་ཐུབ།
es: Si lo eliminas, no puedes usar tu perfil de belleza personalizado.
hi: हटाने पर आप अपनी निजीकृत सुंदरता प्रोफाइल का उपयोग नहीं कर पाएंगे।
id_id: Jika Anda menghapus, Anda tidak dapat menggunakan profil kecantikan hasil personal Anda.
ja: 削除すると、パーソナライズされたビューティープロフィールを使用できなくなります。
ko: 삭제하시면, 개인 맞춤형 미화 프로필을 사용하실 수 없습니다.
pt_br: Se excluir, você não poderá utilizar seu perfil de beleza personalizado.
th: หากคุณลบไป จะไม่สามารถใช้โปรไฟร์ ความงามแบบปรับแต่งเองได้
vi: Nếu bạn xóa, bạn không thể sử dụng hồ sơ vẻ đẹp được cá nhân hóa của mình.
zh_hant: 刪除後將無法使用你的美顏設定

# 删除收藏夹
source: Delete
bo_cn: ཉར་དེབ་ཁང་གསུབ་པ།
es: Eliminar favorito
hi: पसंदीदा हटाएं
id_id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
th: ลบรายการโปรด
vi: Xóa
zh_hant: 刪除收藏夾

# 删除线
source: Strikethrough
id_id: Coret teks
ja: 取り消し線
ko: 취소선
th: ขีดทับ
vi: Gạch ngang
zh_hant: 刪除線

# 删除字体
source: Delete Fonts
bo_cn: ཡིག་གཟུགས་གསུབ་པ།
es: Eliminar fuentes
hi: फ़ॉन्ट मिटाएं
id_id: Hapus Font
ja: フォントを削除
ko: 폰트 삭제
pt_br: Excluir Fontes
th: ลบแบบอักษร
vi: Xóa phông chữ
zh_hant: 刪除字體

# 闪光灯常亮
source: Keep ON
bo_cn: རྒྱུན་བཀར་འོད་འཕྲོའི་གློག
es: Mantener ENCENDIDA
hi: चालू रखें
id_id: Selaluaktif
ja: ONで維持
ko: 켜진 상태 유지
pt_br: Ligado
th: ค้างไว้ เปิด
vi: Giữ BẬT
zh_hant: 閃光燈恆亮

# 闪光灯关闭
source: Flash OFF
bo_cn: འོད་འཕྲོའི་གློག་སྒོ་བརྒྱབ་འདུག
es: Flash desactivado
hi: फ़्लैश बंद
id_id: Aktif
ja: フラッシュOFF
ko: 플래시 끄기
pt_br: Flash desligado
th: แฟลช ปิด
vi: Đèn flash TẮT
zh_hant: 閃光燈關閉

# 闪光灯开启
source: Flash ON
bo_cn: འོད་འཕྲོའི་གློག་བཀར་བ།
es: Flash ACTIVADO
hi: फ़्लैश चालू
id_id: Lampu kilat aktif
ja: フラッシュON
ko: 플래시 켜기
pt_br: Flash ligado
th: แฟลช เปิด
vi: Đèn flash BẬT
zh_hant: 閃光燈啟用

# 闪光灯已常亮
source: Keep flash light ON
bo_cn: རྒྱུན་བཀར་འོད་འཕྲོའི་གློག
es: Manténer flash encendido
hi: फ़्लैश लाइट चालू रखें
id_id: Lampu kilat selalu aktif
ja: フラッシュをONで維持
ko: 플래시 라이트 켜진 상태로 유지
pt_br: Manter a luz do flash ligado
th: เปิดแฟลชค้างไว้
vi: Giữ đèn flash BẬT
zh_hans: 闪光灯已常亮
zh_hant: 閃光燈已恆亮

# 闪光灯已关闭
source: Flash OFF
bo_cn: འོད་འཕྲོའི་གློག་སྒོ་བརྒྱབ་འདུག
es: Flash desactivado
hi: फ़्लैश बंद
id_id: Aktif
ja: フラッシュOFF
ko: 플래시 끄기
pt_br: Flash desligado
th: แฟลช ปิด
vi: Đèn flash TẮT
zh_hans: 闪光灯已关闭
zh_hant: 閃光燈已關閉

# 闪光灯已开启
source: Flash ON
bo_cn: འོད་འཕྲོའི་གློག་ཡོངས་སུ་བཀར་འདུག
es: Flash ACTIVADO
hi: फ़्लैश चालू
id_id: Lampu kilat aktif
ja: フラッシュON
ko: 플래시 켜기
pt_br: Flash ligado
th: แฟลช เปิด
vi: Đèn flash BẬT
zh_hans: 闪光灯已开启
zh_hant: 閃光燈已啟用

# 闪光灯已自动
source: Auto
bo_cn: རང་འགུལ་གྱི་འོད་འཕྲོའི་གློག་བཀར།
es: Flash en modo automático
hi: अपने आप
id_id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
th: อัตโนมัติ
vi: Tự động
zh_hans: 闪光灯已自动
zh_hant: 閃光燈已自動

# 闪光灯自动
source: Auto
bo_cn: རང་འགུལ་གྱི་འོད་འཕྲོའི་གློག་བཀར།
es: Automático
hi: अपने आप
id_id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
th: อัตโนมัติ
vi: Tự động
zh_hant: 閃光燈自動

# 商品
source: Products
es: Producto
hi: उत्पाद
id_id: Produk
ja: 製品
ko: 제품
pt_br: Produto
th: ผลิตภัณฑ์
vi: Sản phẩm
zh_hant: 商品

# 上传
source: Upload
zh_hant: 上傳

# 上传成功
source: Uploaded
id_id: Diunggah
ja: アップロード済み
ko: 업로드됨
th: อัปโหลดแล้ว
vi: Đã tải lên
zh_hant: 上傳成功

# 上传失败
source: Failed to upload
id_id: Gagal mengunggah
ja: アップロードに失敗しました
ko: 업로드 실패
th: อัปโหลดไม่สำเร็จ
vi: Tải lên không thành công
zh_hant: 上傳失敗

# 上传失败，请重试
source: Failed to upload, please try again.
zh_hant: 上傳失敗，請重試

# 上传完成
source: Uploaded
zh_hant: 上傳完成

# 上传中
source: Uploading...
zh_hant: 上傳中

# 上传作品为您原创或已获合法授权，请勿上传侵犯侵害他人版权等合法权益作品
source: Please upload original or copyrighted content only. Do not upload any content that may violate the copyright or legal rights of others.
es: Sube solo contenido original o protegido por derechos de autor. No subas ningún contenido que pueda infringir el los derechos de autor o legales de otros.
hi: कृपया केवल मूल या कॉपीराइट-प्राप्त सामग्री अपलोड करें। दूसरों के कॉपीराइट या अन्य अधिकारों का उल्लंघन करने वाली कोई सामग्री अपलोड ना करें।
id_id: Harap unggah hanya konten asli atau yang memiliki hak cipta. Jangan unggah konten yang mungkin melanggar hak cipta atau hak hukum orang lain.
ja: オリジナルまたは著作権のあるコンテンツのみアップロードしてください。他者の著作権や法的権利を侵害する可能性のあるコンテンツはアップロードしないでください。
ko: 원본 또는 저작권을 보유한 콘텐츠만 업로드 하시기 바랍니다. 타인의 저작권 또는 법적 권한을 침해할 수 있는 콘텐츠를 업로드 하지 마십시오.
pt_br: Carregue apenas conteúdos originais ou sobre os quais tenha os direitos autorais. Não carregue conteúdos que representam uma violação dos direitos legais ou autorais de terceiros.
th: กรุณาอัปโหลดเนื้อหาที่เป็นต้นฉบับหรือมีลิขสิทธิ์เท่านั้น ห้ามอัปโหลดเนื้อหาใดๆ ที่อาจละเมิดลิขสิทธิ์หรือสิทธิ์ตามกฎหมายของผู้อื่น
vi: Vui lòng chỉ tải lên nội dung gốc hoặc nội dung có bản quyền. Không tải lên bất kỳ nội dung nào có thể vi phạm đến bản quyền hoặc quyền hợp pháp hoặc các quyền khác.
zh_hant: 作品為原創或已獲合法授權，請勿上傳侵犯版權

# 上滑查看更多
source: Scroll up for more
es: Desplázate hacia arriba para ver más
hi: अधिक के लिए ऊपर स्क्रोल करें
id_id: Gulir ke atas untuk melihat lainnya
ja: 上にスクロールしてさらに表示
ko: 자세한 내용을 보려면 위로 스크롤하세요
pt_br: Role para cima para ver mais
th: เลื่อนขึ้นเพื่อดูเพิ่ม
vi: Cuộn lên để xem thêm
zh_hant: 上滑查看更多

# 上滑查看相似内容
source: Scroll up for similar posts
bo_cn: ནང་དོན་འདྲ་མཚུངས་ལ་བལྟ་བ།
es: Desliza hacia arriba para ver publicaciones similares
hi: इस तरह की और पोस्ट के लिए ऊपर स्क्रॉल करें
id_id: Gulir ke atas untuk postingan serupa
ja: 上にスクロールして類似した写真を表示
ko: 비슷한 포스트를 보려면 위로 스크롤하세요
pt_br: Role para cima para ver postagens semelhantes.
th: เลื่อนขึ้นเพื่อดูโพสต์ที่คล้ายกัน
vi: Cuốn lên để xem các bài đăng tương tự
zh_hant: 上滑查看相似內容

# 上滑看更多
source: Swipe up for more
bo_cn: ཡར་འཐེན་ནས་དེ་ལས་མང་བ་ལྟ་རོགས།
es: Desliza el dedo hacia arriba para ver más
hi: और देखने के लिए ऊपर की ओर स्वाइप करें
id_id: Usap ke atas untuk lainnya
ja: さらに表示するには、上にスワイプしてください
ko: 자세한 내용은 위로 살짝 미세요.
pt_br: Passe o dedo para cima para ver mais
th: เลื่อนขึ้นรับชมมากขึ้น
vi: Trượt lên để xem nhiều hơn
zh_hans: 上滑看更多
zh_hant: 上滑查看更多

# 上下(面部重塑)
source: Position
bo_cn: 上下
es: Posición
hi: स्थिति
id_id: Posisi
ja: 位置
ko: 위치
pt_br: Posição
th: ตำแหน่ง
vi: Vị trí
zh_hans: 上下
zh_hant: 上下

# 上下镜像
source: Filp
ja: 上下鏡像
ko: 상하 대칭
th: พลิก
zh_hant: 上下鏡像

# 尚未开启蓝牙
source: Bluetooth is not enabled yet.
bo_cn: ད་དུང་བོད་ཀྱི་ལོ་རྒྱུས་སྔོ་སོ།
es: El Bluetooth todavía no está activado.
hi: ब्लूटूथ अभी चालू नहीं है।
id_id: Bluetooth belum diaktifkan.
ja: Bluetoothがまだ有効ではありません。
ko: 브루투스가 아직 활성화되지 않았습니다.
pt_br: O Bluetooth ainda não está ativado.
th: ยังไม่ได้เปิดใช้ Bluetooth
vi: Bluetooth chưa được bật.
zh_hans: 尚未开启蓝牙
zh_hant: 尚未開啟藍牙

# 稍后处理
source: Later
es: Más tarde
hi: बाद में
id_id: Nanti
ja: 今度にする
ko: 나중에
pt_br: Mais tarde
th: ไว้ภายหลัง
vi: Để sau
zh_hant: 稍後處理

# 稍后设置
source: Later
bo_cn: རྗེས་ནས་སྒྲིག་དང།
es: Más tarde
hi: बाद में
id_id: Nanti
ja: 後で
ko: 나중에
pt_br: Depois
th: ภายหลัง
vi: Để sau
zh_hant: 稍後設定

# 设为背景图
source: Set as background
es: Establecer como fondo
hi: पृष्ठभूमि के रूप में सेट करें
id_id: Atur sebagai latar
ja: 背景として設定
ko: 배경 화면으로 설정
pt_br: Definir como fundo
th: กำหนดเป็นพื้นหลัง
vi: Đặt làm phông nền
zh_hant: 設為背景圖

# 设置
source: Settings
bo_cn: སྒྲིག་བཀོད།
es: Ajustes
hi: सेटिंग
id_id: Pengaturan
ja: 設定
ko: 설정
pt_br: Config
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# 设置封面
source: Set cover
bo_cn: མདུན་ཤོག་སྒྲིག་འགོད་བྱེད་པ།
es: Portada
hi: कवर सेट करें
id_id: Atur sampul
ja: カバーを設定
ko: 커버 설정
pt_br: Definir capa
th: กำหนดปก
vi: Tạo bìa
zh_hans: 设置封面
zh_hant: 設定封面
