Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 素材下载中...
source: Downloading materials...
bo_cn: ཐོག་མ་འི། རྒྱུ་ཆ་ཕབ་ལེན་བྱེད་བཞིན་པ།
es: Descargando materiales...
hi: डाउनलोड की गई सामग्री…
id_id: Mengunduh material...
ja: 素材のダウンロード中...
ko: 자료 다운로드 중...
pt_br: Baixando materiais...
th: กำลังดาวน์โหลดเนื้อหา...
vi: Đang tải về nội dung...
zh_hans: 素材下载中...
zh_hant: 素材下載中…

# 素材已下架，换其他试试吧
source: This element has been removed. Please try another.
es: Este elemento se eliminó. Prueba con otro.
hi: इस एलिमेंट्स को हटा दिया गया है कृपया अन्य चुनें
id_id: Elemen ini sudah dihapus. Harap coba lainnya.
ja: このエレメントは削除されました。別のエレメントをお試しください。
ko: 이 요소는 제거됐습니다. 다른 요소를 선택하세요.
pt_br: Este elemento foi eliminado. Tente utilizar outro.
th: องค์ประกอบนี้ถูกนำออกแล้ว กรุณาใช้อย่างอื่น
vi: Thành phần này đã bị xóa. Vui lòng thử một loại khác.
zh_hant: 素材已下架，換其他試試吧

# 素材暂不支持使用描边效果哦~
source: [Stroke] is not supported with all materials.
es: [Pincelar] no se admite con todos los materiales.
hi: [स्ट्रोक] सभी सामग्रियों के साथ समर्थित नहीं है।
id_id: [Stroke] tidak didukung dengan semua material.
ja: [境界線]はすべての素材ではサポートされていません。
ko: [스트로크]는 모든 자원에 지원되지 않습니다.
pt_br: [Pincelada] não é compatível com todos os materiais.
th: [ลากเส้น] ไม่รองรับกับวัตถุดิบทั้งหมด
vi: [Đường viền] không được hỗ trợ với tất cả nguyên liệu.
zh_hant: 素材暫不支援使用描邊效果喔~

# 素材中心
source: Materials
bo_cn: རྒྱུ་ཆའི་ལྟེ་གནས།
es: Materiales
hi: चीज़ें
id_id: Material
ja: 素材
ko: 자료
pt_br: Materiais
th: เนื้อหา
vi: Nội dung
zh_hans: 素材中心
zh_hant: 素材中心

# 素材中心（社区首页）
source: Materials
bo_cn: 素材中心
es: Materiales
hi: चीज़ें
id_id: Material
ja: 素材
ko: 자료
pt_br: Materiais
th: เนื้อหา
vi: Nội dung
zh_hans: 素材中心
zh_hant: 素材中心

# 素材中心全新升级啦！
source: The material center has been upgraded!
bo_cn: དཔྱད་གཞི་ལྟེ་བ་རིམ་གསར་དུ་འཕར་བ།
es: ¡Se ha actualizado el centro de materiales!
hi: मटेरियल सेंटर अपग्रेड किया गया है!
id_id: Material Center telah ditingkatkan!
ja: 素材センターがアップグレードされました！
ko: 자료 센터가 업그레이드되었습니다!
pt_br: O centro de material foi atualizado!
th: ศูนย์เนื้อหาถูกอัพเกรดแล้ว!
vi: Trung tâm nội dung đã được nâng cấp!
zh_hans: 素材中心全新升级啦！
zh_hant: 素材中心已全新升級！

# 素材中心需要有网络才可以使用哦！当前无可用网络，请确保您已经开启GPRS或WIFI!
source: Materials access requires Internet connection, please check your network settings.
bo_cn: ཐོག་མའི་ལྟེ་གནས་དགོས་དྲ་རྒྱ་ད་གཟོད་བཀོལ་སྤྱོད་ཨོ། མིག་སྔར་མེད་པའི་རང་བྱུང་དྲ་རྒྱ། འགན་ལེན་ཁྱེད་ཟིན་པའི་རྒྱང་སྐྱོད་GPRSའམ་WIFI།
es: Se necesita conexión a Internet para acceder a los materiales. Verifica la configuración de red.
hi: सामग्री की पहुँच के लिए इंटरनेट कनेक्शन की आवश्यकता है, कृपया अपनी नेटवर्क सेटिंग्स जाँचें।
id_id: Akses bahan memerlukan koneksi Internet, harap periksa pengaturan jaringan Anda.
ja: 素材にアクセスするには、インターネット接続が必要です。ネットワーク設定を確認してください。
ko: 자료에 액세스하려면 인터넷 연결이 필요합니다. 네트워크 설정을 확인하세요.
pt_br: O acesso aos materiais requer uma conexão à Internet. Verifique suas configurações de rede.
th: สิทธิ์การสืบค้นเนื้อหาจะต้องเชื่อมต่ออินเทอร์เน็ต กรุณาตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi: Truy cập nội dung yêu cầu kết nối Internet, hãy kiểm tra cài đặt mạng của bạn.
zh_hans: 素材中心需要有网络才可以使用哦！当前无可用网络，请确保您已经开启GPRS或WIFI!
zh_hant: 素材中心需要有網路才可以使用哦！目前無可用網路，請確保您已經開啟GPRS或WIFI!

# 素材中心在这里哦~
source: Material Center is moved here
bo_cn: རྒྱུ་ཆའི་ལྟེ་གནས་འདི་ན་ཡོད།
es: Se trasladó el Centro de materiales aquí
hi: मटेरियल सेंटर को यहां लाया गया है
id_id: Material Center dipindahkan ke sini
ja: 素材センターがこちらに移動しました
ko: 자료 센터가 여기로 이전했습니다.
pt_br: O Centro de Materiais foi movido para cá
th: ศูนย์เนื้อหาย้ายมาที่นี่
vi: Trung tâm Nội dung được chuyển đến đây
zh_hans: 素材中心在这里哦~
zh_hant: 素材中心在這裡哦~

# 素肌
source: Fresh
id_id: Segar
ja: フレッシュ
ko: 프레시
th: ผิวเดิม
vi: Tươi tắn
zh_hant: 嫩肌

# 速度
source: Speed
es: Velocidad
hi: स्पीड
id_id: Kecepatan
ja: 速度
ko: 속도
pt_br: Velocidade
th: ความเร็ว
vi: Tốc độ
zh_hant: 速度

# 速度: %@
source: Speed: %@
es: Velocidad: %@
hi: स्पीड: %@
id_id: Kecepatan: %@
ja: 速度: %@
ko: 속도: %@
pt_br: Velocidade: %@
th: ความเร็ว: %@
vi: Tốc độ: %@
zh_hant: 速度: %@

# 速度:%.0f
source: Speed: %.0f
es: Velocidad: %.0f
hi: स्पीड: %.0f
id_id: Kecepatan: %.0f
ja: 速度：%.0f
ko: 속도: %.0f
pt_br: Velocidade: %.0f
th: ความเร็ว: %.0f
vi: Tốc độ: %.0f
zh_hant: 速度：%.0f

# 随时分享
source: Share anytime
bo_cn: དུས་དང་རྣམ་པ་ཀུན་ཏུ་བཀོལ་སྤྱོད་བྱེད་པ།
es: Compartir en cualquier momento
hi: कभी भी साझा करें
id_id: Bagikan kapan pun
ja: いつでも共有できます
ko: 언제든지 공유
pt_br: Compartilhar a qualquer momento
th: แชร์ได้ตลอดเวลา
vi: Chia sẻ bất kỳ lúc nào
zh_hant: 隨時分享

# 缩放
source: Zoom
id_id: Perbesar
ja: 拡大/縮小
ko: 줌 인/아웃
th: ซูม
vi: Thu phóng
zh_hant: 縮放

# 所有人
source: All users
bo_cn: མི་ཚང་མ།
es: Todos los usuarios
hi: सभी उपयोगकर्ता
id_id: Semua pengguna
ja: すべてのユーザー
ko: 모든 사용자
pt_br: Todos os usuários
th: ผู้ใช้ทั้งหมด
vi: Tất cả người dùng
zh_hant: 所有人

# 所在地
source: Location
bo_cn: གནས་སའི་ཡུལ།
es: Ubicación
hi: जगह
id_id: Lokasi
ja: 位置情報
ko: 위치
pt_br: Local
th: ตำแหน่ง
vi: Địa điểm
zh_hant: 位置

# 锁定后可一键调整颜色及透明度哦
source: Once locked, you can adjust the color and transparency in just one tap.
es: Una vez que esté bloqueado, puedes ajustar el color y la transparencia con un solo toque.
hi: लॉक करने पर आप केवल एक टैप पर रंग और पारदर्शकता चुन सकते हैं
id_id: Setelah dikunci, Anda bisa menyesuaikan warna dan transparansi cukup dengan satu ketukan.
ja: ロックすると、1タップで色と透明度が調節できるようになります。
ko: 잠그면, 탭 한 번으로 색상과 투명도를 간단히 조절하실 수 있습니다.
pt_br: Após bloqueado, você pode ajustar a cor e a transparência com apenas um toque.
th: เมื่อล็อกแล้ว คุณจะสามารถปรับสีและความโปร่งใสได้ในการแตะครั้งเดียว
vi: Khi đã khóa, bạn có thể điều chỉnh màu và độ trong suốt chỉ trong một lần chạm.
zh_hant: 鎖定後可一鍵調整塗抹的顏色和透明度。

# 锁定视频不支持调色
source: Locked videos do not support Color function
id_id: Video yang dikunci tidak mendukung fungsi Warna
ja: ロックされた動画では「色」機能は使用できません
th: วิดีโอที่ถูกล็อกไม่รองรับการปรับสี
vi: Video bị khóa không hỗ trợ chức năng Màu
zh_hant: 锁定视频不支持调色

# 锁定视频不支持画布调节
source: Locked videos do not support canvas adjustments.
id_id: Video yang dikunci tidak mendukung penyesuaian kanvas.
ja: ロックされた動画ではキャンバス調整は使用できません。
ko: 잠겨진 동영상은 캔버스 수정을 지원하지 않습니다
th: ไม่รองรับการปรับแคนวาสสำหรับวิดีโอที่ถูกล็อก
vi: Video bị khóa không hỗ trợ điều chỉnh bảng vẽ.
zh_hant: 鎖定影片不支援尺寸調整

# 锁定视频不支持滤镜调节
source: Locked videos do not support filter adjustments
id_id: Video yang terkunci tidak mendukung penyesuaian filter
ja: ロックされた動画はフィルター調整をサポートしていません
ko: 잠겨진 동영상은 필터 수정을 지원하지 않습니다
th: วิดีโอที่ล็อกอยู่ไม่สามารถใช้การปรับฟิลเตอร์ได้
vi: Các video bị khóa không hỗ trợ điều chỉnh bộ lọc
zh_hant: 鎖定影片不支援濾鏡調整

# 他们太害羞了，不然你主动点？
source: They're too shy! Why don't you say something first?
bo_cn: ཁོ་ཚོ་ཅུང་མཚེར་སྣང་སྐྱེས་བཞིན་ཡོད་པས། སྐུ་ཉིད་ཀྱིས་མ་སྐུལ་དང་ལེན་བྱ་རྒྱུ་གལ།
es: ¡Son muy tímidos! ¿Por qué no dices algo tú primero?
hi: वे बहुत शर्मीले हैं! तुम पहले कुछ क्यों नहीं कहते?
id_id: Mereka terlalu malu! Coba mengatakan sesuatu terlebih dahulu?
ja: 恥ずかしがり屋さんですね！最初のコメントを投稿しませんか？
ko: 너무 수줍음을 탑니다! 먼저 말을 걸어보세요!
pt_br: Eles são tímidos demais! Por que você não diz algo primeiro?
th: พวกเขาขี้อายเกินไป! ทำไมคุณไม่ลองพูดอะไรก่อนล่ะ
vi: Họ quá e thẹn đấy! Sao bạn không nói gì đó trước?
zh_hant: 他們太害羞了，你主動一點吧~

# 他们在
source: They are in
bo_cn: ཁོ་ཚོས་
es: Están en
hi: वे आ चुके हैं
id_id: Mereka berada di
ja: 所在地：
ko: 다음에 있습니다.
pt_br: Eles estão dentro
th: พวกเขาอยู่ใน
vi: Họ ở trong
zh_hant: 他們在

# 他人保存我的图片时有水印
source: Add watermarks
bo_cn: ཁོས་ངའི་འདྲ་པར་ཉར་ཚགས་བྱེད་དུས་ཆུ་དཔར་ཡོད།
es: Pon marca de agua en fotos
hi: आपके सहेजे गए फोटो पर वॉटरमार्क लगाएं
id_id: Tambahkan tanda air ke foto Anda
ja: 保存した写真に透かし模様を追加
ko: 사진에 워터마크를 추가합니다
pt_br: Adicionar marca d'água fotos salvas
th: เพิ่มลายน้ำลงในรูปภาพที่คุณบันทึกไว้
vi: Lưu video lại có thêm dấu ấn
zh_hant: 他人儲存我的圖片時上面有浮水印

# 抬头纹
source: Forehead wrinkles
id_id: Kerutan dahi
ja: 額のシワ
ko: 이마 주름
th: ริ้วรอยบนหน้าผาก
vi: Nếp nhăn trên trán
zh_hant: 抬頭紋

# 太阳穴(面部重塑)
source: Temple
es: Sien
hi: कनपटी
id_id: Pelipis
ja: こめかみ
ko: 관자놀이
pt_br: Têmpora
th: ขมับ
vi: Thái dương
zh_hans: 太阳穴
zh_hant: 太陽穴

# 探索
source: Explore
bo_cn: འཚོལ་བཤེར།
es: Explorar
hi: खोजें
id_id: Jelajahi
ja: 閲覧
ko: 탐색
pt_br: Explorar
th: สำรวจ
vi: Thăm dò
zh_hant: 探索

# 特殊滤镜请选中人像使用哦~
source: Please select portraits to apply this special filter.
es: Selecciona retratos para aplicar este filtro especial.
hi: यह विशेष फिल्टर लागू करने के लिए कृपया पोर्ट्रेट चुनें।
id_id: Pilih potret untuk menerapkan filter khusus ini.
ja: この特別フィルターを適用するポートレートを選択してください。
ko: 이 특수 필터를 적용하려면 인물 사진을 선택하세요.
pt_br: Selecione retratos nos quais aplicar este filtro especial.
th: กรุณาเลือกรูปเหมือนเพื่อใช้ฟิลเตอร์พิเศษนี้
vi: Vui lòng chọn ảnh chụp chân dung để áp dụng bộ lọc đặc biệt này.
zh_hant: 特殊濾鏡請點選人物後使用喔~

# 特殊效果需要下载模型使用哦~ 模型约5M,下载需要4秒左右
source: Special effects need to download the model first. (The model is about 5M, it will take you about 4 seconds to download.)
es: Para los efectos especiales, primero se debe descargar el modelo. (El modelo pesa, aproximadamente, 5 M y tarda unos 4 segundos en descargarse)
hi: स्पेशल इफेक्ट्स को पहले मॉडल डाउनलोड करना होगा। (मॉडल करीब 5M है, डाउनलोड के लिए करीब 4 सेकंड लगेंगे।)
id_id: Efek khusus perlu mengunduh model terlebih dahulu. (Model tersebut sekitar 5M, perlu waktu sekitar 4 detik untuk mengunduhnya.)
ja: 特殊効果は最初にモデルをダウンロードする必要があります。 (モデルは約5Mで、ダウンロードには4秒ほどかかります。)
ko: 먼저 모델을 다운로드해야 특수 효과를 사용 가능합니다. (모델 용량은 약 5M이며, 다운로드에는 4초 정도가 소요됩니다.)
pt_br: Para utilizar os efeitos especiais, é necessário baixar o modelo antes. (O modelo tem aproximadamente 5M e levará cerca de 4 segundos para ser baixado.)
th: สเปเชียลเอฟเฟกต์ต้องการดาวน์โหลดตัวแบบก่อน (ตัวแบบขนาดประมาณ 5M จะใช้เวลาดาวน์โหลดประมาณ 4 วินาที)
vi: Các hiệu ứng đặc biệt cần tải về kiểu mẫu trước tiên. (Kiểu mẫu khoảng 5M, bạn sẽ mất khoảng 4 giây để tải về.)
zh_hant: 特殊效果需要下載模型使用喔！ 模型約5M 下載需要4秒左右。

# 特效
source: Effects
bo_cn: ཁྱད་ནུས།
es: Efectos
hi: इफ़ेक्ट
id_id: Efek
ja: エフェクト
ko: 효과
pt_br: Efeito
th: เอฟเฟกต์
vi: Hiệu ứng
zh_hans: 特效
zh_hant: 特效

# 特效程度
source: Effect Level
bo_cn: ཁྱད་ནུས་ཀྱི་ཚད་གཞི།
es: Nivel de efectos
hi: प्रभाव का स्तर
id_id: Level Efek
ja: エフェクトレベル
ko: 효과 레벨
pt_br: Nível de Efeito
th: ระดับเอฟเฟกต์
vi: Mức độ Hiệu ứng
zh_hant: 濾鏡程度

# 特效去选后将不在内置中出现，重新选中即可出现哦。
source: Unselected filters will not appear in the app. Re-select them to make them appear.
bo_cn: ཁྱད་ནུས་བླངས་རྗེས་ནང་ངོས་སུ་མི་འཆར་ལ་ཡང་བསྐྱར་གདམས་རྗེས་ད་གཟོད་འཆར་ཐུབ།
es: Los filtros desmarcados no aparecerán en la aplicación. Vuelve a seleccionarlos para que aparezcan.
hi: ऐप्लिकेशन में वे फ़िल्टर दिखाई नहीं देंगे, जो चुने नहीं गए हैं। उन्हें ऐप्लिकेशन में पाने के लिए फिर से चुनें।
id_id: Filter yang tidak dipilih tidak akan muncul di app. Pilih lagi untuk memunculkannya.
ja: 選択されていないフィルターはアプリに表示されません。アプリに表示するには、再度選択してください。
ko: 선택 해제된 필터는 앱에 표시되지 않습니다. 다시 선택하면 표시됩니다.
pt_br: Filtros não selecionados não aparecerão no aplicativo. Selecione-os novamente para exibi-los.
th: ฟิลเตอร์ที่ไม่ได้เลือกจะไม่ปรากฏขึ้นที่แอพ เลือกใหม่เพื่อให้ปรากฏขึ้น
vi: Các bộ lọc không được chọn sẽ không xuất hiện trong ứng dụng. Hãy chọn lại để làm cho chúng xuất hiện.
zh_hans: 特效去选后将不在内置中出现，重新选中即可出现哦。
zh_hant: 取消選取濾鏡後，將不顯示於內建中，重新選取即可顯示哦。

# 提到了你
source: mentioned you
bo_cn: ཁྲོདུ་ཁྱེད་རང་གླེང་བྱུང་།
es: te mencionó
hi: आपका उल्लेख किया
id_id: menyebut Anda
ja: があなたをメンションしました
ko: 님이 회원님을 언급했습니다
pt_br: mencionou você
th: ได้กล่าวถึงคุณ
vi: đã nhắc tới bạn
zh_hant: 標註你

# 提交
source: Submit
es: Enviar
hi: जमा करें
id_id: Kirimkan
ja: 送信
ko: 제출
pt_br: Enviar
th: ส่ง
vi: Gửi
zh_hant: 送出

# 提取音乐
source: Extract music
es: Extraer música
hi: संगीत लें
id_id: Ekstraksi musik
ja: 音楽を抽出
ko: 음악 추출
pt_br: Extrair música
th: แยกเพลง
vi: Tách nhạc
zh_hant: 擷取音樂

# 提升(面部重塑)
source: Enhance
bo_cn: ཇེ་མཐོར་གཏོང་བ།
es: Mejorar
hi: संवर्द्धन
id_id: Tingkatkan
ja: 拡張
ko: 높이
pt_br: Aumentar
th: ปรับปรุง
vi: Tăng cường
zh_hans: 提升
zh_hant: 提高

# 提示
source: Attention
bo_cn: གས་ལ་བརྡ།
es: Atención
hi: ध्यान दें
id_id: Perhatian
ja: 注意
ko: 주의
pt_br: Atenção
th: ข้อควรทราบ
vi: Chú ý
zh_hans: 提示
zh_hant: 提示

# 体验海量素材，个性化功能
source: Access to ALL features
id_id: Akses ke SEMUA fitur
ja: すべての機能へのアクセス
ko: 모든 기능에 액세스
th: เข้าถึงทุกฟีเจอร์
vi: Tiếp cận TẤT CẢ các tính năng
zh_hant: 輕鬆體驗會員專屬權益與功能

# 体验全新拼图
source: Try new collage
bo_cn: འདྲ་པར་སྒྲིག་བཟོ།
es: Probar collage nuevo
hi: नया कोलाज आज़माएं
id_id: Coba kolase baru
ja: 新規コラージュをお試しください
ko: 새 콜라주 시도
pt_br: Experimente a nova colagem
th: ลองการต่อภาพใหม่ ๆ
vi: Thử cắt dán mới
zh_hans: 体验全新拼图
zh_hant: 體驗全新拼圖

# 替换
source: Replace
es: Reemplazar
hi: बदलें
id_id: Ganti
ja: 置き換える
ko: 교체
pt_br: Substituir
th: แทนที่
vi: Thay thế
zh_hant: 更換

# 替换视频
source: replace clip(s)
es: sustituir clips
hi: क्लिप(प्स) बदलें
id_id: ganti klip
ja: クリップを置き換える
ko: 클립 교체
pt_br: substituir clipe(s)
th: แทนที่คลิป
vi: thay thế clip
zh_hant: 替換影片

# 天鹅颈
source: Elegant Neck
id_id: Leher elegan
ja: エレガントな首
ko: 우아한 목
th: คอเรียวยาว
vi: Cổ tao nhã
zh_hant: 天鵝頸

# 天生
source: Natural
bo_cn: ལྷན་སྐྱེས།
hi: प्राकृतिक
id_id: Alami
ja: しぜん
ko: 내추럴
th: ธรรมชาติ
vi: Tự nhiên
zh_hant: 天生

# 添加
source: Add
es: Agregar
hi: जोड़ें
id_id: Tambahkan
ja: 追加
ko: 추가
pt_br: Adicionar
th: เพิ่ม
vi: Thêm
zh_hant: 添加

# 添加标签
source: Add tag(s)
bo_cn: ཁྱད་རྟགས་ནང་འཇུག།
es: Etiquetas
hi: टैग जोड़ें
id_id: Tambah label
ja: タグ追加
ko: 태그 추가
pt_br: Adic. etiqueta
th: เพิ่มแท็ก
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 添加標籤

# 添加成员
source: Add new members
zh_hant: 添加成員

# 添加点
source: Add beats
es: Añadir
hi: बीट्स जोड़ें
id_id: Tambahkan
ja: ビートを追加
ko: 비트 추가
pt_br: Adicionar
th: เพิ่มบีท
vi: Thêm nhịp
zh_hant: 添加點

# 添加合适的标签，会获取更多曝光
source: Add a good tag to get more exposure
id_id: Tambahkan label yang bagus untuk mendapatkan lebih banyak ekspos
ja: 良いタグを追加すると注目度が上がります
ko: 적절한 태그를 넣어서 많은 노출을 받으세요
th: ใส่แท็กดีๆเพื่อให้เข้าถึงได้มากขึ้น
vi: Thêm một thẻ tốt để tăng độ tiếp cận
zh_hant: 加上適合的標籤，可以提高曝光率

# 添加合适的产品，推荐给你的粉丝吧～
source: Add suitable products and recommend them to your followers!
id_id: Tambahkan produk yang sesuai dan sarankan ke para pengikut Anda!
ja: ピッタリの商品を追加して、フォロワーにおすすめしましょう！
ko: 적절한 제품을 추가해서 팔로워들에게 추천해 주세요!
th: เพิ่มสินค้าที่เหมาะสม และแนะนำให้กับผู้ติดตามของคุณ!
vi: Thêm các sản phẩm phù hợp và giới thiệu chúng cho những người theo dõi của bạn!
zh_hant: 添加適合的商品，推薦給你的粉絲吧～

# 添加评论
source: Add a comment...
zh_hant: 添加留言…

# 添加失败
source: Failed to add
id_id: Gagal menambahkan
ja: 追加に失敗しました
ko: 추가 실패
th: การเพิ่มล้มเหลว
vi: Không thể thêm
zh_hant: 添加失敗

# 添加视频
source: Add video
es: Añadir video
hi: वीडियो जोड़ें
id_id: Tambahkan video
ja: 動画を追加
ko: 동영상 추가
pt_br: Adicionar vídeo
th: เพิ่มวิดีโอแล้ว
vi: Thêm video
zh_hant: 添加影片

# 添加音乐
source: Add music
es: Añadir música
hi: म्यूज़िक जोड़ें
id_id: Tambahkan musik
ja: 音楽を追加
ko: 음악 추가
pt_br: Adicionar música
th: เพิ่มเพลง
vi: Thêm âm nhạc
zh_hant: 添加音樂

# 添加有颜文字描述
source: Add post description
bo_cn: ཡོ་ཡན་ཡི་གེ་ནང་འཇུག་བྱས་ཏེ་ཞིབ་བརྗོད།
es: Agregar descripción de la publicación
hi: पोस्ट की जानकारी डालें
id_id: Tambahkan teks
ja: 投稿の説明を追加
ko: 게시물 설명 추가
pt_br: Adicionar descrição da publicação
th: เพิ่มคำอธิบายโพสต์ Youyan
vi: Thêm văn bản mô tả
zh_hans: 添加有颜文字描述
zh_hant: 添加有顏文字描述

# 甜酷
source: Sweet
id_id: Manis
ja: スイート
ko: 드스윗
th: อ่อนหวาน
vi: Ngọt ngào
zh_hant: 甜酷

# 条内容
source: posts
bo_cn: ་ནང་དོན།
es: publicaciones
hi: पोस्ट
id_id: postingan
ja: 件の投稿
ko: 개의 게시글
pt_br: publicações
th: โพสต์
vi: bài đăng
zh_hant: 則貼文

# 条评论
source: comment(s)
bo_cn: དཔྱད་བརྗོད་སྤེལ་གྲངས་འདུག
es: comentarios
hi: टिप्पणी(यां)
id_id: komentar
ja: 件のコメント
ko: 의견
pt_br: comentário(s)
th: ความเห็น
vi: bình luận
zh_hant: 則留言

# 跳过
source: Skip
es: Omitir
hi: छोड़ें
id_id: Lewati
ja: スキップ
ko: 건너뛰기
pt_br: Pular
th: ข้าม
vi: Bỏ qua
zh_hant: 跳過

# 跳过，暂不登录
source: Not now
bo_cn: གནས་སྐབས་ཐོ་ཞུགས་མི་བྱ།
es: No ahora
hi: अभी नहीं
id_id: Jangan Sekarang
ja: 後で行う
ko: 나중에
pt_br: Agora não
th: ไม่ใช่ตอนนี้
vi: Không phải lúc này
zh_hans: 跳过，暂不登录
zh_hant: 跳過，暫不登入

# 贴纸
source: Stickers
bo_cn: སྦྱར་ཤོག།
es: Calcomanías
hi: स्टिकर
id_id: Stiker
ja: スタンプ
ko: 스티커
pt_br: Adesivos
th: สติกเกอร์
vi: Nhãn dán
zh_hans: 贴纸
zh_hant: 貼紙

# 贴纸/文字
source: Sticker/text
es: Calcomanía/texto
hi: स्टिकर/लेख
id_id: Stiker/teks
ja: スタンプ/テキスト
ko: 스티커/텍스트
pt_br: Sticker/texto
th: สติกเกอร์/ข้อความแล้ว
vi: Nhãn dán/văn bản
zh_hant: 貼紙/文字

# 贴纸动画
source: Sticker
id_id: Stiker
ja: スタンプ
ko: 스티커
th: สติกเกอร์
vi: Nhãn dán
zh_hant: 貼紙動畫

# 贴纸管理
source: Manage Stickers
bo_cn: ཤོག་སྦྱར་དོ་དམ་
es: Administrar stickers
hi: स्टिकर्स मैनेज करें
id_id: Kelola Stiker
ja: スタンプを管理
ko: 스티커 관리
pt_br: Gerenciar Adesivos
th: จัดการสติกเกอร์
vi: Quản lý nhãn dán
zh_hant: 貼紙管理

# 贴纸专辑
source: Sticker Collections
bo_cn: མཛེས་བཟོའི་མ་ལག་ཆེད་སྒྲིག
es: Colecciones de stickers
hi: स्टिकर संग्रह
id_id: Koleksi Stiker
ja: スタンプのコレクション
ko: 스티커 컬렉션
pt_br: Coleções de Adesivos
th: คอลเลกชันสติกเกอร์
vi: Bộ sưu tập nhãn dán
zh_hant: 貼紙專輯

# 通用
source: General
bo_cn: རྒྱུན་སྤྱོད།
hi: सामान्य
id_id: Umum
ja: 一般
ko: 일반
pt_br: Geral
th: ทั่วไป
vi: Chung
zh_hant: 適用

# 同款素材准备中
source: Loading the same effect...
bo_cn: རྒྱུ་ཆ་འདྲ་བ་གྲ་སྒྲིག་བྱེད་བཞིན་འདུག་ཅུང་ཙམ་སྒུག་རོགས།
es: Cargando el mismo efecto...
hi: वही इफेक्ट लोड हो रहा...
id_id: Memuat efek yang sama...
ja: 同じ効果を読み込み中...
ko: 동일한 효과를 로드 중입니다...
pt_br: Carregando o mesmo efeito...
th: กำลังโหลดเอฟเฟกต์เดียวกันอยู่...
vi: Đang tải hiệu ứng tương tự...
zh_hant: 同款素材準備中

# 同时评论给作者
source: Sync to comment
id_id: Sinkronkan untuk mengomentari
ja: コメントに同期する
ko: 답글로 동기화
th: ซิงค์กับคอมเมนต์
vi: Đồng bộ hóa để bình luận
zh_hant: 留言給作者

# 同意
source: Agree
bo_cn: གའཐད།
es: Aceptar
hi: सहमत
id_id: Setuju
ja: 同意
ko: 동의
pt_br: Concordo
th: ยอมรับ
vi: Đồng ý
zh_hant: 同意

# 同意，并开始使用
source: Agree and start using
bo_cn: འཐད་དེ་བཀོད་སྤྱོད་བྱེད་པ།
es: Aceptar y comenzar a utilizar
hi: सहमत हों और उपयोग करना शुरू करें
id_id: Setujui dan mulai gunakan
ja: 同意して、使用を開始する
ko: 동의 및 시작
pt_br: Concordar e começar a utilizar
th: ยอมรับและเริ่มใช้งาน
vi: Đồng ý và bắt đầu sử dụng
zh_hans: 同意，并开始使用
zh_hant: 同意，並開始使用

# 同意并继续
source: Agree
bo_cn: 同意并继续
es: Aceptar
hi: स्वीकार करें
id_id: Setuju
ja: 同意
ko: 동의
pt_br: Concordar
th: ยอมรับ
vi: Đồng ý
zh_hans: 同意并继续
zh_hant: 同意

# 瞳仁(面部重塑)
source: Pupil
es: Pupila
hi: आंख की पुतली
ja: 瞳
ko: 동공
pt_br: Pupila
th: ลูกตาดำ
vi: Học sinh
zh_hans: 瞳仁
zh_hant: 眼珠

# 头像裁剪
source: Crop profile picture
bo_cn: མགོ་བརྙན་དྲས་པ།
es: Recortar imagen de perfil
hi: अवतार क्रॉप करें
id_id: Pangkas avatar
ja: プロフィール写真をトリミング
ko: 아바타 자르기
pt_br: Cortar imagem do perfil
th: ครอบตัดอวาตาร์
vi: Cắt hình đại diện
zh_hant: 大頭貼剪裁

# 透明
source: Transparency
id_id: Transparansi
ja: 透明度
ko: 투명도
th: โปร่งใส
vi: Trong suốt
zh_hant: 透明

# 透明度
source: Transparency
bo_cn: དྭངས་ཚད།
es: Opacidad
hi: पारदर्शिता
id_id: Transparansi
ja: 透明度
ko: 투명도
pt_br: Opacidade
th: โปร่งใส
vi: Độ trong suốt
zh_hans: 透明度
zh_hant: 透明度

# 图案
source: Patterns
es: Patrones
hi: पैटर्न
id_id: Pola
ja: パターン
ko: 패턴
pt_br: Padrões
th: แพทเทิร์น
vi: Mẫu
zh_hant: 圖案

# 图层
source: Layer
ja: レイヤー
ko: 레이어
th: ฝรั่งเศส
vi: Lớp
zh_hant: 圖層

# 图片
source: Photo
es: Foto
hi: फोटो
id_id: Foto
ja: 写真
ko: 사진
pt_br: Foto
th: รูปภาพ
vi: Ảnh
zh_hant: 圖片

# 图片(经典首页)
source: Editing
zh_hans: 图片
zh_hant: 圖片

# 图片/视频
source: Image/Video
id_id: Gambar/Video
ja: 画像/動画
ko: 이미지/동영상
th: รูป/วิดีโอ
vi: Hình Ảnh/Video
zh_hant: 圖片/影片

# 图片背景
source: Picture
bo_cn: འདྲ་པར་རྒྱབ་ལྗོངས།
es: Imagen
hi: तस्वीर
id_id: Foto
ja: 写真
ko: 그림
pt_br: Imagem
th: ภาพ
vi: Ảnh
zh_hans: 图片背景
zh_hant: 圖片背景

# 图片不支持音量调节
source: Pictures do not support volume adjustment
id_id: Gambar tidak mendukung penyesuaian volume
ja: 写真では音量調節がサポートされていません
ko: 사진이 용량 수정을 지원하지 않습니다
th: รูปไม่ซัพพอร์ตการปรับเสียง
vi: Hình ảnh không hỗ trợ điều chỉnh âm lượng
zh_hant: 圖片不支援音量調整

# 图片超出尺寸限制
source: Image size limit is exceeded
bo_cn: འདྲ་པར་དེ་ཆེ་ཆུང་གི་ཚད་བཀག་ལས་བརྒལ་སོང་།
es: Se excedió el límite de tamaño de imagen
hi: फोटो साइज़ अत्यधिक बड़ा है
id_id: Gambar melebihi batas ukuran
ja: 画像サイズの上限を超えています
ko: 이미지 크기 제한을 초과했습니다.
pt_br: O limite de tamanho da imagem foi ultrapassado
th: ขนาดรูปภาพเกินที่กำหนด
vi: Hình ảnh vượt quá giới hạn kích cỡ
zh_hant: 圖片超出尺寸限制

# 图片过大，无法选择。
source: The picture is too big to select.
bo_cn: འདྲ་པར་ཆེ་དྲགས་པས་གདམས་ལེན་བྱ་མི་ཐུབ།
es: Esta fotografía es demasiado grande.
hi: यह तस्वीर चुने जाने के लिए बहुत बड़ी है।
id_id: Foto terlalu besar untuk dipilih.
ja: 写真が大きすぎるため、選択できません。
ko: 그림이 너무 커서 선택할 수 없습니다.
pt_br: Esta imagem é grande demais para ser selecionada.
th: ภาพนี้ใหญ่เกินไปสำหรับเลือก
vi: Ảnh này quá lớn để được chọn.
zh_hans: 图片过大，无法选择。
zh_hant: 圖片過大，請重新選擇。

# 图片过小，无法选择。
source: The picture is too small to select.
bo_cn: འདྲ་པར་ཆུང་འདུག།གདམ་གསེས་བྱ་མི་ཐུབ།
es: Esta fotografía es demasiado pequeña.
hi: यह तस्वीर बहुत छोटी है इसलिए इसे चुना नहीं जा सकता।
id_id: Foto terlalu kecil untuk dipilih.
ja: 写真が小さすぎるため、選択できません。
ko: 그림이 너무 작아서 선택할 수 없습니다.
pt_br: Esta imagem é pequena demais para ser selecionada.
th: ภาพนี้เล็กเกินไปสำหรับเลือก
vi: Ảnh này quá nhỏ để được chọn.
zh_hans: 图片过小，无法选择。
zh_hant: 圖片過小，請重新選擇。

# 图片美化
source: Photo Editing
bo_cn: འདྲ་པར་མཛེས་བཟོ།
es: Edición de fotos
hi: फोटो एडिटिंग
id_id: Foto Editing
ja: 写真編集
ko: 사진편집
pt_br: Edição de fotos
th: ตัดต่อ รูปภาพ
vi: Chỉnh sửa Ảnh
zh_hans: 图片美化
zh_hant: 美化圖片

# 图片美化（社区首页）
source: Photo
bo_cn: 图片美化
es: Fotos
hi: फोटो
id_id: Foto
ja: 写真編集
ko: 사진편집
pt_br: Fotos
th: รูปภาพ
vi: Ảnh
zh_hans: 图片美化
zh_hant: 美化圖片

# 图片美化小技巧
source: Tips
bo_cn: མཛེས་ཉམས་རི་མོའི་ཐབས་རྩལ་ཆུང་ཆུང་།
es: Consejos
hi: सलाह
id_id: Kiat
ja: ヒント
ko: 팁
pt_br: Dicas
th: คำแนะนำ
vi: Mẹo
zh_hant: 美化圖片小技巧

# 图片衔接处拖动 可调节大小噢
source: Drag the edges of the picture to adjust the size.
bo_cn: རི་མོའི་འབྲེལ་མཚམས་ནས་འདྲུད་འཐེན་བྱེད་དགོས། ཆེ་ཆུང་སྙོམས་སྒྲིག་བྱེད་ཐུབ།
es: Arrastra los bordes de la imagen para ajustar el tamaño.
hi: साइज़ एडजस्ट करने के लिए फोटो के किनारे खींचें।
id_id: Seret tepi foto untuk menyesuaikan ukurannya.
ja: 写真の縁をドラッグしてサイズ を調整します。
ko: 사진 모서리를 드래그해서 크기를 조정하세요.
pt_br: Arraste as bordas da imagem para ajustar o tamanho.
th: ลากที่ขอบรูปภาพเพื่อปรับขนาด
vi: Kéo các cạnh của bức ảnh để điều chỉnh kích cỡ.
zh_hant: 拖動圖片銜接處 可調整大小喔

# 图片已保存
source: Image saved
bo_cn: འདྲ་པར་ཉར་ཚགས་བྱས་ཟིན།
es: Imagen guardada
hi: छवि सहेजी गई
id_id: Gambar tersimpan
ja: 画像が保存されました
ko: 이미지 저장됨
pt_br: Imagem salva
th: บันทึกภาพไว้แล้ว
vi: Đã lưu ảnh
zh_hans: 图片已保存
zh_hant: 圖片已儲存

# 图片已保存至相册
source: Picture has been saved to album.
es: La imagen se guardó en el álbum.
hi: फोटो को एलबम में सहेजा गया
id_id: Gambar sudah disimpan ke album.
ja: 写真がアルバムに保存されました。
ko: 사진이 앨범에 저장됐습니다.
pt_br: A imagem foi salva no álbum.
th: บันทึกรูปภาพลงในอัลบั้มแล้ว
vi: Bức ảnh đã được lưu vào album.
zh_hant: 圖片已儲存至相簿

# 图片暂不支持变速
source: Images don't support the "Speed" function.
es: Las imágenes no admiten la función de "Velocidad".
hi: तस्वीरें [गति] कार्य को समर्थन नहीं दे सकतीं।
id_id: Gambar tidak dapat mendukung fungsi [Kecepatan].
ja: 画像は[速度]機能が利用できません。
ko: 이미지는 [속도] 기능을 지원할 수 없습니다.
pt_br: As imagens não tem suporte para a função [Velocidade].
th: รูปภาพไม่สนับสนุนฟังก์ชัน [ความเร็ว]
vi: Hình ảnh không thể hỗ trợ chức năng [Tốc độ]
zh_hant: 圖片暫不支援變速

# 图片暂不支持倒放
source: Reverse function does not support photos.
es: La foto no admite inversión
hi: फोटो रिवर्स को सपोर्ट नहीं करता
id_id: Foto tidak mendukung untuk dibalik
ja: 写真のリバースはサポートしていません
ko: 사진이 역방향을 지원하지 않습니다.
pt_br: A foto não tem suporte para a opção de trás para frente
th: รูปภาพไม่รองรับการย้อนกลับ
vi: Ảnh không hỗ trợ đảo ngược
zh_hant: 圖片暫不支援倒轉

# 图片暂不支持定格
source: The freeze function is not supported for images.
id_id: Tidak mendukung fungsi pembekuan untuk gambar.
ja: 画像のフリーズ機能はサポートされていません
ko: 이미지에는 프리즈 기능이 지원되지 않습니다.
th: รูปภาพไม่รองรับฟังก์ชันหยุดภาพ
vi: Chức năng đóng băng không được hỗ trợ cho hình ảnh.
zh_hant: 圖片暫不支援定格

# 涂抹
source: Manual
hi: मैन्युअल
ja: マニュアル
ko: 메뉴얼
th: ปรับเอง
vi: Bẳng tay
zh_hant: 手動
