Repository: GuoMs/testDemo
Catalog: testDemo/Source/Resource/Localizable/*.lproj/Localizable.strings
Languages: bo_cn, es, hi, id_id, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# 条内容
source: posts
bo_cn: ནང་དོན།
es: publicaciones
hi: पोस्ट
id_id: postingan
ja: 件の投稿
ko: 개의 게시글
pt_br: publicações
th: โพสต์
vi: bài đăng
zh_hant: 則貼文

# “%@”笔刷效果示例图
source: '%@' Brush Preview
bo_cn: '%@' ཚོན་སྨྱུག་%@ཡིས་བྱེད་ནུས་དཔེ་བསྡུར་རི་མོ།
es: '%@' Vista previa del pincel
hi: '%@' ब्रश की झलक
id_id: '%@' Pratinjau Kuas
ja: 「%@」ブラシのプレビュー
ko: '%@' 브러시 미리 보기
pt_br: '%@' Prévia do Pincel
th: แสดงตัวอย่างแปรง ‘%@’
vi: Xem trước Chổi vẽ '%@'
zh_hans: “%@”笔刷效果示例图
zh_hant: “%@”筆刷效果示例圖

# “美图秀秀”想要打开“美拍”
source: "Meitu" wants to open "Meipai"
es: Meitu quiere abrir "Meipai"
hi: Meitu खोलना चाहते हैं "Meipai" को
id_id: Meitu ingin membuka "Meipai"
ja: 「Meitu」が「Meipai」を開こうとしています
ko: Meitu에서 "Meipai"를 열려고 합니다
pt_br: Meitu deseja abrir "Meipai"
th: Meitu ต้องการเปิด "Meipai"
vi: Meitu muốn mở "Meipai"
zh_hant: “美圖秀秀”想要開啟“美拍”

# [表情]
source: [Emoji]
es: [Emoticón]
hi: [इमोजी]
ja: [絵文字]
ko: [이모티콘]
th: [อิโมจิ]
zh_hant: 「表情」

# [视频]
source: [Video]
ja: [動画]
ko: [동영상]
th: [วิดีโอ]
zh_hant: [影片]

# [图片]
source: [Photo]
id_id: [Foto]
ja: [写真]
ko: [사진]
th: [รูปภาพ]
vi: [Ảnh]
zh_hant: [圖片]

# [图片评论]
source: [Comment with Picture]
bo_cn: རི་མོའི་དཔྱད་བརྗོད།
es: [Comentar con Picture]
hi: [फोटो सहित टिप्पणी करें]
id_id: [Komentari dengan Foto]
ja: [写真付きコメント]
ko: [사진 포함한 답글]
pt_br: [Comentar com Imagem]
th: [ความเห็นพร้อมรูปภาพ]
vi: [Bình luận với Ảnh]
zh_hant: [圖片留言]

# 《隐私政策》
source: Privacy Policy
bo_cn: 《隐私政策》
es: Política de privacidad
hi: निजता नीति
id_id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
vi: Chính sách cá nhân
zh_hans: 《个人信息保护政策》
zh_hant: 隱私權政策

# 《用户协议》
source: Terms of Service
bo_cn: 《用户协议》
es: Términos de servicio
hi: सेवा की शर्तें
id_id: Ketentuan Layanan
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de Serviço
th: ข้อตกลงบริการ
vi: Điều khoản dịch vụ
zh_hans: 《用户协议》
zh_hant: 使用者協議

# 【高光笔】更名为【修容笔】
source: The \"Highlight\" function has been renamed as the\ "Contour\" function!
bo_cn: 〈མཐོ་འོ་སྙུག་>ཞེས་པར་མིང་བསྒྱུར་།（དག་བཅོས་ཤོང་སྨྱུ་གུ་）ཨོ་
es: ¡La función \"Destacar\" se llama ahora función \"Contorno\"!
hi: \"छाया\" फंक्शन का नया नाम \"कंटूर \" फंक्शन किया गया
id_id: Fungsi \"Sorot\" berganti nama menjadi fungsi \"Perpanjang\"!
ja: 「ハイライト」機能の名称は「立体感」機能に変更されました！
ko: \"하이라이트\" 기능의 이름이 \ "윤곽선\" 기능으로 변경됐습니다!
pt_br: A função \"Destacar\" foi renomeada como função \"Contorno\"!
th: ฟังก์ชัน \"ไฮไลต์\" เปลี่ยนชื่อเป็นฟังก์ชัน \"คอนทัวร์\"
vi: Chức năng \"Nổi bật\" đã được đặt lại tên thành chức năng \"Tạo khối\"!
zh_hant: 「高光筆」更名為「修容筆」

# 【连接】
source: "connect"
bo_cn: "འབྲེལ་མཐུད།"
es: conectar
hi: “कनेक्ट करें”
id_id: "hubungkan"
ja: "接続"
ko: "연결"
pt_br: conectar
th: “เชื่อมต่อ”
vi: "kết nối"
zh_hans: 【连接】
zh_hant: [連線]

# 【特效】更名为【滤镜】哦
source: [Effects] are now named [Filters]
bo_cn: ཁྱད་ནུས་ཀྱི་མིང་འཚག་ཤེལ་དུ་བསྒྱུར་ཟིན།
es: [Efectos] ahora se llaman [Filtros]
hi: [Effects] का नाम अब [Filters] है
id_id: [Efek] sekarang berganti nama menjadi [Filter]
ja: 「エフェクト」は「フィルター」に名称が変更されました
ko: [효과]가 이제 [필터]로 바뀌었습니다.
pt_br: [Efeitos] agora se chamam [Filtros]
th: [เอฟเฟกต์] ได้เปลี่ยนชื่อเป็น [ฟิลเตอร์]
vi: [Hiệu ứng] hiện giờ được đặt tên [Bộ lọc]
zh_hans: 【特效】更名为【滤镜】哦
zh_hant: 【特效】更名为【滤镜】哦

# @我的
source: My Mentions
bo_cn: @ང་ལ་།
es: Menciones
hi: उल्लेख
id_id: Penyebutan
ja: 通知
ko: 언급
pt_br: Menções
th: กล่าวถึง
vi: Lượt nhắc tới
zh_hant: @我的

# #美图秀秀#
source: #Meitu#
zh_hans: #美图秀秀#
zh_hant: #美圖秀秀#

# #美图秀秀抠图#
source: #MeituCutout
es: #RecorteMeitu
hi: #Meituकटआउट
id_id: #MeituPotong
ja: #Meitu切り抜き
ko: #Meitu잘라내기
pt_br: #RecorteMeitu
th: #Meituคัตเอาต์
vi: #Cắt bớtMeitu
zh_hant: #美圖秀秀去背

# #萌拍#
source: #Cute Selfie#
bo_cn: #སྲོགམ་ཆགས་པར་ལེན་ཆས།#
es: #Selfi tierna#
ja: #キュートな自撮り#
ko: #귀여운 셀카#
pt_br: #Selfie Bonitinha#
th: #เซลฟี่น่ารัก ๆ#
vi: #Selfie dễ thương#
zh_hant: ＃萌拍＃

# #魔法照片#
source: #Flow#
hi: #फ़्लोव#
id_id: #Alur#
ja: #フロー#
ko: #플로우#
pt_br: #Fluxo#
th: #โฟลว#
vi: #Lưu lượng#
zh_hant: #魔法照片#

# %.1f秒
source: %.1f s
bo_cn: %.1fསྐར་ཆ།
ja: %.1f秒
zh_hant: %.1f 秒

# %@ 创建
source: %@ create
bo_cn: %@ གསར་འཛུགས
es: %@ crear
hi: %@ बनाएं
id_id: %@ buat
ja: %@ 作成
ko: %@ 생성
pt_br: %@ criar
th: %@ สร้าง
vi: %@ tạo lập
zh_hant: %@ 建立

# %@ 的美志
source: %@'s beauty log
id_id: Catatan kecantikan %@
ja: %@の美容ブログ
ko: %@의 뷰티 로그
th: %@'s บิวตี้ล็อก
vi: Nhật ký làm đẹp của %@
zh_hant: %@的美誌

# %@ 点赞了%d个日志
source: %@ liked %d Galleries
es: A %@ le gustaron %d galerías
hi: %@ ने %d गैलरी को पसंद किया
id_id: %@ menyukai %d Galeri
ja: %@ が%d個のギャラリーを「いいね」しました
ko: %@ 명이 갤러리 %d개를 좋아합니다
pt_br: %@ curtiu %d Galerias
th: %@ ถูกใจ แกลเลอรีของ %d
vi: %@ đã thích %d Thư viện ảnh
zh_hant: %@ 按讚了 %d個日誌

# %@撤回了一条消息
source: %@ recalled 1 message.
id_id: %@ menarik 1 pesan.
ja: %@さんが1件のメッセージをリコールしました。
ko: %@님이 메세지를 지웠습니다
th: %@ ยกเลิก 1 ข้อความ
vi: %@ đã gọi lại 1 tin nhắn.
zh_hant: %@收回了一則訊息

# %@次阅读
source: %@ views
bo_cn: ཐིངས་%@བལྟ་ཀློགས་།
es: %@ visualizaciones
hi: %@ बार देखा गया
id_id: %@ tayangan
ja: 閲覧%@回
ko: 조회수 %@
pt_br: %@ visualizações
th: %@ ยอดดู
vi: %@ lượt xem
zh_hant: %@次閱讀

# %@的美志
source: %@'s beauty log
id_id: Catatan kecantikan %@
ja: %@の美容ブログ
ko: %@의 뷰티 로그
th: %@'s บิวตี้ล็อก
vi: Nhật ký làm đẹp của %@
zh_hant: %@的美誌

# %@的私人相册
source: %@'s Private Album
zh_hant: %@的私人相簿

# %@的原声
source: %@s original audio
es: Audio original de %@
hi: %@का मौलिक ऑडियो
id_id: Audio asli %@
ja: %@のオリジナル音声
ko: %@의 오리지널 오디오
pt_br: Áudio original de %@
th: ไฟล์เสียงต้นฉบับของ%@
vi: Âm thanh gốc của %@
zh_hant: %@的原聲

# %@关注了%@
source: %@ is following %@
es: %@ sigue a %@
hi: %@ %@ को फॉलो कर रहे हैं
id_id: %@ setelah %@
ja: %@が%@に続いています
ko: %@가 %@를 팔로우함
pt_br: %@ está seguindo %@
th: %@ กำลังติดตาม %@
vi: %@ đang theo dõi %@
zh_hant: %@追蹤了%@

# %@浏览
source: %@ Views
bo_cn: %@ རགས་བལྟ
es: %@ Vistos
hi: %@ बार देखा गया
id_id: %@ kali Dilihat
ja: %@回のビュー
ko: %@개의 조회수
pt_br: %@ Visualizações
th: %@ วิว
vi: %@ lượt xem
zh_hans: %@浏览
zh_hant: %@瀏覽

# %@人解锁 %@条内容
source: %@ user(s) have unlocked %@ posts
bo_cn: %@མིའི་ཟྭ་ཕྱེ %@ནང་དོན་གྱི་གྲངས།
es: %@ usuarios han desbloqueado %@ publicaciones
hi: %@ लैंडमार्क अनलॉक किए। आप %@ यूज़र्स से बेहतर कर रहे हैं!
id_id: %@ pengguna telah membuka %@ postingan
ja: %@名のユーザーが%@件の投稿をロック解除しました
ko: %@명의 사용자가 %@개의 게시글을 잠금 해제했습니다.
pt_br: %@ usuário(s) desbloqueou(aram) %@ publicações
th: ผู้ใช้ %@ คนได้ปลดล็อก %@ โพสต์แล้ว
vi: %@ người dùng đã mở khóa %@ bài đăng
zh_hant: %@人解鎖%@則貼文

# %@天免费试用，到期自动续费 %@，可随时取消。
source: %@-day free trial. It will automatically renew for the price of %@. You can cancel anytime.
id_id: %@-hari coba gratis. Ini akan diperpanjang secara otomatis seharga %@. Anda bisa membatalkannya kapan saja.
ja: %@日間無料トライアル。%@の価格で自動的に更新されます。いつでもキャンセル可能です。
ko: %@일간 무료 사용, 사용 후 자동 갱신 %@, 언제든 취소 가능
th: ทดลองใช้ฟรี%@ - วันโดยจะต่ออายุโดยอัตโนมัติในราคา%@ คุณสามารถยกเลิกได้ตลอดเวลา
vi: Dùng thử %@ ngày miễn phí. Tự động gia hạn với mức giá %@. Bạn có thể hủy bỏ bất cứ lúc nào.
zh_hant: %@天免費試用，到期自動續費%@，可隨時取消。

# %@条内容
source: %@ posts
bo_cn: %@ནང་དོན་།
es: %@ publicaciones
hi: %@ पोस्ट
id_id: %@ postingan
ja: 投稿%@ 件
ko: 포스트 %@개
pt_br: %@ postagens
th: %@ โพสต์
vi: %@ bài đăng
zh_hant: %@則內容

# %@虚化已开启
source: %@ Blur On
bo_cn: %@ རབ་རིབ་གཏོང་བྱེད་ཀྱི་སྒོ་ཕྱེ་ཡོད།།
es: %@ Desenfoque activado
hi: %@ ब्लर चालू है
id_id: %@ Kabur Hidup
ja: %@個のぼかしをON
ko: %@ 흐릿하게 켜기
pt_br: %@ Desfoque ligado
th: %@ เบลอ เปิด
vi: %@ Nhòe Bật
zh_hans: %@虚化已开启
zh_hant: %@虛化已開啟

# %d人
source: %1$d members
zh_hant: %1$d人

# %d天前
source: %d day(s) ago
es: Hace %d día(s)
hi: %d दिन पहले
id_id: %d hari yang lalu
ja: %d日前
ko: %d일 전
pt_br: %d dia(s) atrás
th: %d วันก่อน
vi: %d ngày trước
zh_hant: %d天前

# %d小时前
source: %d hour(s) ago
bo_cn: དུས་ཚོད་%dསྔོན་དུ།
zh_hant: %d小時前

# %d张照片，%d个视频
source: %d photo(s) and %d video(s)
zh_hant: %d張照片, %d段影片

# %ld 张
source: %ld photos
zh_hant: %ld 張

# %ld-天免费试用
source: %ld-day free trial
id_id: Masa uji coba %ld hari
ja: %ld日間無料トライアル
ko: %ld일 무료 체험
th: ลองใช้ฟรี%ldวัน
vi: Thời gian dùng thử miễn phí %ld ngày
zh_hant: %ld天免費試用

# %ld天免费试用
source: %ld-day free trial
id_id: Masa uji coba %ld hari
ja: %ld日間無料トライアル
ko: %ld일 무료 체험
th: ลองใช้ฟรี%ldวัน
vi: Thời gian dùng thử miễn phí %ld ngày
zh_hant: %ld天免費試用

# %ld张
source: %ld
bo_cn: %ldརིགས།
zh_hans: %ld张
zh_hant: %ld張

# %lu分钟前
source: %lu minute(s) ago
bo_cn: སྐར་མ%luསྔོན་དུ།
es: Hace %lu minutos
hi: %lu मिनट पहले
id_id: %lu menit yang lalu
ja: %lu分前
ko: %lu분 전
pt_br: %lu minutos atrás
th: %lu นาทีที่ผ่านมา
vi: %lu phút trước
zh_hans: %lu分钟前
zh_hant: %lu分鐘前

# %lu小时前
source: %lu hour(s) ago
bo_cn: དུས་ཚོད་%luསྔོན་དུ།
es: Hace %lu horas
hi: %lu घंटे पहले
id_id: %lu jam yang lalu
ja: %lu時間前
ko: %lu시간 전
pt_br: %lu horas atrás
th: %lu ชั่วโมงที่ผ่านมา
vi: %lu giờ trước
zh_hans: %lu小时前
zh_hant: %lu小時前

# 😌 就知道你还会回来的~
source: 😌Welcome back
bo_cn: 😌 ཁྱེད་རང་ཕྱིར་ཕེབས་རྒྱུ་ཡིན་པ་ངས་ཤེས་འདུག།
es: 😌Bienvenido nuevamente
hi: 😌फिर से स्वागत है
id_id: 😌Selamat datang kembali
ja: 😌お帰りなさい
ko: 😌돌아오신 걸 환영합니다
pt_br: 😌Bem-vindo de volta
th: 😌ยินดีต้อนรับกลับมา!
vi: 😌Chào mừng quay trở lại
zh_hant: 😌就知道你還會回來的~

# 1. 美图粉钻VIP会员开通后，将于本周期到期前24小时，为您自动续费并延长对应周期时长；
source: 1. Onceactivated, the VIP membership will be automatically renewed and the corresponding period will be extended for you 24 hours before the expiration of the current period.
id_id: 1. Setelah diaktifkan, keanggotaan VIP akan diperpanjang secara otomatis dan periodenya akan diperpanjang dalam waktu 24 jam sebelum berakhirnya periode yang berlaku.
ja: 1、有効化すると、VIPメンバーシップが自動的に更新され、現在の有効期限の24時間前に、プラン期間分が延長されます。
ko: 1. Meitu VIP 회원이 되시면 회원권 만료 24시간 전에 자동결제 및 사용 기간이 연장됩니다.
th: 1. เมื่อทำการเปิดใช้งานสมาชิก VIP จะได้รับการต่ออายุโดยอัตโนมัติ 24 ชั่วโมงก่อนที่ช่วงเวลาปัจจุบันจะหมดอายุ โดยจะทำการขยายระยะเวลาที่เกี่ยวเนื่องให้คุณ
vi: 1. Sau khi được kích hoạt, quyền thành viên VIP sẽ được tự động gia hạn và thời gian tương ứng sẽ được gia hạn cho bạn trong 24 giờ trước khi hết hạn giai đoạn hiện tại.
zh_hant: 1、美圖粉鑽VIP會員開通後，將於本週期到期前24小時自動續費並延長週期；

# 2. 苹果账号开通的自动续费服务是与苹果签订的订阅关系，需在苹果手机上登录苹果账号才能取消，美图秀秀无权取消，方法参考：
source: 2. The auto-renewal service on your Apple account is offered by Apple, so Meitu is unable to cancel it for you directly. You can log in to your Apple account on your iOS device to cancel, using the following steps:
id_id: 2. Layanan perpanjangan otomatis di akun Apple Anda ditawarkan oleh Apple, sehingga Meitu tidak dapat membatalkannya untuk Anda secara langsung. Anda dapat masuk ke akun Apple Anda di perangkat iOS untuk membatalkannya dengan menggunakan langkah-langkah berikut:
ja: 2、ご利用のAppleアカウントでの自動更新サービスはAppleによって提供されているため、Meituがお客様のために直接キャンセルすることはできません。iOSデバイスでお使いのAppleアカウントにログインし、次の手順でキャンセルしてください:
ko: 2. 애플 계정으로 가입한 회원은 애플 디바이스에서만 구독 취소가 가능합니다. Meitu는 구독 취소 권한이 없습니다. 탈퇴 방법:
th: บริการต่ออายุอัตโนมัติในบัญชี Apple ของคุณให้บริการโดย Apple ดังนั้น Meitu จึงไม่สามารถยกเลิกให้คุณได้โดยตรง คุณสามารถเข้าสู่ระบบบัญชี Apple บนอุปกรณ์ iOS ของคุณเพื่อยกเลิกโดยทำตามขั้นตอนต่อไปนี้:
vi: 2. Dịch vụ tự động gia hạn trên tài khoản Apple của bạn do Apple cung cấp, vì vậy Meitu không thể trực tiếp hủy dịch vụ cho bạn. Bạn có thể đăng nhập vào tài khoản Apple trên thiết bị iOS của mình để hủy, theo các bước sau:
zh_hant: 2、Apple開通的自動續費服務是與Apple簽訂的訂閱條款，需在iPhone登入Apple帳號才能取消，美圖秀秀無權取消

# 3.如需取消订阅，请在扣费前至少24小时关闭自动续费；
source: 3. If you want to cancel your subscription, please turn off auto-renewal at least 24 hours prior to the end of the current paid period.
id_id: 3. Jika Anda ingin membatalkan langganan Anda, harap nonaktifkan perpanjangan otomatis setidaknya 24 jam sebelum akhir periode pembayaran saat ini.
ja: 3、サブスクリプションのキャンセルをご希望の場合は、現在の有料期間終了の少なくとも24時間前までに自動更新をオフにしてください。
ko: 3. 구독 취소 시 결제일 기준 최소 24시간 전까지 자동 구독 연장을 OFF 하세요.
th: 3. หากคุณต้องการยกเลิกการสมัครสมาชิก โปรดปิดการต่ออายุอัตโนมัติอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดระยะเวลาที่ชำระเงินไว้แล้วในปัจจุบัน
vi: 3. Nếu bạn muốn hủy đăng ký của mình, vui lòng tắt tính năng tự động gia hạn ít nhất 24 giờ trước khi kết thúc giai đoạn trả phí hiện tại.
zh_hant: 3. 如需取消訂閱，請在扣款前至少24小時關閉自動續費；

# 3D塑颜(面部重塑)
source: 3D Reshape
bo_cn: 3Dའདྲ་གཟུགས
hi: 3D रीशेप
id_id: Bentuk Ulang 3D
ja: 3Dリシェイプ
ko: 3D 재구성
pt_br: Remodelagem 3D
th: เปลี่ยนทรง 3D
vi: Tạo lại hình dạng 3D
zh_hans: 3D塑颜
zh_hant: 3D塑顏

# 4.由于苹果AppleID限制，iOS用户实际支付价格以苹果支付实际展示为准。
source: 4. Due to Apple ID restrictions, the actual price paid by iOS users is subject to the actual price displayed on Apple Pay.
id_id: 4. Karena batasan ID Apple, harga sebenarnya yang dibayarkan oleh pengguna iOS tunduk pada harga sebenarnya yang ditampilkan di Apple Pay.
ja: 4、Apple IDの制限により、iOSユーザーにお支払いいただく実際の価格は、Apple Pay上に表示される実際の価格となります。
ko: 4. 애플 계정의 특성상 iOS 유저의 경우 애플 계정에서 보여지는 가격으로 정산됩니다.
th: 4. เนื่องจากข้อจำกัดของ Apple ID ราคาจริงที่ผู้ใช้ iOS ชำระจะเป็นไปตามราคาจริงที่แสดงบน Apple Pay
vi: 4. Do các hạn chế của ID Apple, giá thực tế mà người dùng iOS phải trả sẽ tùy thuộc vào giá thực tế hiển thị trên Apple Pay.
zh_hant: 4. 由於AppleID限制，iOS用戶實際付款價格以Apple收取費用為準。

# 9格模板暂不支持视频
source: The 9 grid template does not support video at this time
es: La plantilla de 9 cuadrículas no admite video en este momento
hi: 9 ग्रिड की टेम्पलेट इस समय वीडियो के लिए उपलब्ध नहीं है
id_id: Templat 9 kisi tidak mendukung video saat ini
ja: 9グリッドテンプレートは現時点では動画をサポートしていません
ko: 9 그리드 템플릿은 현재 동영상을 지원하지 않습니다
pt_br: O modelo com 9 grids não tem suporte para vídeos no momento
th: ไม่รองรับเทมเพลตตาราง 9 ช่องในขณะนี้
vi: Mẫu 9 lưới không hỗ trợ video vào lúc này
zh_hant: 9格範本暫不支援影片

# 10秒
source: 10 sec
es: 10 segundos
hi: 10 सेकंड
id_id: 10 detik
ja: 10秒
ko: 10초
pt_br: 10 segundos
th: 10 วินาที
vi: 10 giây
zh_hant: 10秒

# 12条新内容
source: 12 new posts
bo_cn: ནང་དོན་གསར་པ་གི་དོན་ཚན་བཅུ་གཉིས་པ་།
es: 12 publicaciones nuevas
hi: 12 नए पोस्ट
id_id: 12 postingan baru
ja: 12件の新規投稿
ko: 새로운 포스트 12개
pt_br: 12 postagens novas
th: 12 โพสต์ใหม่
vi: 12 bài đăng mới
zh_hant: 12則新內容

# 15秒
source: 15 sec
es: 15 segundos
hi: 15 सेकंड
id_id: 15 detik
ja: 15秒
ko: 15초
pt_br: 15 segundos
th: 15 วินาที
vi: 15 giây
zh_hant: 15秒

# 20秒
source: 20 sec
es: 20 segundos
hi: 20 सेकंड
id_id: 20 detik
ja: 20秒
ko: 20초
pt_br: 20 segundos
th: 20 วินาที
vi: 20 giây
zh_hant: 20秒

# 9999万
source: 99.99 M
es: 99,99 millones
hi: 999.9 लाख
id_id: 99,99 juta
ja: 9999万
ko: 99.99 백만
pt_br: 99.99 milhões
th: 99.99 ล้าน
vi: 99.99 triệu
zh_hant: 9999萬

# 啊哦，这个标签下还没有内容， 快来发布第一个作品吧！
source: Uh oh, there are no posts under this tag now. Come and make the first post!
bo_cn: ཨ།གླེང་གཞི་འདིའི་རྗེས་ན་གླེང་གཞི་མི་འདུག མྱུར་ཏུ་བརྩམས་ཆོས་ཐོག་མ་དེ་བསྐུར་རོགས།
es: ¡Ay, no! No hay publicaciones con esta etiqueta. ¡Sé el primero en publicar!
hi: ओहो, अभी इस टैग से जुड़ी कोई पोस्ट नहीं है। आओ, पहली पोस्ट आप ही बना दो!
id_id: Sayang sekali, belum ada postingan dengan tanda ini. Ayo buat postingan pertama!
ja: おっと、現在このタグの付いた投稿はありません。 戻ってきて、誰よりも先に投稿しましょう！
ko: 아 저런, 현재 이 태그가 돼 있는 포스트가 없네요. 제일 먼저 포스트를 작성해 보세요!
pt_br: Opa, não há publicações com esta marcação agora. Venha fazer a primeira publicação!
th: โอ๊ะโอ แท็กนี้ยังไม่มีโพสต์เลยในขณะนี้ เข้ามาเขียนโพสต์แรกได้เลย!
vi: Ừ ồ, tới giờ chưa có bài đăng nào trong tag này. Hãy tới đăng bài đầu tiên nào!
zh_hant: 啊喔，還沒有相關標籤喔， 快來上傳第一個作品吧！

# 啊哦，这个话题下还没有内容， 快来发布第一个作品吧！
source: Uh oh, there are no posts under this topic now. Come and make the first post!
bo_cn: ཨ།གླེང་གཞི་འདིའི་རྗེས་ན་གླེང་གཞི་མི་འདུག མྱུར་ཏུ་བརྩམས་ཆོས་ཐོག་མ་དེ་བསྐུར་རོགས།
es: No hay publicaciones sobre este tema ahora. ¡Sé el primero en publicar!
hi: ओहो, इस विषय पर अभी कोई पोस्ट नहीं है। पहली पोस्ट आप ही कर दो!
id_id: Uh oh, belum ada postingan tentang topik ini. Ayo buat postingan pertama!
ja: このトピックには現在投稿がありません。 最初の投稿をしてみませんか？
ko: 이 주제에는 현재 게시물이 없습니다. 첫 번째 게시물을 올려보세요!
pt_br: Opa, não há publicações neste tópico agora. Venha fazer a primeira publicação!
th: โอ๊ะโอ ขณะนี้ไม่มีโพสต์ในหัวข้อนี้ มาสร้างโพสต์แรกของคุณเลย!
vi: Ồ, tới giờ vẫn chưa có bài đăng nào trong chủ đề này. Hãy tới đăng bài đầu tiên nào!
zh_hant: 啊喔，還沒有相關貼文喔， 快來上傳第一個作品吧！

# 啊呀，不能发给自己啦
source: Sorry. You cannot send this to yourself.
bo_cn: ཨ་ཁ་།རང་ཉིད་ལ་བསྐུར་མི་ཐུབ།
es: Lo lamento. No puedes enviarte esto a ti mismo.
hi: माफ करें, इसे खुद को नहीं भेज सकते।
id_id: Maaf. Anda tidak bisa mengirim ini ke Anda sendiri.
ja: 申し訳ありません。あなた自身に送信することはできません。
ko: 죄송합니다. 본인에게 보내실 수 없습니다.
pt_br: Desculpe. Você não pode enviar isso para si mesmo.
th: ขออภัย คุณไม่สามารถส่งหาตัวเองได้
vi: Xin lỗi. Bạn không thể gửi cho bản thân.
zh_hant: 哎呀，不能發給自己喔

# 爱心
source: Heart
id_id: Hati
ja: ハート
ko: 하트
th: หัวใจ
vi: Trái tim
zh_hant: 愛心

# 按住拖动
source: Press and hold to drag
id_id: Tekan dan tahan untuk menggeser
ja: 長押ししてドラッグ
ko: 길게 눌러서 드래그합니다
th: กดค้างเพื่อลาก
vi: Ấn và giữ để kéo
zh_hant: 按住拖曳

# 按住拖动可更改排序
source: Press and hold to reorder
es: Mantén pulsado para reordenar
hi: क्रम फिर से सजाने के लिए दबाएँ और होल्ड करें
id_id: Tekan dan tahan untuk memesan ulang
ja: 長押しで並び替え
ko: 길게 눌러서 재정렬
pt_br: Mantenha pressionado para refazer o pedido
th: กดค้างเพื่อจัดลำดับใหม่
vi: Nhấn và giữ để đặt hàng lại
zh_hant: 按住拖動可更改排序

# 按住左右两端可调节长度
source: Press and hold both sides to adjust the length
es: Mantén pulsados ambos extremos para ajustar la longitud
hi: लंबाई एडजस्ट करने हेतु दोनों ओर दबाए रखें
id_id: Tekan dan tahan kedua sisi untuk menyesuaikan panjangnya
ja: 両側を長押しして、長さを調節
ko: 양쪽을 길게 눌러서 길이를 조정
pt_br: Mantenha os dois lados pressionados para ajustar a duração
th: กดค้างไว้ทั้งสองข้างเพื่อปรับความยาว
vi: Nhấn và giữ cả hai bên và điều chỉnh độ dài
zh_hant: 按住左右兩端可調整長度

# 暗部
source: Shadow
id_id: Bayangan
ja: 陰影
ko: 어둠보정
th: เงา
vi: Bóng đổ
zh_hant: 暗部

# 暗部改善
source: Shadows
bo_cn: མི་གསལ་བ་གསལ་གཏོང་།
es: Sombras
hi: शैडो
id_id: Bayangan
ja: 陰影
ko: 그림자
pt_br: Sombras
th: เงา
vi: Bóng đổ
zh_hant: 暗部改善

# 暗角
source: Vignette
bo_cn: ནག་ཟུར།
es: Viñeta
hi: विन्येट
id_id: Vinyet
ja: ビネット
ko: 비네트
pt_br: Vinheta
th: วิกเนต
vi: Làm mờ ảnh
zh_hant: 暗角

# 暗角功能已关闭
source: Vignette OFF
bo_cn: འོད་དབེན་པའི་གྲུ་ཟུར་གྱི་བྱེད་ནུས་ཀྱི་སྒོ་བརྒྱབ་ཟིན།
es: Viñeta desactivado
hi: बेलबूटे बंद
id_id: Vinyet Nonaktif
ja: ビネットをOFF
ko: 비네트 끄기
pt_br: Vinheta DESLIGADA
th: วิกเนต ปิด
vi: Làm mờ nét TẮT
zh_hans: 暗角功能已关闭
zh_hant: 暗角功能已關閉

# 暗角功能已开启
source: Vignette ON
bo_cn: འོད་དབེན་པའི་གྲུ་ཟུར་གྱི་བྱེད་ནུས་ཀྱི་སྒོ་ཕྱེ་ཟིན།
es: Viñeta activado
hi: बेलबूटे चालू
id_id: Vinyet Aktif
ja: ビネットをON
ko: 비네트 켜기
pt_br: Vinheta LIGADA
th: วิกเนต เปิด
vi: Làm mờ nét BẬT
zh_hans: 暗角功能已开启
zh_hant: 暗角功能已啟用

# 白皙
source: Fancy
bo_cn: དཀར་གཙང་།
es: Frío
zh_hans: 白皙
zh_hant: 白皙

# 白牙
source: Whiten
id_id: Gigi Putih
ja: 美歯
ko: 치아 미백
th: Làm trắng
vi: ฟันขาว
zh_hant: 美白牙齒

# 半身
source: Above-waist
bo_cn: གཟུགས་ཕྱེད།
es: Arriba de la cintura
hi: कमर से ऊपर
id_id: di atas pinggang
ja: 胸から上を撮った写真
ko: 상체
pt_br: Acima da cintura
th: เหนือเอว
vi: Phía trên eo
zh_hans: 半身
zh_hant: 半身

# 帮TA修图
source: Edit
zh_hant: 幫他修圖

# 绑定
source: Link
id_id: Tautkan
ja: リンク付けする
ko: 링크
th: ผูก
vi: Liên kết
zh_hant: 綁定

# 绑定成功
source: Linked
es: Vinculado
hi: लिंक किए
id_id: Tertaut
ja: リンク済み
ko: 연계됨
pt_br: Vinculado
th: เชื่อมโยงแล้ว
vi: Đã liên kết
zh_hant: 綁定成功

# 绑定手机
source: Link to phone
bo_cn: འབྲེལ་བའི་ཁ་པར་
es: Vincular al teléfono
hi: फोन की लिंक
id_id: Tautkan ke ponsel
ja: 電話へのリンク
ko: 전화에 링크하기
pt_br: Vincular ao telefone
th: เชื่อมกับโทรศัพท์
vi: Liên kết với điện thoại
zh_hant: 綁定手機

# 绑定手机可防止帐号被盗，并获得更多服务，点我绑定
source: Tap here to link your phone number for anti-theft assurance, and to receive more services.
bo_cn: ཁ་པར་བསྡམས་ན་ཨང་གྲངས་རྐུ་བ་འགོག་ཐུབ་པ་མ་ཟད་ད་དུང་ཞབས་ཞུ་མང་པོ་ཐོབ་ཐུབ།ངས་སྦྲེལ་ཐུབ་།
es: Toca aquí para vincular tu número de teléfono para garantizar la protección contra robos y recibir más servicios.
hi: चोरी-बचाव आश्वासन और अन्य सेवाएं पाने के लिए अपना फोन नंबर लिंक करने हेतु यहां टैप करें।
id_id: Ketuk di sini untuk menautkan nomor ponsel Anda untuk mendapat jaminan anti-pencurian, dan menerima lebih banyak layanan.
ja: 盗難防止を保証し、その他のサービスを受けるには、こちらをタップして電話番号をリンクします。
ko: 내 휴대폰 번호를 도난 방지 보험에 링크하려면 여기를 클릭해서, 더욱 다양한 서비스를 받아 보세요.
pt_br: Toque aqui para vincular seu número de telefone visando a garantia contra roubo e para receber mais serviços.
th: แตะที่นี่เพื่อเชื่อมโยงหมายเลขโทรศัพท์ของคุณเพื่อป้องกันการโจรกรรม และเพื่อรับบริการเพิ่มเติม
vi: Gõ vào đây để liên kết số điện thoại của bạn nhằm mục đích bảo hiểm chống trộm, và nhận thêm nhiều dịch vụ hơn.
zh_hant: 綁定手機可防止帳號被盜用，並獲得更多服務，點此綁定

# 绑定帐号
source: Link account
id_id: Tautkan akun
ja: アカウントをリンク付けする
ko: 계정 링크
th: ผูกบัญชี
vi: Liên kết tài khoản
zh_hant: 綁定帳號

# 宝贝
source: Adorable
bo_cn: གཅེས་ཕྲུག
hi: प्यारा
id_id: Manis
ja: 可愛らしい
ko: 귀요미
pt_br: Adorável
th: น่าเอ็นดู
vi: Đáng yêu
zh_hant: 寶貝

# 饱和度
source: Saturation
bo_cn: ཚད་ལོངས་ཚད།
es: Saturación
hi: नमी
id_id: Saturasi
ja: 彩度
ko: 채도
pt_br: Saturação
th: ความอิ่มตัว
vi: Bão hòa
zh_hant: 飽和度

# 保存
source: Save
bo_cn: ཉར་ཞགས་།
es: Guardar
hi: सेव करें
id_id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
th: บันทึก
vi: Lưu
zh_hant: 儲存

# 保存/分享
source: Save & Share
bo_cn: བསྡུ་ཉར། མཉམ་སྤྱོད།
es: Guardar y compartir
hi: सेव करें और शेयर करें
id_id: Simpan & Bagikan
ja: 保存してシェア
ko: 저장 및 공유
pt_br: Salvar e Partilhar
th: บันทึกและแชร์
vi: Lưu & Chia sẻ
zh_hans: 保存/分享
zh_hant: 儲存/分享

# 保存草稿并退出
source: Save and exit
es: Guardar borrador y salir
hi: ड्राफ्ट सहेजें और बाहर निकलें
id_id: Simpan konsep dan keluar
ja: 下書きを保存して終了
ko: 초안 저장하고 종료
pt_br: Salvar rascunho e sair
th: บันทึกแบบร่างและออก
vi: Lưu nháp và thoát
zh_hant: 儲存草稿並退出

# 保存成功
source: Saved
bo_cn: ཉར་ཚགས་ལེགས་འགྲུབ་བྱུང་ཡོད།
es: Guardado
hi: सेव किया गया
id_id: Tersimpan
ja: 保存済み
ko: 저장됨
pt_br: Salvo
th: บันทึกแล้ว
vi: Đã lưu
zh_hant: 儲存成功

# 保存到相册
source: Save
bo_cn: འདྲ་པར་ཉར་དེབ་ནང་ལ་བསྡུ་ཉར་བྱེད།
es: Guardar
hi: सेव करें
id_id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
th: บันทึก
vi: Lưu
zh_hans: 保存到相册
zh_hant: 儲存到相簿

# 保存到相册失败
source: Save failed
bo_cn: འདྲ་པར་ཉར་དེབ་ནང་ལ་བསྡུ་ཉར་བྱེད་མ་ཐུབ།
es: No se pudo guardar
hi: सहेजा नहीं जा सका
id_id: Penyimpanan gagal
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
th: บันทึกล้มเหลว
vi: Lưu bị lỗi
zh_hans: 保存到相册失败
zh_hant: 保存到相簿失敗

# 保存失败，请重试
source: Failed to save. Please try again.
es: Error al guardar. Vuelve a intentarlo más tarde
hi: सहेजना विफल, बाद में फिर से कोशिश करें।
id_id: Gagal menyimpan, harap coba lagi nanti.
ja: 保存に失敗しました。再度お試しください。
ko: 저장에 실패했습니다. 나중에 다시 시도하세요.
pt_br: Falha ao salvar. Tente novamente mais tarde.
th: บันทึกไม่สำเร็จ กรุณาลองอีกครั้ง
vi: Lưu không thành công, vui lòng thử lại sau.
zh_hant: 儲存失敗，請重試

# 保存失败，请重新选择生日信息
source: Save failed. Please revise your birth date
bo_cn: བསྡུ་ཉར་བྱེད་མ་ཐུབ། ཡང་བསྐྱར་སྐྱེས་སྐར་གྱི་ཆ་འཕྲིན་ལ་གདམ་གསེས་བྱེད་རོགས།
es: No se pudo guardar. Vuelve a editar tu fecha de nacimiento
hi: सेव नहीं हो पाया। कृपया अपनी जन्म तारीख में फिर से बदलाव करें
id_id: Penyimpanan gagal. Harap edit kembali tanggal lahir Anda
ja: 保存に失敗しました。生年月日を再度編集してください
ko: 저장 실패. 생일을 다시 편집하세요.
pt_br: Falha no salvamento. Edite novamente sua data de nascimento
th: บันทึกล้มเหลว กรุณาแก้ไขวันเกิดของคุณใหม่
vi: Lưu bị lỗi. Vui lòng sửa lại ngày sinh của bạn
zh_hans: 保存失败，请重新选择生日信息
zh_hant: 儲存失敗，請重新輸入生日

# 保存时长不能超过5分钟哦
source: Unable to save the video more than 5 mins.
es: No se pueden guardar más de 5 minutos del video.
hi: 5 मिनट से बड़ा वीडियो नहीं सहेज सकते।
id_id: Tidak dapat menyimpan video dengan durasi lebih dari 5 menit.
ja: 5分以上の動画は保存できません。
ko: 5분 이상의 동영상을 저장할 수 없습니다.
pt_br: Não é possível salvar vídeos com mais de 5 min.
th: ไม่สามารถบันทึกวิดีโอที่ยาวกว่า 5 นาทีได้
vi: Không thể lưu video dài hơn 5 phút.
zh_hant: 儲存時長不能超過5分鐘喔！

# 保存时长不能小于0.1秒哦
source: At least 0.1 seconds for a video
es: Vídeos de al menos 0,1 segundos
hi: वीडियो के लिए न्यूनतम 0.1 सेकंड
id_id: Minimal 0,1 detik untuk video
ja: 動画の長さは少なくとも0.1秒
ko: 동영상 길이는 최소 0.1초
pt_br: Pelo menos 0,1 segundo para um vídeo
th: อย่างน้อย 0.1 วินาที สำหรับวิดีโอ
vi: Ít nhất 0.1 giây cho một video
zh_hant: 儲存時長不能短於0.1秒喔

# 保存时自动存为配方
source: Save as my templates
id_id: Simpan sebagai template saya
ja: 編集ヒントとして保存
ko: 내 템플릿으로 저장
th: บันทึกเป็นแม่แบบการตัดต่อของฉัน
vi: Lưu dưới dạng mẹo chỉnh sửa của tôi
zh_hant: 儲存時自動存我的修圖配方
